{
  "metadata": {
    "subject": "socialscience-part2",
    "chapter_number": 4,
    "chapter_name": "iess104",
    "source_file": "iess104.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nIn the last two chapters you have read about\nthe landforms and the drainage of\nour country.  These are the two of the three\nbasic elements that one learns about the natural\nenvironment of any area.  In this chapter you\nwill learn about the third, that is, the\natmospheric conditions that prevail over our\ncountry.  Why do we wear woollens in December\nor why it is hot and uncomfortable in the month\nof May, and why it rains in June - July ?  The\nanswers to all these questions can be found out\nby studying about the climate of India.\nClimate  refers to the sum total of  weather\nconditions and variations over a large  area for\na long period of time (more than thirty years).\nWeather  refers to the state of the atmospher e\nover an area at any point of time. The elements\nof weather and climate are the same, i.e.\ntemperature, atmospheric pressure, wind,\nhumidity and pr ecipitation. Y ou may have\nobserved that the weather conditions fluctuate\nvery often even within a day. But there is some\ncommon pattern over a few weeks or months,\ni.e. days are cool or hot, windy or calm, cloudy\nor bright, and wet or dry. On the basis of the\ngeneralised monthly atmospheric conditions,\nthe year is divided into seasons such as winter ,\nsummer or rainy seasons.\nThe world is divided into a number of\nclimatic regions. Do you know what type of\nclimate India has and why it is so? W e will\nlearn about it in this chapter .\n•  The word monsoon is\nderived from the A rabic word ‘mausim’ which\nliterally means season.\n• ‘Monsoon’ refers to the seasonal reversal in the\nwind dir ection during a year.CLIMA TE\nThe climate of India is described as the\n‘monsoon’  type. In Asia, this type of climate\nis found mainly in the south and the southeast.\nDespite an overall unity in the general pattern,\nthere are perceptible regional variations in\nclimatic conditions within the country. Let us\ntake two important elements – temperature and\nprecipitation, and examine how they vary from\nplace to place and season to season.\nIn summer , the mer cury occasionally\ntouches 50°C in some parts of the Rajasthan\ndesert, whereas it may be around 20°C in\nPahalgam in Jammu and Kashmir . On a winter\nnight, temperature at Drass in Jammu and\nKashmir may be as low as minus 45 °C.\nThiruvananthapuram, on the other hand, may\nhave a temperature of 22 °C.\nIn certain places there is a\nwide difference between day and night\ntemperatures. In the Thar Desert the day\ntemperature may rise to 50°C, and drop down\nto near 15°C the same night. On the other hand,\nthere is hardly any difference in day and night\ntemperatures in the Andaman and Nicobar\nislands or in Kerala.\nLet us now look at precipitation. There are\nvariations not only in the form and types of\nprecipitation but also in its amount and the\nseasonal distribution. While precipitation is\nmostly in the form of snowfall in the upper parts\nof Himalayas, it rains over the rest of the\ncountry. The annual precipitation varies from\nover 400 cm in Meghalaya to less than 10 cm\nin Ladakh and western Rajasthan. Most parts\nof the country receive rainfall from June to\nSeptember . But some parts like the T\namil Nadu4\nReprint 2025-26\n\n--- Page 2 ---\nCLIMATE 27•Why most of the world’s deserts are\nlocated in the western margins of continents in the\nsubtropics?\nFinally, relief  too plays a major role in\ndetermining the climate of a place. High mountains\nact as barriers for cold or hot winds; they may\nalso cause precipitation if they are high enough\nand lie in the path of rain-bearing winds. The\nleeward side of mountains remains relatively dry.\nFACTORS  AFFECTING  INDIA’S CLIMATE\nLatitude\nThe T ropic of Cancer passes thr ough the middle\nof the country from the Rann of Kuchchh in the\nwest to Mizoram in the east. Almost half of the\ncountry, lying south of the T ropic of Cancer ,\nbelongs to the tropical area. All the remaining\narea, north of the T ropic, lies in the sub-tr opics.\nTherefore, India’s climate has characteristics of\ntropical as well as subtropical climates.\nAltitude\nIndia has mountains to the north, which have\nan average height of about 6,000 metres. India\nalso has a vast coastal area where the\nmaximum elevation is about 30 metres. The\nHimalayas prevent the cold winds from Central\nAsia from entering the subcontinent. It is\nbecause of these mountains that this\nsubcontinent experiences comparatively\nmilder winters as compared to central Asia.\nPressure and Winds\nThe climate and associated weather conditions\nin India are governed by the following\natmospheric conditions:\n•Pr\nPrPr PrPressur essuressur essuressur e and sure and sure and sure and sure and sur face winds;face winds;face winds;face winds;face winds;\n•Upper air circulation; andUpper air circulation; andUpper air circulation; andUpper air circulation; andUpper air circulation; and\n•W WW WWester esterester esterester n cyclonic disturbances andn cyclonic disturbances andn cyclonic disturbances andn cyclonic disturbances andn cyclonic disturbances and\ntropical cyclonestropical cyclonestropical cyclonestropical cyclonestropical cyclones .\nIndia lies in the region of north easterly\nwinds. These winds originate from the\nsubtropical high-pressure belt of the northerncoast gets a large portion of its rain during\nOctober and November.\n In general, coastal areas experience less\ncontrasts in temperature conditions. Seasonal\ncontrasts are more in the interior of the\ncountry. There is decrease in rainfall generally\nfrom east to west in the Northern Plains. These\nvariations have given rise to variety in lives of\npeople – in terms of the food they eat, the\nclothes they wear and also the kind of houses\nthey live in.\n• Why the houses in Rajasthan have thick\nwalls and flat roofs?\n•  Why is it that the houses in the Tarai region and\nin Goa and Mangalore have sloping roofs?\n•Why houses in Assam are built on stilts?\nCLIMATIC  CONTROLS\nThere are six major controls of  the climate of\nany place. They are: latitude , altitude ,\npressure and wind system, distance from\nthe sea (continentality), ocean currents and\nrelief features .\nDue to the curvature of the earth, the\namount of solar energy received varies\naccording to latitude . As a result, air\ntemperature generally decreases from the\nequator towards the poles. As one goes from\nthe surface of the earth to higher altitudes ,\nthe atmosphere becomes less dense and\ntemperature decreases. The hills are therefore\ncooler during summers. The pressure and\nwind  system of any area depend on the\nlatitude and altitude of the place. Thus it\ninfluences the temperature and rainfall\npattern. The sea exerts a moderating influence\non climate:  As the distance from the sea\nincreases, its moderating influence decreases\nand the people experience extreme weather\nconditions. This condition is known as\ncontinentality (i.e. very hot during summers\nand very cold during winters). Ocean currents\nalong with onshore winds affect the climate of\nthe coastal areas, For example, any coastal\narea with warm or cold currents flowing past\nit, will be warmed or cooled if the winds are\nonshore.\nReprint 2025-26\n\n--- Page 3 ---\n28 CONTEMPORARY INDIA-Ihemisphere. They blow southwards, get\ndeflected to the right due to the Coriolis force,\nand move  towards the equatorial low-pressure\narea. Generally, these winds carry little\nmoisture as they originate and blow over land.\nTherefore, they bring little or no rain. Hence,\nIndia should have been an arid land, but it is\nnot so. Let us see why?\nCoriolis force : An apparent force caused by the\nearth’s rotation. The Coriolis force is responsible for\ndeflecting winds towards the right in the northern\nhemisphere and towards the left in the southern\nhemisphere.  This is also known as ‘Ferrel’s Law’.\nThe pressure an d wind conditions over\nIndia ar e unique. During winter , ther e is a\nhigh-pressure area north of the Himalayas.\nCold dry winds blow from this region to the\nlow-pressure areas over the oceans to the\nsouth. In summer , a low-pr essur e area\ndevelops over interior Asia , as well as ,\n over\nnorthwester n India. This causes a complete\nreversal of the direction of winds during\nsummer . Air moves fr om the high-pr essur e\narea over the southern Indian Ocean, in a\nsouth-easterly dir ection, crosses the equator ,\nand turns right towards the low-pressure areas\nover the Indian subcontinent. These are known\nas the Southwest Monsoon winds. These winds\nblow over the warm oceans, gather moisture\nand bring widespread rainfall over the\nmainland of India.\nTHE SEASONS\nThe monsoon type of climate is characterised\nby a distinct seasonal pattern. The weather\nconditions greatly  change from one season to\nthe other . These changes ar e particularly\nnoticeable in the interior parts of the country.\nThe coastal areas do not experience much\nvariation in temperature though there is\nvariation in rainfall pattern. How many seasons\nare experienced in your place? Four main\nseasons can be identified in India – the cold\nweather season, the hot weather season, theadvancing monsoon and the retreating\nmonsoon with some regional variations.\nThe Cold W eather Season (W inter)\nThe cold weather season begins from mid-\nNovember in northern India and stays till\nFebruary. December and January are the\ncoldest months in the northern part of India.\nThe temperature decreases from south to the\nnorth. The average temperature of Chennai, on\nthe eastern coast, is between 24°– 25° Celsius,\nwhile in the northern plains, it ranges between\n10°C and 15° Celsius. Days are warm and\nnights are cold. Frost is common in the north\nand the higher slopes of the Himalayas\nexperience snowfall.\nDuring this season, the northeast trade\nwinds prevail over the country. They blow from\nland to sea and hence, for most part of the\ncountry, it is a dry season. Some amount of\nrainfall occurs on the Tamil Nadu coast from\nthese winds as, here they blow from sea to land.\nIn the northern part of the country, a feeble\nhigh-pressure region develops, with light winds\nmoving outwards from this area. Influenced by\nthe relief, these winds blow through the Ganga\nvalley from the west and the northwest. The\nweather is normally marked by clear sky, low\ntemperatures and low humidity and feeble,\nvariable winds.\nA characteristic feature of the cold weather\nseason over the northern plains is the inflow of\ncyclonic disturbances from the west and the\nnorthwest. These low-pressure systems,\noriginate over the Mediterranean Sea and\nwestern Asia and move into India, along with\nthe westerly flow. They cause the much-needed\nwinter rains over the plains and snowfall in the\nmountains. Although the total amount of\nwinter rainfall locally known as ‘mahawat’  is\nsmall, they are of immense importance for the\ncultivation of ‘rabi’ crops.\nThe peninsular region does not have a well-\ndefined cold season. There is hardly any\nnoticeable seasonal change in temperature\npattern during winters due to the moderating\ninfluence of the sea.\nReprint 2025-26\n\n--- Page 4 ---\nCLIMATE 29Figure 4.1 : Advancing Monsoon\nReprint 2025-26\n\n--- Page 5 ---\n30 CONTEMPORARY INDIA-IThe Hot W eather Season (Summer)\nDue to the apparent northward movement of\nthe sun, the global heat belt shifts northwards.\nAs such, from March to May, it is hot weather\nseason in India. The influence of the shifting of\nthe heat belt can be seen clearly from\ntemperature recordings taken during March-\nMay at different latitudes. In March, the highest\ntemperature is about 38° Celsius, recorded on\nthe Deccan plateau. In April, temperatures in\nGujarat and Madhya Pradesh are around 42°\nCelsius. In May, temperature of 45° Celsius is\ncommon in the northwestern parts of the\ncountry. In peninsular India, temperatures\nremain lower due to the moderating influence\nof the oceans.\nThe summer months experience rising\ntemperature and falling air pressure in the\nnorthern part of the country. Towards the end\nof May, an elongated low-pressure area\ndevelops in the region extending from the Thar\nDesert in the northwest to Patna and\nChotanagpur plateau in the east and\nsoutheast. Circulation of air begins to set in\naround this trough.\nA striking feature of the hot weather season\nis the ‘loo’. These are strong, gusty, hot, dry\nwinds blowing during the day over the north\nand northwestern India. Sometimes they even\ncontinue until late in the evening. Direct\nexposure to these winds may even prove to be\nfatal. Dust storms are very common during the\nmonth of May in northern India. These storms\nbring temporary relief as they lower the\ntemperature and may bring light rain and cool\nbreeze. This is also the season for localised\nthunderstorms, associated with violent winds,\ntorrential downpours, often accompanied by\nhail. In W est Bengal, these stor ms ar e known\nas the ‘ Kaal Baisakhi’ .\nTowards the close of the summer season,\npre-monsoon showers are common especially,\nin Kerala and Karnataka. They help in the early\nripening of mangoes, and are often referred to\nas ‘mango showers’ .Advancing Monsoon (The Rainy Season)\nBy early June, the low-pressure condition over\nthe northern plains intensifies. It attracts, the\ntrade winds of the southern hemisphere. These\nsouth-east trade winds originate over the\nwarm subtropical areas of the southern oceans.\nThey cross the equator and blow in a south-\nwesterly direction entering the Indian peninsula\nas the south-west monsoon. As these winds\nblow over warm oceans, they bring abundant\nmoisture to the subcontinent. These winds are\nstrong and blow at an average velocity of 30\nkm per hour . With the exception of the extr eme\nnorth-west, the monsoon winds cover the\ncountry in about a month.\nThe inflow of the south-west monsoon into\nIndia brings about a total change in the\nweather . Early in the season, the windwar d\nside of the W estern Ghats r eceives very heavy\nrainfall, more than 250 cm. The Deccan\nPlateau and parts of Madhya Pradesh also\nreceive some amount of rain in spite of lying\nin the rain shadow area. The m aximum rainfall\nof this season is received in the north-eastern\npart of the country. Mawsynram in the\nsouthern ranges of the Khasi Hills receive s the\nhighest average rainfall in the world. Rainfall\nin the Ganga valley decreases from the east to\nthe west. Rajasthan and parts of Gujarat get\nscanty rainfall.\nAnother phenomenon associated with the\nmonsoon is its tendency to have ‘breaks’ in\nrainfall. Thus, it has wet and dry spells. In\nother words, the monsoon rains take place\nonly for a few days at a time. They are\ninterspersed with rainless intervals. These\nbreaks in monsoon are related to the\nmovement of the monsoon trough. For\nvarious reasons, the trough and its axis keep\non moving northward or southward, which\ndetermines the spatial distribution of rainfall.\nWhen the axis of the monsoon trough lies over\nthe plains, rainfall is good in these parts. On\nthe other hand, whenever the axis shifts closer\nto the Himalayas, there are longer dry spells\nin the plains, and widespread rain occur in\nthe mountainous catchment areas of the\nHimalayan rivers. These heavy rain s bring in\nReprint 2025-26\n\n--- Page 6 ---\nCLIMATE 31Figure 4.2 : Retreating Monsoon\nReprint 2025-26\n\n--- Page 7 ---\n32 CONTEMPORARY INDIA-Itheir wake, devastating floods causing\ndamage to life and property in the plains. The\nfrequency and intensity of tropical\ndepressions too, determine the amount and\nduration of monsoon rains. These\ndepressions form at the head of the Bay of\nBengal and cross over to the mainland. The\ndepressions follow the axis of the “monsoon\ntrough of low pressure”. The monsoon is\nknown for its uncertainties. The alternation\nof dry and wet spells vary in intensity,\nfrequency and duration. While it causes heavy\nfloods in one part, it may be responsible for\ndroughts in the other .  It is often irr egular in\nits arrival and its retreat. Hence, it sometimes\ndisturbs the farming schedule of millions of\nfarmers all over the country.\nRetreating /Post Monsoon s\n(The T ransition Season)\nDuring October -November , with the appar ent\nmovement of the sun towards the south, the\nmonsoon trough or the low-pressure trough\nover the norther n plains becomes weaker . This\nis gradually replaced by a high-pressure\nsystem.  The south-west monsoon winds\nweaken and start withdrawing gradually. By\nthe beginning of October , the monsoon\nwithdraws from the Northern Plains.\nThe months of October -November form a\nperiod of transition from hot rainy season to\ndry winter conditions. The retreat of the\nmonsoon is marked by clear skies and rise in\nMawsynram, the wettest\nplace on the earth is also reputed for its\nstalagmite and stalactite caves.The low-pressure conditions, over north-\nwestern India, get transferred to the Bay of\nBengal by early November . This shift is\nassociated with the occurrence of cyclonic\ndepressions, which originate over the\nAndaman Sea. These cyclones generally cross\nthe eastern coasts of India cause heavy and\nwidespread rain. These tropical cyclones are\noften very destructive. The thickly populated\ndeltas of the Godavari, the Krishna and the\nKaveri are frequently struck by cyclones, which\ncause great damage to life and property.\nSometimes, these cyclones  arrive at the coasts\nof Odisha, W est Bengal and Bangladesh. The\nbulk of the rainfall of the Coromandel Coast is\nderived from depressions and cyclones.\nDISTRIBUTION  OF RAINFALL\nParts of western coast and northeastern India\nreceive over about 400 cm of rainfall annually.\nHowever , it is less than 60 cm in wester n\nRajasthan and adjoining parts of Gujarat,\nHaryana and Punjab. Rainfall is equally low\nin the interior of the Deccan plateau, and east\nof the Sahyadris. Why do these regions receive\nlow rainfall? A third area of low precipitation\nis around Leh in Jammu and Kashmir . The r\nest\nof the country receives moderate rainfall.\nSnowfall is restricted to the Himalayan region.\nOwing to the nature of monsoons, the\nannual rainfall is highly variable from year to\nyear. Variability is high in the r egions of low\nrainfall, such as parts of Rajasthan, Gujarat\nand the leewar d side of the W estern Ghats. As\nsuch, while areas of high rainfall are liable to\nbe affected by floods, areas of low rainfall are\ndrought-prone (Figure 4.3).\nMONSOON  AS A UNIFYING  BOND\nYou have alr eady known the way the Himalayas\nprotect the subcontinent from extremely cold\nwinds from central Asia. This enables northern\nIndia to have uniformly higher temperatures\ncompared to other areas on the same latitudes.\nSimilarly, the Peninsular plateau, under the\ninfluence of the sea from three sides, has\nmoderate temperatures. Despite suchtemperature. While day temperatures are\nhigh, nights are cool and pleasant. The land\nis still moist. Owing to the conditions of high\ntemperature and humidity, the weather\nbecomes rather oppressive during the day.\nThis is commonly known as ‘October heat’. In\nthe second half of October , the mer cury begins\nto fall rapidly in northern India.\nReprint 2025-26\n\n--- Page 8 ---\nCLIMATE 33Figure 4.3 : Annual Rainfall\nReprint 2025-26\n\n--- Page 9 ---\n34 CONTEMPORARY INDIA-I\nActivity\n(i)On the basis of the news items above, find out the names of places and the seasons described.\n(ii)Compare the rainfall description of Chennai and Mumbai and explain the reasons for the difference.\n(iii)Evaluate flood as a disaster with the help of a case study.\nReprint 2025-26\n\n--- Page 10 ---\nCLIMATE 351.Choose the correct answer from the four alternatives given below.\n(i) Which one of the following places receives the highest rainfall in the world?\n(a)Silchar\n(c)Cherrapunji\n(b)Mawsynram\n(d)Guwahati\n(ii) The wind blowing in the northern plains in summers is known as:\n(a)Kaal Baisakhi\n(c)Trade Winds\n(b)Loo\n(d)None of the above\n(iii) Monsoon arrives in India approximately in:\n(a)Early May\n(c)Early June\n(b)Early July\n(d)Early August\n(iv) Which one of the following characterises the cold weather season in India?\n(a)Warm days and war m nights\n(b)Warm days and cold nights\n(c)Cool days and cold nights\n(d)Cold days and warm nights\n2.Answer the following questions briefly.\n(i)What are the controls affecting the climate of India?\n(ii)Why does India have a monsoon type of climate?\n(iii) Which part of India does experience the highest diurnal range of temperature\nand why?\n(iv) Which winds account for rainfall along the Malabar coast?\n(v)Define monsoons. What do you understand by “break” in monsoon?\n(vi) Why is the monsoon considered a unifying bond?\n3.Why does the rainfall decrease from the east to the west in Northern India.EXERCISEmoderating influences, there are great\nvariations in the temperature conditions.\nNevertheless, the unifying influence of the\nmonsoon on the Indian subcontinent is quite\nperceptible. The seasonal alteration of the wind\nsystems and the associated weather conditions\nprovide a rhythmic cycle of seasons. Even the\nuncertainties of rain and uneven distribution\nare very much typical of the monsoons. The\nIndian landscape, its animal and plant life, itsentire agricultural calendar and the life of the\npeople, including their festivities, revolve\naround this phenomenon. Y ear after year ,\npeople of India from north to south and from\neast to west, eagerly await the arrival of the\nmonsoon. These monsoon winds bind the\nwhole country by providing water to set the\nagricultural activities in motion. The river\nvalleys which carry this water also unite as a\nsingle river valley unit.\nReprint 2025-26\n\n--- Page 11 ---\n36 CONTEMPORARY INDIA-I4.Give reasons as to why.\n(i)Seasonal reversal of wind direction takes place over the Indian\nsubcontinent?\n(ii)The bulk of rainfall in India is concentrated over a few months.\n(iii) The Tamil Nadu coast receives winter rainfall.\n(iv) The delta region of the eastern coast is frequently struck by cyclones.\n(v)Parts of Rajasthan, Gujarat and the leewar d side of the W ester n Ghats ar e\ndrought-prone.\n5.Describe the regional variations in the climatic conditions of India with the help\nof suitable examples.\n6.Give an account of weather conditions and characteristics of the cold season.\n7.Give the characteristics and effects of the monsoon rainfall in India.\nMAP SKILLS\nOn an outline map of India, show the following.\n(i)Areas receiving rainfall over 400 cm.\n(ii)Areas receiving less than 20 cm of rainfall.\n(iii) The direction of the south-west monsoon over India.\nPROJECT /ACTIVITY\n(i)Find out which songs, dances, festivals and special food preparations are\nassociated with certain seasons in your region. Do they have some\ncommonality with other regions of India?\n(ii)Collect photographs of typical rural houses, and clothing of people from\ndifferent regions of India. Examine whether they reflect any relationship\nwith the climatic condition and relief of the area.\nFOR DOING IT YOURSELF\n1.In Table-I, the average mean monthly\ntemperatures and amounts of rainfall of 10\nrepresentative stations have been given.  It\nis for you to study on your own and convert\nthem into ‘temperature and rainfall’ graphs.\nA glance at these visual representations will\nhelp you to grasp instantly the smilarities\nand differences between them. One such\ngraph (Figure 1) is already prepared for\nyou.  See if you can arrive at some broad\ngeneralisations about our diverse climatic\nconditions. W e hope you ar\ne in for a gr eat\njoy of learning. Do the following activities.\n2.Re-arrange the 10 stations in two different\nsequences:Figure 1 : Temperature and Rainfall of Delhi\nReprint 2025-26\n\n--- Page 12 ---\nCLIMATE 37(i)Accor ding to their distance fr om the equator .\n(ii)According to their altitude above mean sealevel.\n3.(i)Name two rainiest stations.\n(ii)Name two driest stations.\n(iii)Two stations with most equable climate.\n(iv)Two stations with most extreme climate.\n(v)Two stations influenced by retreating monsoons.\n(vi)The two hottest stations in the months of\n(a)February (b)April (c)May (d)June\nStations             Latitude Altitude Jan. Feb. Mar.Apr.May. Jun. Jul. Aug. Sep. Oct. Nov. Dec. Annual\n(Metres) Rainfall\nTemperature ( °C) 20.5 22.7 25.2 27.1 26.7 24.2 23.0 23.0 23.1 22.9 18.9 20.2\nBengaluru 12°58'N 909\nRainfall (cm) 0.7 0.9 1.1 4.5 10.7 7.1 11.1 13.7 16.4 15.3 6.1 1.3 88.9\nTemperature ( °C) 24.4 24.4 26.7 28.3 30.0 28.9 27.2 27.2 27.2 27.8 27.2 25.0\nMumbai 19° N 11\nRainfall (cm) 0.2 0.2 – – 1.8 50.6 61.0 36.9 26.9 4.8 1.0 – 183.4\nTemperature ( °C) 19.6 22.0 27.1 30.1 30.4 29.9 28.9 28.7 28.9 27.6 23.4 19.7\nKolkata 22°34' N 6\nRainfall (cm) 1.2 2.8 3.4 5.1 13.4 29.0 33.1 33.4 25.3 12.7 2.7 0.4 162.5\nTemperature ( °C) 14.4 16.7 23.3 30.0 33.3 33.3 30.0 29.4 28.9 25.6 19.4 15.6\nDelhi 29° N 219\nRainfall (cm) 2.5 1.5 1.3 1.0 1.8 7.4 19.3 17.8 11.9 1.3 0.2 1.0 67.0\nTemperature ( °C) 16.8 19.2 26.6 29.8 33.3 33.9 31.3 29.0 20.1 27.0 20.1 14.9\nJodhpur 26°18' N 224\nRainfall (cm) 0.5 0.6 0.3 0.3 1.0 3.1 10.8 13.1 5.7 0.8 0.2 0.2 36.6\nTemperature ( °C) 24.5 25.7 27.7 30.4 33.0 32.5 31.0 30.2 29.8 28.0 25.9 24.7\nChennai 13°4' N 7\nRainfall (cm) 4.6 1.3 1.3 1.8 3.8 4.5 8.7 11.3 11.9 30.6 35.0 13.9 128.6\nTemperature ( °C) 21.5 23.9 28.3 32.7 35.5 32.0 27.7 27.3 27.9 26.7 23.1 20.7\nNagpur 21°9' N 312\nRainfall (cm) 1.1 2.3 1.7 1.6 2.1 22.2 37.6 28.6 18.5 5.5 2.0 1.0 124.2\nTemperature ( °C) 9.8 11.3 15.9 18.5 19.2 20.5 21.1 20.9 20.0 17.2 13.3 10.4\nShillong 24°34' N 1461\nRainfall (cm) 1.4 2.9 5.6 14.6 29.5 47.6 35.9 34.3 30.2 18.8 3.8 0.6 225.3\nTemperature ( °C) 26.7 27.3 28.3 28.7 28.6 26.6 26.2 2.6.2 26.5 26.7 26.6 26.5\nThiruvananthapuram 8°29' N 61\nRainfall (cm) 2.3 2.1 3.7 10.6 20.8 35.6 22.3 14.6 13.8 27.3 20.6 7.5 181.2\nTemperature ( °C) – 8.5 – 7.2 – 0.6 6.1 10.0 14.4 17.2 16.1 12.2 6.1 0.0 – 5.6\nLeh34° N 34°N 3506\nRainfall (cm) 1.0 0.8 0.8 0.5 0.5 0.5 1.3 1.3 0.8 0.5 –0.5 8.5Table I\nReprint 2025-26\n\n--- Page 13 ---\n38 CONTEMPORARY INDIA-I4.Now find out\n(i)Why are Thiruvananthapuram and Shillong rainier in June than in July?\n(ii)Why is July rainier in Mumbai than in Thiruvananthapuram?\n(iii)Why are southwest monsoons less rainy in Chennai?\n(iv)Why is Shillong rainier than Kolkata?\n(v)Why is Kolkata rainier in July than in June unlike Shillong which is rainier in June than\nin July?\n(vi)Why does Delhi receive more rain than Jodhpur?\n5.Now think why\n—Thiruvananthapuram has equable climate?\n—Chennai has more rains only after the fury of monsoon is over in most parts of the country?\n—Jodhpur has a hot desert type of climate?\n—Leh has moderate  precipitation almost throughut the year?\n—while in Delhi and Jodhpur most of the rain is confined to nearly three  months, in\nThiruvananthapuram and Shillong it is almost nine months of the year?\nIn spite of these facts see carefully if there are strong evidences to conclude that the monsoons\nstill provide a very strong framework lending overall climatic unity to the whole country.\nReprint 2025-26\n",
    "total_characters": 26631,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page13_img1.png",
      "page": 13
    },
    {
      "filename": "page13_img2.png",
      "page": 13
    }
  ],
  "image_count": 31,
  "keywords": [
    "India",
    "These",
    "Rainfall",
    "Reprint",
    "Temperature",
    "Monsoon",
    "Rajasthan",
    "Thiruvananthapuram",
    "Himalayas",
    "October",
    "Indian",
    "November",
    "Chennai",
    "Celsius",
    "Gujarat",
    "Early",
    "Shillong",
    "There",
    "Season",
    "Bengal"
  ]
}