{
  "metadata": {
    "subject": "socialscience-part2",
    "chapter_number": 2,
    "chapter_name": "iess102",
    "source_file": "iess102.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nYou have a lready lea rnt earlier that India\nis a vast country with varied land forms.\nWhat kind of terrain do you live in?  If\nyou live in the plains, you are familiar with the\nvast stretches of plain land. In contrast, if you\nlive in hilly region, the rugged terrain with\nmountains and valleys are common features.\nIn fact, our country has practically all major\nphysical features of the earth, i.e., mountains,\nplains, deserts, plateaus and islands.\nThe land of India displays great physical\nvariation. Geologically, the Peninsular Plateau\nconstitutes one of the ancient landmasses on\nthe earth’s surface. It was supposed to be one\nof the most stable land blocks. The Himalayas\nand the Northern Plains are the most recent\nlandforms. From the view point of geology,\nHimalayan mountains form an unstable zone.\nThe whole mountain system of Himalaya\nrepresents a very youthful topography with\nhigh peaks, deep valleys and fast flowing rivers.\nThe northern plains are formed of alluvial\ndeposits. The peninsular plateau is composed\nof igneous and metamorphic rocks with gently\nrising hills and wide valleys.\nMAJOR PHYSIOGRAPHIC  DIVISIONS\nThe physical  features of India can be grouped\nunder the following physiographic divisions\n(Figure 2.2):PHYSICAL  FEATURES OF INDIA\n(1)The Himalayan Mountains\n(2)The Northern Plains\n(3)The Peninsular Plateau\n(4)The Indian Desert\n(5)The Coastal Plains\n(6)The Islands\nThe Himalayan Mountains\nThe Himal ayas, geologically young and\nstructurally fold mountains stretch over the\nnorthern borders of India. These mountain\nranges run in a west-east direction from the\nIndus to the Brahmaputra. The Himalayas\nrepresent the loftiest and one of the most\nrugged mountain barriers of the world. They\nform an arc, which covers a distance of about\n2,400 Km. Their width varies from 400 Km in\nKashmir to 150 Km in Arunachal Pradesh. The\naltitudinal variations are greater in the eastern\nhalf than those in the western half. The\nHimalaya consists of three parallel ranges in\nits longitudinal extent. A number of valleys lie\nbetween these ranges. The northern-most\nrange is known as the Great or Inner\nHimalayas or the \nHimadri.  It is the most\ncontinuous range consisting of the loftiest\npeaks with an average height of\n6,000 metres. It contains all prominent\nHimalayan peaks.2\nReprint 2025-26\n\n--- Page 2 ---\n8 CONTEMPORARY INDIA-I\nSome Highest Peaks of the Himalayas\nPeak Country Height\nin metres\nMt. Everest Nepal 8848\nKanchenjunga India 8598\nMakalu Nepal 8481\nDhaulagiri Nepal 8172\nNanga Parbat India 8126\nAnnapurna Nepal 8078\nNanda Devi India 7817\nKamet India 7756\nNamcha Barwa India 7756\nGurla Mandhata Nepal 7728\nThe folds of the Great Himalayas are\nasymmetrical in nature. The core of this part\nof Himalayas is composed of granite. It is\nperennially snow bound, and a number of\nglaciers descend from this range.Figure 2.1 : Himalayas\nThe range lying to the south of the\nHimadri forms the most rugged mountain\nsystem and is known as Himachal  or lesser\nHimalaya. The ranges are mainly composed\nof highly compressed and altered rocks. The\naltitude varies between 3,700 and 4,500\nmetres and the average width is of 50 Km.\nWhile the Pir Panjal range  forms the longest\nand the most important range, the Dhaula\nDhar  and the Mahabharat  ranges are also\nprominent ones. This range consists of the\nfamous valley of Kashmir , the Kangra and\nKullu V alley in Himachal Pradesh. This\nregion is well-known for its hill stations.\n•  The names of the glaciers and passes\nthat lie in the Great Himalayas.\n•   The  name of  the states where the highest\npeaks are located.• Location of  Mussoorie, Nainital,\nRanikhet from your atlas and also name the state\nwhere they are located.\nThe outer -most range of the Himalayas is\ncalled the Shiwaliks.  They extend over a width\nReprint 2025-26\n\n--- Page 3 ---\nPHYSICAL FEATURES OF INDIA 9Figure 2.2 : Relief\nReprint 2025-26\n\n--- Page 4 ---\n10 CONTEMPORARY INDIA-IFigure 2.3 : The Himalayas\nFigure 2.4 : Mizo Hillsof 10-50 Km and have an altitude varying\nbetween 900 and 1100 metres. These ranges\nare composed of unconsolidated sediments\nbrought down by rivers from the main\nHimalayan ranges located farther north.\nThese valleys are covered with thick\ngravel and alluvium. The longitudinal valley\nlying between lesser Himalaya and the\nShiwaliks are known as Duns. Dehra Dun,\nKotli Dun and Patli Dun are some of the\nwell-known Duns.\nBesides the longitudinal divisions, the\nHimalayas have been divided on the basis of\nregions from west to east. These divisions\nhave been demarcated by river valleys . For\nexample, the part of Himalayas lying between\nIndus and Satl u\nj has been traditionally\nknown as Punjab Himalaya but it is also\nknown regionally as Kashmir and Himachal\nHimalaya from west to east respectively. The\npart of the Himalayas lying between Satl uj\nand Kali rivers is known as Kumaon\nHimalayas. The Kali and T eesta rivers\ndemarcate the Nepal Himalayas and the part\nlying between T eesta and Dihang rivers is\nknown as Assam Himalayas. There are\nregional names also in these broadcategories. Find out some regional names of\nthe Himalayas\nThe Brahmaputra marks the eastern-most\nboundary of the Himalayas. Beyond the Dihang\ngorge, the Himalayas bend sharply to the south\nand spread along the eastern boundary of\nIndia. They are known as the Purvachal  or the\nEastern hills and mountains. These hills\nrunning through the north-eastern states are\nmostly composed of strong sandstones, w hich\nare sedimentary rocks. Covered with dense\nforests, they mostly run as parallel ranges\nand valleys. The Purvachal comprises the\nPatkai hills , the Naga hills,  the Manipur hills\nand the Mizo hills.\nReprint 2025-26\n\n--- Page 5 ---\nPHYSICAL FEATURES OF INDIA 11The Northern Plain\nThe northern plain has been formed by the\ninterplay of the three major river systems,\nnamely — the Indus, the Ganga and the\nBrahmaputra along with their tributaries. This\nplain is formed of alluvial soil. The deposition\nof alluvium in a vast basin lying at the foothills\nof the Himalaya over millions of years, formed\nthis fertile plain. It spreads over an area of 7\nlakh sq. km. The plain being about 2400 km\nlong and 240 to 320 km broad, is a densely\npopulated physiographic division. With a rich\nsoil cover combined with adequate water\nsupply and favourable climate it is\nagriculturally a productive part of India.\nFigure 2.5 : The Northern Plains\nThe rivers coming from northern\nmountains are involved in depositional work.\nIn the lower course, due to gentle slope, the\nvelocity of the river decreases, which results in\nthe formation of riverine islands.‘Doab’ is made up of two words\n— ‘do’ meaning two and ‘ab’ meaning water .  Similarly\n‘Punjab’, is also made up two words — ‘Punj’ meaning\nfive and ‘ab’ meaning water .The Northern Plain is broadly divided into\nthree sections. The W estern part of the Norther n\nPlain is referred to as the Punjab Plains.\nFormed by the Indus and its tributaries, the\nlarger part of this plain lies in Pakistan. The\nIndus and its tributaries — the Jhelum, the\nChenab, the Ravi, the Beas and the Satluj\noriginate in the Himalaya. This section of the\nplain is dominated by the doabs .\nMajuli, in the Brahmaputra\nriver, is the largest inhabited riverine island in the\nworld.\nThe rivers in their lower course split into\nnumerous channels due to the deposition of silt.\nThese channels are known as distributaries .The Ganga plain extends between Ghaggar\nand Teesta rivers.  It is spread over North India  in\nHaryana, Delhi, U.P ., Bihar , partly Jharkhand and\nWest Bengal . In the \nEast, particularly in Assam\nlies the Brahmaputra plain.\nThe northern plains are generally described\nas flat land with no variations in its relief. It is\nnot true. These vast plains also have diverse\nrelief features. According to the variations in\nrelief features, the Northern plains can be\ndivided into four regions. The rivers, after\ndescending from the mountains deposit\npebbles in a narrow belt of about 8 to 16 km\nin width lying parallel to the slopes of the\nShiwaliks. It is known as bhabar . All the\nstreams disappear in this bhabar  belt. South\nof this belt, the streams and rivers re-emerge\nand create a wet, swampy and marshy region\nknown as terai. This was a thickly forested\nregion full of wildlife. The forests have been\ncleared to create agricultural land and to settle\nmigrants from Pakistan after partition.  Locate\nDudhwa National Park in this region.\nThe largest part of the northern plain is\nformed of older alluvium. It lies above the\nfloodplains of the rivers and presents a terrace-\nlike featur e. This part is known as bhangar .\nThe soil in this region contains calcareous\ndeposits, locally known as kankar . The\nReprint 2025-26\n\n--- Page 6 ---\n12 CONTEMPORARY INDIA-Inewer , younger deposits of the floodplains\nare called khadar . They ar e renewed almost\nevery year and so are fertile, thus, ideal for\nintensive agriculture.\nThe Peninsular Plateau\nThe Peninsular plateau  is a tableland\ncomposed of the old crystalline, igneous and\nmetamorphic rocks. It was formed due to the\nbreaking and drifting of the Gondwana land\nand thus, making it a part of the oldest\nlandmass. The plateau has broad and shallow\nvalleys and rounded hills. This plateau consists\nof two broad divisions, namely, the Central\nHighlands and the Deccan Plateau. The part\nof the Peninsular plateau lying to the north of\nthe Nar mada river , covering a major ar ea of the\nMalwa plateau, is known as the Central\nHighlands. The Vindhyan range is bounded\nby the Satpura range on the south and the\nAravalis on the northwest. The further\nwestward extension gradually merges with the\nsandy and rocky desert of Rajasthan. The\nflow of the rivers draining this region, namely\nthe Chambal, the Sind, the Betwa and the Ken\nis from southwest to northeast, thus indicating\nthe slope. The Central Highlands are wider in\nthe west but narrower in the east. The eastward\nextensions of this plateau are locally known\nas the Bundelkhand  and Baghelkhand.The  Chotanagpur plateau marks the\nfurther eastward extension, drained by the\nDamodar river .\nThe Deccan Plateau is a triangular landmass\nthat lies to the south of the river Narmada. The\nSatpura range flanks its broad base in the north ,\nwhile the Mahadev, the Kaimur hills and the\nMaikal range form its eastern extensions. Locate\nthese hills and ranges in the Physical map of\nIndia. The Deccan Plateau is higher in the west\nand slopes gently eastwards. An extension of the\nPlateau is also visible in the northeast , locally\nknown as the Meghalaya , Karbi-Anglong Plateau\nand North Cachar Hills . It is separated by a fault\nfrom the Chotanagpur Plateau. Three prominent\nhill ranges from the west to  the east are the Garo,\nthe Khasi and the Jaintia  Hills.\nThe Western Ghats  and the Easter n Ghats\nmark the western and the eastern edges of the\nDeccan Plateau r espectively. W estern G\nhats lie\nparallel to the western coast. They are continuous\nand can be crossed through passes only. Locate\nthe Thal, Bhor and Pal Ghats in the Physical\nmap of India.\nThe W ester n Ghats ar e higher than the\nEastern Ghats. Their average elevation is 900–\n1600 metres as against 600 metres of the\nEastern Ghats. The Eastern Ghats stretch\nfrom the Mahanadi V alley to the Nigiris in the\nsouth.  The Eastern Ghats are discontinuous\nand irregular and dissected by rivers draining\ninto the Bay of Bengal. The W ester n Ghats\ncause orographic rain by facing the rain\nbearing moist winds to rise along the western\nslopes of the Ghats. The W ester n Ghats ar e\nknown by different local names. The height of\nthe W ester n Ghats pr ogressively incr eases\nfrom north to south. The highest peaks\ninclude the Anai Mudi (2,695 metres) and the\nDoda Betta  (2,637 metres). Mahendragiri\n(1,501 metres) is the highest peak in the\nEastern Ghats. Shevroy Hills and the Javadi\nHills are located to the southeast of the\nFigur e 2.6 : A W aterfall in Chotanagpur Plateau\nReprint 2025-26\n\n--- Page 7 ---\nPHYSICAL FEATURES OF INDIA 13Eastern Ghats. Locate the famous hill stations\nof Udagamandalam, popularly known as\nOoty and the Kodaikanal.\nOne of the distinct features of the\nPeninsular plateau is the black soil area\nknown as Decean T rap. This is of volcanic\norigin, hence, the rocks are igneous. Actually,\nthese rocks have denuded over time and are\nresponsible for the formation of black soil. The\nAravali Hills lie on the western and\nnorthwestern margins of the Peninsular\nplateau. These are highly eroded hills and are\nfound as broken hills. They extend from\nGujarat to Delhi in a southwest-northeast\ndirection.\nThe Indian Desert\nThe Indian dese rt lies towards the western\nmargins of the Aravali Hills. It is an undulating\nsandy plain covered with sand dunes. This\nregion receives very low rainfall below 150 mm\nper year . It has arid climate with low vegetati on\ncover . Str eams appear during the rainy\nseason . Soon after they \ndisappear into the\nsand as they do not have enough water to\nreach the sea.  Luni is the only large river in\nthis region.more prominent near the Indo-Pakistan\nboundary. If you visit Jaisalmer , you may go\nto see a group of barchans.\nThe Coastal Plains\nThe Peninsular plateau is flanked by stretch\nof narrow coastal strips, running along the\nArabian Sea  on the west and the Bay of Bengal\non the east . The wester n coast, sandwiched\nbetween the W estern Ghats and the Arabian\nSea, is a narrow plain. It consists of three\nsections. The norther n part of the coast is called\nthe Konkan  (Mumbai – Goa), the central stretch\nis called the Kannad Plain,  while the souther n\nstretch is referred to as the Malabar coast .\nFigure 2.8 : The Coastal Plains\nFigure 2.7 : The Indian Desert\nThe Chilika Lake is the\nlargest salt water lake in India. It lies in the state\nof Odisha , to the south of the Mahanadi delta.Barchans (crescent-shaped dunes) cover\nlarger areas but longitudinal dunes becomeThe plains along the Bay of Bengal are wide\nand level. In the northern part, it is referred to\nas the Norther n Circar, while the souther n part\nis known as the Coromandel Coast . Large\nrivers, such as the Mahanadi, the Godavari,\nthe Krishna and the Kaveri have formed\nextensive delta  on this coast. Lake Chilika is\nan important feature along the eastern coast.\nReprint 2025-26\n\n--- Page 8 ---\n14 CONTEMPORARY INDIA-I\nCorals\nCoral polyps are short-lived microscopic\norganisms, which live in colonies. They flourish\nin shallow, mud- free and warm waters.  They\nsecrete calcium carbonate .  The coral secretion\nand their skeletons from coral deposits in the\nform of reefs : they are mainly of three kinds:\nbarrier reef. fringing reef and atolls.  The Great\nB\narrier Reef of Australia is a good example of the\nfirst kind of coral reefs. Atolls are circular or\nhorse shoe -shaped coral reefs.India’s only active volcano is\nfound on Barren island in Andaman and Nicobar\ngroup of Islands.The Islands\nYou have alr eady seen that India has a vast\nmainland. Besides this, the country has two groups\nof islands. Can you identify these island groups?\nLocate the Lakshadweep Islands group\nlying close to the Malabar coast of Kerala. This\ngroup of islands is composed of small coral\nisalnds. Earlier they were known as Laccadive,\nMinicoy and Amindive. In 1973, these were\nnamed as Lakshadweep. It covers small area\nof 32 sq km. Kavaratti island is the\nadministrative headquarters of Lakshadweep.\nThis island group has great diversity of flora\nand fauna. The Pitti island, which is\nuninhabited, has a bird sanctuary.Now you see the elongated chain of islands\nlocated in the Bay of Bengal extending from\nnorth to south. These are Andaman and\nNicobar islands. They are bigger in size and\nare more numerous and scattered. The entire\ngroup of islands is divided into two broad\ncategories –  The Andaman in the north and\nthe Nicobar in the south. It is believed that these\nislands are an elevated portion of submarine\nmountains.  These island groups are of great\nstrategic importance for the country.  There is\ngreat diversity of flora and fauna in this group\nof islands too. These islands lie close to equator\nand experience equatorial climate and has\nthick for est cover .\nA detailed account of the different\nphysiographic units highlights the unique\nfeatur es of each r egion.  It would, ho wever,\nbe clear that each region complements the\nother and makes the country richer in its\nnatural resources.  The mountains are the\nmajor sources of water and forest wealth.\nThe nort hern plains are the granaries of the\ncountry.  They provide the base for early\ncivilisations.  The plateau is a storehouse\nof minerals, which has played a crucial role\nin the industrialisation of the country.  The\ncoastal region and island groups provide\nsites for fishing and port activities.  Thus,\nthe diverse physical features of the land\nhave immense future possibilities\nof development.\nFigure 2.9 : An Island\nReprint 2025-26\n\n--- Page 9 ---\nPHYSICAL FEATURES OF INDIA 151.Choose the right answer from the four alternatives given below.\n(i)A landmass bounded by sea on three sides is referred to as\n(a)Coast (c) Peninsula\n(b)Island (d) None of the above\n(ii)Mountain ranges in the eastern part of India forming its boundary with\nMyanmar are collectively called\n(a)Himachal (c) Purvachal\n(b)Uttarakhand (d) None of the above\n(iii) The western coastal strip, south of Goa is referred to as\n(a)Coromandel (c) Kannad\n(b)Konkan (d) Northern Circar\n(iv) The highest peak in the Eastern Ghats is\n(a)Anai Mudi (c)Mahendragiri\n(b)Kanchenjunga (d)Khasi\n2Answer the following questions briefly.\n(i)What is the bhabar ?\n(ii)Name the three major divisions of the Himalayas from north to south.\n(iii) Which plateau lies between the Aravali and the Vindhyan ranges?\n(iv) Name the island group of India having coral origin.\n3.Distinguish between\n(i)Bhangar and Khadar\n(ii)Wester n Ghats and Easter n Ghats\n4.Which are the major physiographic divisions of India?  Contrast the relief of the\nHimalayan region with that of the Peninsular plateau.\n5.Give an account of the Northern Plains of India.\n6.Write short notes on the following.\n(i)The Indian Desert\n(ii)The Central Highlands\n(iii) The Island groups of India\nMAP SKILLS\nOn an outline map of India show the following.\n(i)Mountain and hill ranges – the Karakoram, the Zaskar , the Patkai Bum,\nthe Jaintia, the Vindhya range, the Aravali, and the Cardamom hills.\n(ii)Peaks – K2, Kanchenjunga, Nanga Parbat and the Anai Mudi.\n(iii) Plateaus, Chotanagpur and Malwa\n(iv) The Indian Desert, W ester n Ghats, Lakshadweep IslandsEXERCISE\nReprint 2025-26\n\n--- Page 10 ---\n16 CONTEMPORARY INDIA-IPROJECT /ACTIVITY\nLocate the peaks, passes, ranges, plateaus, hills, and duns hidden in the puzzle.\nTry to find wher e these featur es ar e located.  Y ou may start your sear ch\nhorizontally, vertically or diagonally.\nReprint 2025-26\n",
    "total_characters": 18796,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    }
  ],
  "image_count": 32,
  "keywords": [
    "India",
    "Himalayas",
    "Ghats",
    "Plateau",
    "These",
    "Reprint",
    "Peninsular",
    "Northern",
    "Plains",
    "Himalaya",
    "Figure",
    "Eastern",
    "Himalayan",
    "Indian",
    "Nepal",
    "Locate",
    "Hills",
    "Desert",
    "Indus",
    "Brahmaputra"
  ]
}