{
  "metadata": {
    "subject": "socialscience-part2",
    "chapter_number": 5,
    "chapter_name": "iess105",
    "source_file": "iess105.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nNATURAL VEGET ATION AND WILDLIFE 39Have you observed the type of trees,\nbushes, grasses and birds in the fields\nand park s in and around your school?\nAre they similar or there are variations? India\nbeing a vast country you can imagine the\ntypes of bio -forms available throughout the\ncountry.\nOur country India is one of the 12 mega\nbio-diversity countries of the  world. With\nabout 47,000 plant species India occupies\ntenth place in the world and fourth in Asia in\nplant diversity. There are about  15,000\nflowering plants in India , which account for\n6 per cent in the world’s total number of\nflowering plants. The country has many non-\nflowering plants , such as ferns, algae and\nfungi. India also has approximately 90 ,000\nspecies of animals , as well as , a rich variety of\nfish in its fresh and marine waters.\nNatural vegetation refers to a plant\ncommunity, which has grown naturally\nwithout human aid and has been left\nundisturbed by humans for a long time. This\nis termed as a virgin vegetation . Thus,\ncultivated crops and fruits, orchards form part\nof vegetation but not natural vegetation.NATURAL VEGET ATION AND WILDLIFE\nTYPES OF VEGETATION\nThe following major types of vegetation may\nbe identified in our country (Figure 5.4).\n(i)T\nropical Ever green For ests\n(ii)Tropical Deciduous For ests\n(iii)Tropical Thor n For ests and Scrubs\n(iv)Montane Forests\n(v)Mangrove Forests5\nThe virgin vegetation, which\nare purely Indian are known as endemic or\nindigenous species but those which have come\nfrom outside India are termed as exotic plants.\n The term flora  is used to denote plants of\na particular region or period. Similarly, the\nspecies of animals are referred to as fauna .\n Figure 5.1 : Tropical Evergreen Forest\nReprint 2025-26\n\n--- Page 2 ---\n40 CONTEMPORARY INDIA-ITropical Ever green For ests\nThese forests are restricted to heavy rainfall\nareas of the W estern Ghats and the island\ngroups of Lakshadweep, Andaman and\nNicobar , upper parts of Assam and T amil Nadu\ncoast. They are at their best in areas having\nmore than 200 cm of rainfall with a short dry\nseason. The trees reach great heights up  to 60\nmetres or even above. Since the region is warm\nand wet thr oughout the year , it has a luxuriant\nvegetation of all kinds — trees, shrubs and\ncreepers giving it a multilayered structure. There\nis no definite time for trees to shed their leaves.\nAs such , these forests appear green all the\nyear round.\nSome of the commercially important trees\nof this forest are ebony, mahogany, rosewood,\nrubber and cinchona.\nThe common animals found in these forests\nare elephant, monkey, lemur and deer . One-\nhorned rhinoceroses are found in the jungles\nof Assam and W est Bengal. Besides these\nanimals, plenty of birds, bats, sloth, scorpions\nand snails are also found in these jungles.\nTropical Deciduous For ests\nThese are the most widespread forests of India.\nThey are also called the monsoon forests and\nspread over the region receiving rainfall\nbetween 200 cm and 70 cm. T rees of this for esttype shed their leaves for about six to eight\nweeks in dry summer .\nOn the basis of the availability of water ,\nthese forests are further divided into moist and\ndry deciduous. The former is found in areas\nreceiving rainfall between 200 and 100 cm.\nThese forests exist, therefore, mostly in the\neastern part of the country — northeastern\nstates, along the foothills of the Himalayas,\nJharkhand, W est Odisha and Chhattisgar h,\nand on the easter n slopes of the W estern Ghats.\nTeak is the most dominant species of this forest.\nBamboos , sal, shisham, sandalwood\n, khair ,\nkusum, arjun and mulberry  are other\ncommercially important species.\nThe dry deciduous forests are found in areas\nhaving rainfall between 100 cm and 70  cm.\nThese forests are found in the rainier parts of\nthe Peninsular plateau and the plains of Bihar\nand Uttar Pradesh. There are open stretches,\nin which teak, sal, peepal and neem  grow. A\nlarge part of this region has been cleared for\ncultivation and some parts are used for grazing.\nIn these forests, the common animals found\nare lion, tiger , pig, deer and elephant. A huge\nvariety of birds, lizards, snakes and tortoises\nare also found here.\nThe Thorn Forests and Scrubs\nIn regions with less than 70 cm of rainfall, the\nnatural vegetation consists of thorny trees and\nFigure 5.2 : Tropical Deciduous Forest\n Figure 5.3 : Thorn Forests and Scrubs\nReprint 2025-26\n\n--- Page 3 ---\nNATURAL VEGET ATION AND WILDLIFE 41Study the given map for the forest cover and try to find the reasons as to why certain states have more forest area\nas compared to others?Figur e 5.4 : Natural V egetation\nReprint 2025-26\n\n--- Page 4 ---\n42 CONTEMPORARY INDIA-Ibushes. This type of vegetation is found in the\nnorth-western part of the country, including\nsemi-arid areas of Gujarat, Rajasthan, Madhya\nPradesh, Chhattisgarh, Uttar Pradesh and\nHaryana. Acacias, palms, euphorbias and cacti\nare the main plant species. T rees ar e scatter ed\nand have long roots penetrating deep into the\nsoil in order to get moisture. The stems are\nsucculent to conserve water . Leaves ar e mostly\nthick and small to minimise evaporation. These\nforests give way to thorn forests and scrubs in\narid areas.\nIn these forests, the common animals are\nrats, mice, rabbits, fox, wolf, tiger , lion, wild ass,\nhorses and camels.\nMontane Forests\nIn mountainous areas, the decrease in\ntemperature with increasing altitude leads to\nthe corresponding change in natural\nvegetation. As such, there is a succession of\nnatural vegetation belts in the same order as\nwe see from the tropical to the tundra region.\nThe  wet temperate type of forests are found\nbetween a height of 1000 and 2000 metres.\nEvergreen broad-leaf trees , such as oaks and\nchestnuts predominate. Between 1500 and\n3000 metres, temperate forests containingconifer ous tr ees, like pine, deodar , silver fir ,\nspruce and cedar , are found. These for ests\ncover mostly the southern slopes of the\nHimalayas, places having high altitude in\nsouthern and north-east India. At higher\nelevations, temperate grasslands are common.\nAt high altitudes, generally , more than 3,600\nmetres above the sea level, temperate forests\nand grasslands give way to the Alpine\nvegetation. Silver fir , junipers, pines and\nbirches are the common trees of these forests.\nHowever , they get pr ogressively stunted as\nthey approach the snow-line. Ultimately ,\nthrough shrubs and scrubs, they merge into\nthe Alpine grasslands. These are used\nextensively for grazing by nomadic tribes , like\nthe Gujjars and the Bakarwals. At higher\naltitudes, mosses and lichens form part of\ntundra vegetation.\nThe common animals found in these forests\nare Kashmir stag, spotted dear , wild sheep, jack\nrabbit, T ibetan antelope, yak, snow leopar\nd,\nsquirrels, Shaggy horn wild ibex, bear and rare\nred panda, sheep and goats with thick hair .\nMangrove Forests\nThe mangrove tidal forests are found in the\nareas of coasts influenced by tides. Mud and\nsilt get accumutated on such coasts. Dense\nFigure 5.5 : Montane Forests\n Figure 5.6 : Mangrove Forests\nReprint 2025-26\n\n--- Page 5 ---\nNATURAL VEGET ATION AND WILDLIFE 43mangroves are the common varieties with roots\nof the plants submer ged under water . The\ndeltas of the Ganga, the Mahanadi, the Krishna,\nthe Godavari and the Kaveri are covered by\nsuch vegetation. In the Ganga-Brahmaputra\ndelta, sundari trees are found, which provide\ndurable har d timber . Palm, coconut, keora ,\nagar, etc.,  also gr ow in some parts of the delta.Royal Bengal T iger is the famous animal\nin these forests. Turtles, crocodiles, gharials\nand snakes are also found in these forests.\nLet us discuss :Let us discuss :Let us discuss :Let us discuss :Let us discuss :   What will happen if plants and\nanimals disappear from the earth’s surface? Can\nthe human beings survive under such a situation?\nWhy is biodiversity necessary and why should it be\nconserved?\nWILDLIFE\nLike its flora, India is also rich in its fauna.  It\nhas approximately 90,000 animal species.\nThe country has about 2,000 species of birds.\nThey constitute 13% of the world’s total.  There\nare 2,546 species of fish, which account for\nnearly 12% of the world’s stock.  It also shares\nbetween 5 and 8 per cent of the world’s\namphibians, reptiles and mammals.\nActivity ActivityActivityActivityActivity\nCan you identify the type of forest shown in this picture?\nIdentify some trees in it.  What type of similarity/\ndissimilarity you notice in this type of vegetation from\nthe one found in your region?MEDICINAL PLANTS\nIndia is known for its herbs and spices from ancient times. Some 2,000 plants have been described in Ayurveda\nand at  least 500 ar e in regular use. The W orld Conservation Union’s Red List has named 352 medicinal plants\nof which 52 are critically threatened and 49 endangered. The commonly used plants in India are:\nSarpagandha : Used to treat blood pressure; it is found only in India.\nJamun : The juice fr om ripe fruit is used to pr epare vinegar , which is car minative and diur etic, and\nhas digestive properties. The powder of the seed is used for controlling diabetes.\nArjun : The fresh juice of leaves is a cure for earache. It is also used to regulate blood pressure.\nBabool : Leaves are used as a cure for eye sores. Its gum is used as a tonic.\nNeem : Has high antibiotic and antibacterial properties.\nTulsi : Is used to cure cough and cold.\nKachnar : Is used to cure asthma and ulcers. The buds and roots are good for digestive problems.\nIdentify more medicinal plants in your area.  \nWhich plants are used as medicines by local\npeople to cure some diseases?\nSour ce : Medicinal Plants by Dr . S.K. Jain, 5th edition 1994, National Book T rust of India\nThe elephants are the most\nmajestic animals among the\nmammals.  They are found in the hot\nwet forests of Assam, Karnataka and\nKerala. One-horned rhinocerose s are\nthe other animals, which live in\nswampy and marshy lands of Assam\nand W est Bengal.  Arid ar eas of the\nRann of Kachchh and the Thar\nDesert are the habitat for wild ass\nand camels respectively.  Indian\nbison, nilgai (blue bull), chousingha\n(four-horned antelope), gazel and\ndifferent species of deer are some\nother animals found in India.  It also has several\nspecies of monkeys.\nWildlife Protection Act was\nimplemented in 1972 in India.\nIndia is the only country in the world that\nhas both tigers and lions.  The natural habitat\nof the Indian lion is the Gir forest in Gujarat.\nTigers ar e found in the for ests of Madhya\nReprint 2025-26\n\n--- Page 6 ---\n44 CONTEMPORARY INDIA-IPradesh, the Sundarbans of W est Bengal and\nthe Himalayan region. Leopards, too, are\nmembers of the cat family. They are important\namong animals of prey.In the rivers, lakes and coastal areas,\nturtles, crocodiles and gharials are found.  The\nlatter is the only representative of a variety of\ncrocodile, found in the world today.\nBird life in India is colourful.  Peacocks,\npheasants, ducks, parakeets, cranes and\npigeons are some of the birds inhabiting the\nforests and wetlands of the country.\nWe have selected our cr ops fr om a\nbio-diverse environment, i.e., from the reserve\nof edible plants. W e also experimented and\nselected many medicinal plants. The animals\nwere selected from large stock provided by\nnature as milch animal. They also provided us\ndraught power , transportation, meat and eggs.\nThe fish provide nutritive food. Many insects\nhelp in pollination of crops and fruit trees and\nexerting biological control on such insects is\nharmful. Every species has a role to play in the\nDo you know\nThe Gir Forest is the\nlast remaining habitat\nof the Asiatic lion.\nThe Himalayas harbour a hardy range of\nanimals, which survive in extreme cold.\nLadakh’s freezing high altitudes are a home to\nyak, the shaggy horned wild ox weighing\naround one tonne, the T ibetan antelope, the\nbharal  (blue sheep), wild sheep, and the kiang\n(Tibetan wild ass).  Fur htermore, the ibex, bear ,\nsnow-leopard and rare red panda are found\nin certain pockets.\nActivity ActivityActivityActivityActivity\n(i)Find out from the above newspaper cuttings, the main concern highlighted in the given news items.\n(ii)Collect more information about various endangered species from newspapers and  magazines.\n(iii)Find out various steps taken by the Indian government to protect them.\n(iv)Describe how you can contribute to the protection of endangered animals and birds.\nReprint 2025-26\n\n--- Page 7 ---\nNATURAL VEGET ATION AND WILDLIFE 45Figure 5.7 : Wildlife Reserves\nDampara\nReprint 2025-26\n\n--- Page 8 ---\n46 CONTEMPORARY INDIA-I\nMigratory Birds\nSome of the wetlands of India are popular\nwith migratory bir ds. During winter ,\nbirds, such as Siberian Crane, come\nin large numbers. One such place\nfavourable with birds is the Rann of\nKachchh. At a place where the desert\nmerges with the sea, flamingo with their\nbrilliant pink plumage come in thousands\nto build nest mounds from the salty mud\nand raise their young ones.  It is one\namong many extraordinary sights in the\ncountry. Is it not a rich natural heritage\nof ours?\necosystem. Hence, conservation is essential. As\nhas been mentioned earlier due to excessive\nexploitation of plant and animal resources by\nhuman beings, the ecosystem has been\ndisturbed. About 1,300 plant species are\nendangered and 20 species are extinct. Quite\na few animal species are also endangered and\nsome have become extinct.\nThe main causes for this major threat to\nnature are hunting by greedy hunters for\ncommercial purposes. Pollution due to\nchemical and industrial waste, acid deposits,\nintroduction of alien species and reckless\ncutting of the forests to bring land under\ncultivation and habitation, are also responsible\nfor the imbalance.\n To protect the flora and fauna of the\ncountry, the government has taken many\nsteps.\n(i)Eighteen biosphere reserves have been\nset up in the country to protect flora and\nfauna. Twelve out of these, the Sundarbans\nNanda Devi, the Gulf of Mannar , the Nilgiri,\nNokr ek, Gr eat Nicobar , Simlipal,\nPachmarhi, Achanakmar -Amarkantak,\nAgasthyamalai, Kangchendzonga and\nPanna have been included in the world\nnetwork of biosphere reserves.Eighteen Bio-reserves\n•Sundarbans •Simlipal\n•Gulf of Mannar •Dihang-Dibang\n•Nilgiri •Dibru Saikhowa\n•Nanda Devi •Agasthyamalai\n•Nokrek •Kangchendzonga\n•Great Nicobar •Pachmarhi\n•Manas •Achanakmar -Amark antak\n•Kachchh •Cold Desert\n•Seshachalam •Panna\n(ii)Financial and technical assistance is\nprovided to many botanical gardens by the\ngovernment since 1992.\n(iii)Project T iger, Project Rhino, Pr oject\nGreat Indian Bustard and many other\neco-developmental projects have been\nintroduced.\n(iv)106 National Parks, 573 Wildlife\nsanctuaries and Zoological gardens are set\nup to take care of natural heritage.\nAll of us must realise the importance of the\nnatural ecosystem for our own survival. It is\npossible if indiscriminate destruction of natural\nenvironment is put to an immediate end.\nReprint 2025-26\n\n--- Page 9 ---\nNATURAL VEGET ATION AND WILDLIFE 471.Choose the right answer from the four alternatives given below:\n(i)To which one of the following types of vegetation does rubber belong to?\n(a)Tundra (c)Himalayan\n(b)Tidal (d)Tropical Evergreen\n(ii)Cinchona trees are found in the areas of rainfall more than\n(a)100 cm (c)70 cm\n(b)50 cm (d)less than 50 cm\n(iii) In which of the following state is the Simlipal bio-reserve located?\n(a)Punjab (b)Delhi\n(c)Odisha (d)West Bengal\n(iv) Which one of the following bio-reserves of India is not included in the world\nnetwork of bioreserve?\n(a)Manas (c)Gulf of Mannar\n(b)Nilgiri (d)Panna\n2.Answer the following questions briefly.\n(i)What is a bio-reserve? Give two examples.\n(ii)Name two animals having habitat in tropical and montane type of vegetation.\n3.Distinguish between\n(i)Flora and Fauna\n(ii)Tropical Evergreen and Deciduous forests\n4.Name dif ferent types of V egetation found in India and describe the vegetation of\nhigh altitudes.\n5.Quite a few species of plants and animals are endangered in India. Why?\n6.Why has India a rich heritage of flora and fauna?\nMap Skills\nOn an outline map of India, label the following.\n(i)Areas of Evergreen Forests\n(ii)Areas of Dry Deciduous Forests\n(iii) Two national parks each in Norther n, Souther n, Easter n and W ester n parts\nof the Country\nProject/Activity\n(i)Find some trees in your neighbourhood having medicinal values.\n(ii)Find ten occupations getting raw material from forests and wildlife.\n(iii) Write a poem or paragraph showing the importance of wildlife.\n(iv) Write the script of a str eet play giving the importance of tr ee plantation and\ntry to enact it in your locality.\n(v)Plant a tree either on your birthday or one of your family member’s birthday.\nNote the gr owth of the tr ee and notice in which season it gr ows faster .EXERCISE\nReprint 2025-26\n",
    "total_characters": 16782,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page6_img5.png",
      "page": 6
    },
    {
      "filename": "page6_img6.png",
      "page": 6
    },
    {
      "filename": "page6_img7.png",
      "page": 6
    },
    {
      "filename": "page6_img8.png",
      "page": 6
    },
    {
      "filename": "page6_img9.png",
      "page": 6
    },
    {
      "filename": "page6_img10.png",
      "page": 6
    },
    {
      "filename": "page6_img11.png",
      "page": 6
    },
    {
      "filename": "page6_img12.png",
      "page": 6
    },
    {
      "filename": "page6_img13.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    }
  ],
  "image_count": 40,
  "keywords": [
    "India",
    "Forests",
    "Reprint",
    "Tropical",
    "These",
    "Figure",
    "Deciduous",
    "Indian",
    "Evergreen",
    "Bengal",
    "There",
    "Assam",
    "Scrubs",
    "Montane",
    "Mangrove",
    "Forest",
    "Nicobar",
    "Himalayas",
    "Pradesh",
    "Activity"
  ]
}