{
  "metadata": {
    "subject": "science",
    "chapter_number": 9,
    "chapter_name": "iesc109",
    "source_file": "iesc109.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nSCIENCE 100We have lear nt about the motion of objects and\nforce as the cause of motion. W e have lear nt\nthat a force is needed to change the speed or\nthe dir ection of motion of an object. W e always\nobserve that an object dropped from a height\nfalls towar ds the earth. W e know that all the\nplanets go around the Sun. The moon goes\naround the earth. In all these cases, there must\nbe some force acting on the objects, the planets\nand on the moon. Isaac Newton could grasp\nthat the same force is responsible for all these.\nThis force is called the gravitational force.\nIn this chapter we shall learn about\ngravitation and the universal law of\ngravitation. W e shall discuss the motion of\nobjects under the influence of gravitational\nforce on the earth. W e shall study how the\nweight of a body varies fr om place to place.\nWe shall also discuss the conditions for\nobjects to float in liquids.\n9.1Gravitation\nWe know that the moon goes ar ound the earth.\nAn object when thrown upwards, reaches a\ncertain height and then falls downwards. It is\nsaid that when Newton was sitting under a tree,\nan apple fell on him. The fall of the apple made\nNewton start thinking. He thought that: if the\nearth can attract an apple, can it not attract\nthe moon? Is the force the same in both cases?\nHe conjectured  that the same type of force is\nresponsible in both the cases. He argued that\nat each point of its orbit, the moon falls\ntowards the earth, instead of going off in a\nstraight line. So, it must be attracted by the\nearth. But we do not really see the moon falling\ntowards the earth.Let us try to understand the motion of the\nmoon by recalling activity 7.11.\nActivity ______________ 9.1\n•Take a piece of thread.\n•Tie a small stone at one end. Hold the\nother end of the thread and whirl it\nround, as shown in Fig. 9.1.\n•Note the motion of the stone.\n•Release the thread.\n•Again, note the direction of motion of\nthe stone.\nFig. 9.1: A stone describing a circular path with a\nvelocity of constant magnitude.\nBefore the thread is released, the stone\nmoves in a circular path with a certain speed\nand changes direction at every point.\nThe change in direction involves change in\nvelocity or acceleration. The force that causes\nthis acceleration and keeps the body moving\nalong the circular path is acting towards\nthe centre. This force is called the\ncentripetal (meaning ‘centre-seeking’) force.9\nGGG\nGGRAVITATIONRAVITATIONRAVITATIONRAVITATIONRAVITATIONChapter\nReprint 2025-26\n\n--- Page 2 ---\nGRAVITATION 1019.1.1 UNIVERSAL  LAW OF GRAVITATION\nEvery object in the universe attracts every\nother object with a for ce which is pr oportional\nto the pr oduct of their masses and inversely\nproportional to the squar e of the distance\nbetween them. The for ce is along the line\njoining the centr es of two objects.In the absence of this force, the stone flies off\nalong a straight line. This straight line will be\na tangent to the circular path.\nMore to  knowTangent to a circle\nA straight line that meets the circle at\none and only one point is called a\ntangent to the cir cle. Straight line\nABC is a tangent to the cir cle at\npoint B.\nThe motion of the moon ar ound the earth\nis due to the centripetal for ce. The centripetal\nforce is pr ovided by the for\nce of attraction of\nthe earth. If there wer e no such for ce, the\nmoon would pursue a unifor m straight line\nmotion.\nIt is seen that a falling apple is attracted\ntowar ds the earth. Does the apple attract the\nearth? If so, we do not see the earth moving\ntowar ds an apple. Why?\nAccording to the thir d law of motion, the\napple does attract the earth. But accor ding\nto the second law of motion, for a given for ce,\nacceleration is inversely pr oportional to the\nmass of an object [Eq. (8.4)]. The mass of an\napple is negligibly small compar ed to that of\nthe earth. So, we do not see the earth moving\ntowar ds the apple. Extend the same ar gument\nfor why the earth does not move towar ds the\nmoon.\nIn our solar system, all the planets go\naround the Sun. By ar guing the same way,\nwe can say that ther e exists a force between\nthe Sun and the planets. Fr om the above facts\nNewton concluded that not only does the\nearth attract an apple and the moon, but all\nobjects in the universe attract each other . This\nforce of attraction between objects is called\nthe gravitational force.G2Mm\nF =\nd\nFig. 9.2: The gravitational force between two\nuniform objects is directed along the line\njoining their centres.\nLet two objects A and B of masses M and\nm lie at a distance d from each other as shown\nin Fig. 9.2. Let the force of attraction between\ntwo objects be F\n. Accor ding to the universal\nlaw of gravitation, the for ce between two\nobjects is dir ectly pr oportional to the pr oduct\nof their masses. That is,\nF∝M × m (9.1)\nAnd the force between two objects is inversely\nproportional to the squar e of the distance\nbetween them, that is,\n∝21F\nd(9.2)\nCombining Eqs. (10.1) and (10.2), we get\nF ∝ 2×M m\nd(9.3)\nor,  G2M × m\nF =\nd(9.4)\nwhere G is the con",
    "total_characters": 32806,
    "preview": "\n--- Page 1 ---\nSCIENCE 100We have lear nt about the motion of objects and\nforce as the cause of motion. W e have lear nt\nthat a force is needed to change the speed or\nthe dir ection of motion of an object. W e always\nobserve that an object dropped from a height\nfalls towar ds the earth. W e know that all the\nplanets go around the Sun. The moon goes\naround the earth. In all these cases, there must\nbe some force acting on the objects, the planets\nand on the moon. Isaac Newton could grasp\nthat the"
  },
  "keywords": [
    "Reprint",
    "Activity",
    "Solution",
    "Exampl",
    "Observe",
    "Acceleration",
    "Calculate",
    "Newton",
    "Weight",
    "Substituting",
    "Therefore",
    "According",
    "Whenever",
    "Initial",
    "Table",
    "Pressure",
    "Situation",
    "Pressur",
    "Archimedes",
    "Greek"
  ]
}