{
  "metadata": {
    "subject": "english-part1",
    "chapter_number": 7,
    "chapter_name": "iebe107",
    "source_file": "iebe107.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n82 / Beehive\nNotes for the TNotes for the TNotes for the TNotes for the TNotes for the T eacher eachereachereachereacher\nUnits 7–9\nUnits 7–9Units 7–9 Units 7–9Units 7–9\n7. R EACH FOR THE TOP\nThis unit has two biographical pieces that depict persistent endeavours to\nreach the top. Part II of this unit is taken fr om a newspaper . The language is\nvery current and idiomatic. An exercise of matching words and phrases to\ntheir meanings has been given as a pre-reading activity to facilitate students’\nunderstanding and appreciation of this part of the text.\nIn this unit students are asked to imagine that they have to give a speech.\nThey may wish to read the texts of well-known speeches such as Nehru’s\n‘Tryst with Destiny’. A speech is a formal use of spoken language. It must be\nprepared meticulously.\nThe language is formal but should be made powerful by the use of balance\n(“Ask not what your country can do for you, ask what you can do for your\ncountry.” — Kennedy), imagery (“The light has gone out of our lives” — Nehru)\nand other such rhetorical devices. It can be enriched by the use of examples\nand anecdotes.\nThe Writing task of composing an article for a school magazine can be prepared\nfor by looking at other examples of such articles in newspapers. This task\nmakes a beginning in helping students to write for the print media. Encourage\nthem to work within a given word limit (such as 500 words, or 1000 words),\nand to use everyday, contemporary language.\nHelp students to write a description of Santosh Y adav’s character by drawing\ntheir attention to her background, likes and dislikes, her humanity and her\ncontribution to society.\n8. K ATHMANDU\n‘Kathmandu’ is excerpted from Heaven Lake , a travelogue in which Vikram\nSeth gives an account of what he saw, thought and felt when he travelled from\nChina to T ibet, fr om Heaven Lake to the Himalayas.\nThe map reading activity and the activity on locating the possible routes (by\nroad, rail or air) from Kathmandu to different places in India are designed to\nlink the lesson to the outside world. Students may wish to consult brochures\nor travel guides, visit a  travel agency or call them on the telephone, speak to\npeople who have been to Nepal, and so on. This is a ‘communicative’ and\n‘authentic’ task.\nReprint 2025-26\n\n--- Page 2 ---\nReach for the Top  / 83\nTo prepare for the second Speaking task, students can listen to cricket/\nfootball commentaries or eyewitness accounts of the Independence Day/\nRepublic Day parade in class or at home on radio or T.V.  Encourage them\nto observe the use of the language and follow the narration. Have a\ndiscussion in the class on the features of the commentary (its language, its\nliveliness, etc.)\n A diary can be an opportunity to write freely about our life and the things\nthat happen to us — funny, sad, happy, embarrassing or fear ful. W e also\nmake notes on places we visit or our encounters with people.\nThe Writing task suggests that diary entries can form the basis of a\ntravelogue, and asks students to imagine a journey to Kathmandu. It may be\nsupplemented by an actual travelogue-writing task given after a long holiday,\nor after a class trip out of the town.\n9. IF I WERE YOU\nThis one-act play is to be read aloud in class by assigning roles to students.\nDraw the students’ attention to the stage setting, stage directions, description\nof the characters, their movements, gestures and tonal variations, since these\ncombine to bring out the effect of the play.\nThe play has many examples of wit and irony. Two examples are given in an\nexercise. Y ou can add a few mor e for the students to have a clear understanding.\nThe dictionary task in this unit is to help children locate the right meaning\nfrom a dictionary for a word they come across while reading. The task draws\nstudents’ attention to ‘signposts’ such as parts of speech that help match use\nto meaning. Encourage the students to look at more entries in the dictionary\nand observe the meanings of words that occur as different parts of speech\n(adjective, noun, verb).\nNotes for the Teacher  / 83\nReprint 2025-26\n\n--- Page 3 ---\n84 / Beehive\nPart I\nSantosh Yadav\nB BBBBEFORE\nEFOREEFORE EFOREEFORE  Y  Y  Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•Think for a while and make a list of three to five persons you\nidolise, or admir e very much for their achievements. Y our\nidols may be from any sphere of life — sports, medicine,\nmedia, or art and culture.\n•Your teacher will then discuss your choices with you to find\nout who the top five idols of your class are.\n1.The only woman in the world who\nhas scaled Mt Everest twice was\nborn in a society where the birth of\na son was regarded as a blessing,\nand a daughter , though not\nconsidered a curse, was not\ngenerally welcome. When her mother\nwas expecting Santosh, a travelling\n‘holy man’, giving her his blessing,\nassumed that she wanted a son.\nBut, to everyone’s surprise, the\nunbor n child’s grandmother , who\nwas standing close by, told him that\n",
    "total_characters": 25335,
    "preview": "\n--- Page 1 ---\n82 / Beehive\nNotes for the TNotes for the TNotes for the TNotes for the TNotes for the T eacher eachereachereachereacher\nUnits 7–9\nUnits 7–9Units 7–9 Units 7–9Units 7–9\n7. R EACH FOR THE TOP\nThis unit has two biographical pieces that depict persistent endeavours to\nreach the top. Part II of this unit is taken fr om a newspaper . The language is\nvery current and idiomatic. An exercise of matching words and phrases to\ntheir meanings has been given as a pre-reading activity to facil"
  },
  "keywords": [
    "Santosh",
    "Reprint",
    "Maria",
    "Reach",
    "Sharapova",
    "Beehive",
    "Everest",
    "Tells",
    "Indian",
    "Killing",
    "Delhi",
    "Russian",
    "Thinking",
    "August",
    "Their",
    "October",
    "Units",
    "Nehru",
    "Encourage",
    "Kathmandu"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    }
  ],
  "image_count": 5
}