{
  "metadata": {
    "subject": "english-part2",
    "chapter_number": 3,
    "chapter_name": "iemo103",
    "source_file": "iemo103.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nTHE story was narrated to Ganesh by a young man, Mahendra by\nname. He was a junior supervisor in a fir m which of fered on hir e\nsupervisors at various types of construction sites: factories, bridges,\ndams, and so on. Mahendra’s job was to keep an eye on the activities\nat the work site. He had to keep moving fr om place to place every\nnow and then as or dered by his head of fice: fr om a coal mining\narea to a railway bridge construction site, fr om ther e after a few\nmonths to a chemical plant which was coming up somewher e.\n3.  Isw aran the Storyteller\nOne night Mahendra woke up from his sleep and\nsaw “a dark cloudy form”. He broke out into a cold\nsweat. W as it a ghost?\nReprint 2025-26\n\n--- Page 2 ---\nIswaran the Storyteller/ 13\nHe was a bachelor . His needs wer e simple and he was able to\nadjust himself to all kinds of odd conditions, whether it was an\nill-equipped cir cuit house or a makeshift canvas tent in the\nmiddle of a stone quarry. But one asset he had was his cook,\nIswaran. The cook was quite attached to Mahendra and followed\nhim uncomplainingly wher ever he was posted. He cooked for\nMahendra, washed his clothes and chatted away with his master\nat night. He could weave out endless stories and anecdotes on\nvaried subjects.\nIswaran also had an amazing capacity to pr oduce vegetables\nand cooking ingr edients, seemingly out of nowher e, in the middle\nof a desolate landscape with no shops visible for miles ar ound.\nHe would miraculously conjur e up the most delicious dishes made\nwith fr esh vegetables within an hour of arriving at the zinc-sheet\nshelter at the new workplace.\nMahendra would be up early in the mor ning and leave for\nwork after br eakfast, carrying some pr epared food with him.\nMeanwhile Iswaran would tidy up the shed, wash the clothes,\nand have a leisur ely bath, pouring several buckets of water over\nhis head, mutteri ng a prayer all the while. It would be lunchtime\nby then. After eating, he would read for a while before dozing\noff. The book was usually some popular T amil thriller running\nto hundr eds of pages. Its imaginative descriptions and  narrat ive\nflourishes would hold Iswaran in thrall.\nHis own descriptions wer e greatly influenced by the T amil\nauthors that he r ead.  When he was narrating even the smallest\nof incidents, he would try to work in suspense and a surprise\nending into the account. For example, instead of saying that\nhe had come acr oss an upr ooted tr ee on the highway, he would\nsay, with eyebr\nows suitably ar ched and hands held out in a\ndramatic gesture, “The r oad was deserted and I was all alone.\nSuddenly I spotted something that looked like an enor mous\nbushy beast lying sprawled acr oss the r oad. I was half inclined\nto tur n and go back. But as I came closer I saw that it was a\nfallen tree, with its dry branches spr ead out.” Mahendra would\nstretch himself back in his canvas chair and listen to Iswaran’s\ntales uncritically.\nReprint 2025-26\n\n--- Page 3 ---\n14 / Moments\n“The place I come fr om is famous for timber ,” Iswaran would\nbegin. “Ther e is a richly wooded for est all ar ound. The logs ar e\nhauled on to the lorries by elephants. They ar e huge well-fed\nbeasts. When they tur n wild even the most experienced mahout\nis not able to contr ol them.” After this pr ologue Iswaran would\nlaunch into an elaborate anecdote involving an elephant.\n“One day a tusker escaped fr om the timber yar d and began to\nroam about, stamping on bushes, tearing up wild cr eepers and\nbreaking branches at will. Y ou know, sir , how an elephant behaves\nwhen it goes mad.”  Iswaran would get so caught up in the\nexcitement of his own story that he would get up fr om the floor\nand jump about, stamping his feet in emulation of the mad elephant.\n“The elephant r eached the outskirts of our town; br eaking the\nfences down like matchsticks,” he would continue. “It came into\nthe main r oad and smashed all the stalls selling fruits, mud pots\nand clothes. People ran helter -skelter in panic! The elephant now\nenter ed a school gr ound wher e childr en wer e playing, br eaking\nthrough the brick wall. All the boys ran into the classr ooms and\nshut the doors tight. The beast grunted and wander ed about,\npulling out the football goal-post, tearing down the volleyball net,\nkicking and flattening the drum kept for water , and upr ooting\nthe shrubs. Meanwhile all the teachers had climbed up to the\nterrace of the school building; fr om ther e they helplessly watched\nthe depr edations of the elephant. Ther e was not a soul below on\nthe gr ound. The str eets wer e empty as if the inhabitants of the\nentire town had suddenly disappear ed.\n“I was studying in the junior class at that time, and was\nwatching the whole drama fr om the r ooftop. I don’t know what\ncame over me suddenly. I grabbed a cane fr om the hands of one\nof the teachers and ran down the stairs and into the open. The\nelephant grunted and menacingly swung a branch of a tr ee  which\nit held in its trunk. It stamped its feet, kicking up a lot of mud\nand dust. It looked frightening. But I moved slowly towar ds it,\nstick in hand. People wer\ne watching the scene hypnotised fr om\nnearby housetops. The elephant looked at me r ed-eyed, r eady to\nrush towar ds me. It lifted its trunk and trumpeted loudly. At that\nmoment I moved forwar d and, mustering all my for ce, whacked\nReprint 2025-26\n\n--- Page 4 ---\nIswaran the Storyteller/ 15\nits thir d toenail on the quick. The beast looked stunned for a\nmoment; then it shiver ed from head to foot — and collapsed.”\nAt this point Iswaran would leave the story unfinished, and\nget up mumbling, “I will be back after lighting the gas and war ming\nup the dinner .” Mahendra who had been listening w ith rapt\nattention would be left hanging. When he r eturned, Iswaran\nwould not pick up the thr ead of the story right away. Mahendra\nwould have to r emind him that the conclusion was pending.\n“Well, a veterinary doctor was summoned to r evive the animal,”\nIswaran would \nshrug casually. “Two days later it was led away by\nits mahout to the jungle.”\n“Well, how did you manage to do it, Iswaran — how did you\nbring down the beast?”\n“It has something to do with a Japanese art, I think, sir . Karate\nor ju-jitsu it is called. I had r ead about it somewher e.  It temporarily\nparalyses the nervous system, you see.”\nNot a day passed without Iswaran r ecounting some story\npacked with adventur e, horr or and suspense. Whether the story\nwas cr edible or not, Mahendra enjoyed listening to it because\nof the inimitable way in which it was told. Iswaran seemed to\nmore than make up  for the absence of a TV in Mahendra’s\nliving quarters.\nOne mor ning when Mahendra was having br eakfast Iswaran\nasked, “Can I make something special for dinner tonight, sir?\nAfter all today is an auspicious day — accor ding to tradition we\nprepare various delicacies to feed the spirits of our ancestors\ntoday, sir .”\nThat night Mahendra enjoyed the most delicious dinner and\ncomplimented Iswaran on his culinary skills. He seemed very\npleased but, unexpectedly, launched into a most garish account\ninvolving the super natural.\n“You know, sir, this entir e factory ar ea  we ar e occupying was\nonce a burial gr ound,” he started. Mahendra was jerked out of\nthe pleasant r everie he had drifted into after the satisfying meal.\n“I knew on the first day itself when I saw a human  skull lying\non the path. Even now I come acr oss a number of skulls and\nbones,” Iswaran continued.\nReprint 2025-26\n\n--- Page 5 ---\n16 / Moments\nHe went on to narrate how he sometimes saw ghosts at night.\n“I am not easily frightened by these things, sir . I am a brave\nfellow. But one horrible ghost of a woman which appears of f\nand on at midnight during the full moon... It is an ugly cr eatur e\nwith matted hair and a shrivelled face, like a skeleton holding a\nfoetus in its ar ms.”\nMahendra shiver ed at the description and interrupted rather\nsharply, “Y ou ar e crazy, Iswaran. Ther e are no such things as\nghosts or spirits. It is all a figment of your imagination. Get your\ndigestive system examined — and maybe your head as well. Y ou\nare talking nonsense.”\nHe left the r oom and r etired for the night, expecting Iswaran\nto sulk for a couple of days. But the next mor ning he was surprised\nto find the cook as cheer ful and talkative as ever .\nFrom that day on Mahendra, for all his brave talk, went to bed\nwith a certain unease. Every night he peer ed into the darkness\nReprint 2025-26\n\n--- Page 6 ---\nIswaran the Storyteller/ 17\noutside thr ough the window next to his bed, trying to make sur e\nthat ther e was no movement of dark shapes in the vicinity. But\nhe could only see a sea of darkness with the twinkling lights of\nthe factory miles away.\nHe had always liked to admir e the milk-white landscape on\nfull-moon nights. But after hearing Iswaran’s story of the female\nghost he avoided looking  out of his window altogether when the\nmoon was full.\nOne night , Mahendra was woken up fr om his sleep by a low\nmoan close to his window. At first he put it down to a cat\nprowling ar ound for mice. But the sound was too guttural for a\ncat. He r esisted the curiosity to look out lest he should behold\na sight which would stop his heart. But the wailing became\nlouder and less feline. He could not r esist the tem ptation any\nmore. Lowering himself to the level of the windowsill he looked\nout at the white sheet of moonlight outside. Ther e, not too far\naway, was a dark cloudy for m clutching a bundle. Mahendra\nbroke into a cold sweat and fell back on the pillow, panting.\nAs he gradually r ecover ed fr\nom the ghastly experience he\nbegan to r eason with himself, and finally concluded that it\nmust have been some sort of auto suggestion, some trick that\nhis subconscious had played on him.\nBy the time he had got up in the mor ning, had a bath and\ncome out to have his br eakfast, the horr or of the pr evious night\nhad faded fr om his memory. Iswaran gr eeted him at the door\nwith his lunch packet and his bag. Just as Mahendra was\nstepping out Iswaran grinned and said, “Sir , remember the other\nday when I was telling you about the female ghost with a foetus\nin its ar ms, you wer e so angry with me for imagining things?\nWell, you saw her yourself last night. I came running hearing\nthe sound of moaning that was coming fr om your r oom...”\nA chill went down Mahendra’s spine. He did not wait for\nIswaran to complete his sentence. He hurried away to his of fice\nand handed in his papers, r esolving to leave the haunted place\nthe very next day!\nR.K. L AXMAN\nReprint 2025-26\n\n--- Page 7 ---\n18 / Moments\nGlossary\nin thrall:  the state of being in someone’s power\ndepredations:  attacks which ar\ne made to destr oy something\nguttural sound: sound pr oduced in the thr oat; harsh- sounding\nfeline:  relating to cats or other members of the cat family\n1.In what way is Iswaran an asset to Mahendra?\n2.How does Iswaran describe the upr ooted tr ee on the highway?\nWhat ef fect does he want to create in his listeners?\n3.How does he narrate the story of the tusker? Does it appear\nto be plausible?\n4.Why does the author say that Iswaran seemed to more than\nmake up for the absence of a TV in Mahendra’s living quarters?\n5.Mahendra calls ghosts or spirits a figment of the imagination.\nWhat happens to him on a full-moon night?\n6.Can you think of some other ending for the story?\nIs Iswaran a fascinating storyteller? Discuss with your friends\nthe qualities of a good storyteller . Try to use these qualities and\ntell a story.\n/circle6‘The Story T eller’ by Saki (H.H. Munro)\n/circle6Ghost Stories  (ed.) Ruskin Bond\n/circle6‘The Canterville Ghost’  by Oscar W ilde\n/circle6‘Pret in the House’ by Ruskin Bond\nT TTTTHINKHINKHINK HINKHINK A  A A  A ABOUT BOUTBOUT BOUTBOUT I  I I I IT TTTT\nT TTTTALKALKALK ALKALK A  A A  A ABOUT BOUTBOUT BOUTBOUT I  I I I IT TTTT\nS SSSSUGGESTEDUGGESTEDUGGESTED UGGESTEDUGGESTED  R  R R  R READING EADINGEADING EADINGEADING\nReprint 2025-26\n",
    "total_characters": 11945,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page1_img6.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    }
  ],
  "image_count": 26,
  "keywords": [
    "Iswaran",
    "Mahendra",
    "Reprint",
    "Storyteller",
    "After",
    "Moments",
    "Meanwhile",
    "People",
    "Ruskin",
    "Ganesh",
    "Suddenly",
    "Japanese",
    "Karate",
    "Whether",
    "Every",
    "Lowering",
    "Glossary",
    "Discuss",
    "Story",
    "Munro"
  ]
}