{
  "metadata": {
    "subject": "english-part2",
    "chapter_number": 4,
    "chapter_name": "iemo104",
    "source_file": "iemo104.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nIN the Kingdom of Fools, both the king and the minister wer e idiots.\nThey didn’t want to run things like other kings, so they decided to\nchange night into day and day into night. They or dered that everyone\nshould be awake at night, till their fields and run their businesses\nonly after dark, and go to bed as soon as the sun came up. Anyone\nwho disobeyed would be punished with death. The people did as\nthey wer e told for fear of death. The king and the minister wer e\ndelighted at the success of their pr oject. One day a guru and his\ndisciple arrived in the city. It was a beautiful city, it was br oad\ndaylight, but ther e was no one about. Everyone was asleep, not a\nmouse stirring. Even the cattle had been taught to sleep by day.\nThe two strangers wer e amazed by what they saw ar ound them\nand wander ed around town till evening, when suddenly the whole\ntown woke up and went about its nightly business.\nThe two men wer e hungry. Now that the shops wer e open,\nthey went to buy some gr oceries. T o their astonishment, they\nfound that everything cost the same, a single duddu — whether\nthey bought a measur e of rice or a bunch of bananas, it cost a\nduddu . The guru and his disciple wer e delighted. They had never\nheard of anything like this. They could buy all the food they\nwanted for a rupee.\nWhen they had cooked and eaten, the guru r ealised that this\nwas a kingdom of fools and it wouldn’t be a good idea for them to\nstay ther e. “This is no place for us. Let’s go,” he said to his disciple.\nBut the disciple didn’t want to leave the place. Everything was\ncheap her e. All he wanted was good, cheap food. The guru said,4. In the Kingdom of Fools\nIt is believed that fools are so dangerous that only\nvery wise people can manage them. Who are the\nfools in this story? What happens to them?\nReprint 2025-26\n\n--- Page 2 ---\n20 / Moments\n“They ar e all fools. This won’t last very long, and you can’t tell\nwhat they’ll do to you next.”\nBut the disciple wouldn’t listen to the guru’s wisdom. He\nwanted to stay. The guru finally gave up and said, “Do what you\nwant. I’m going,” and left. The disciple stayed on, ate his fill every\nday — bananas and ghee and rice and wheat, and gr ew fat like a\nstreet-side sacr ed bull.\nOne bright day, a thief br oke into a rich mer chant’s house. He\nhad made a hole in the wall and sneaked in, and as he was carrying\nout his loot, the wall of the old house collapsed on his head and\nkilled him on the spot.  His br other ran to the king and complained,\n“Your Highness, when my brother was pursuing his ancient trade,\na wall fell on him and killed him. This mer chant is to blame. He\nshould have built a good, str ong wall. Y ou must\npunish the wr ongdoer and compensate the family\nfor this injustice.”\nThe king said, “Justice will be done. Don’t\nworry,”  and at once summoned the owner of\nthe house.\nReprint 2025-26\n\n--- Page 3 ---\nIn the Kingdom of Fools/ 21\nWhen the mer chant arrived, the king questioned him.\n“What’s your name?”\n“Such and Such, Y our Highness.”\n“Were you at home when the dead man bur gled your house?”\n“Yes, My Lor d. He br oke in and the wall was weak. It fell on him.”\n“The accused pleads guilty. Y our wall killed this man’s br other .\nYou have mur dered a man. W e have to punish you.”\n“Lord,” said the helpless mer chant, “I didn’t put up the wall.\nIt’s really the fault of the man who built the wall. He didn’t build\nit right. Y ou should punish him.”\n“Who is that?”\n“My Lor d, this wall was built in my father’s time. I know the\nman. He’s an old man now. He lives nearby.”\nThe king sent out messengers to bring in the bricklayer who\nhad built the wall. They br ought him, tied hand and foot.\n“You ther e, did you build this man’s wall in his father’s time?”\n“Yes, My Lor d, I did.”\n“What kind of a wall is this that you built? It has fallen on a\npoor man and killed him. Y ou’ve mur dered him. W e have to punish\nyou by death.”\nBefor e the king could or der the execution, the poor bricklayer\npleaded, “Please listen to me befor e you give your or ders. It’s true\nI built this wall and it was no good. But that was because my\nmind was not on it. I r emember very well a dancing girl  who was\ngoing up and down that str eet all day with her anklets jingling,\nand I couldn’t keep my eyes or my mind on the wall I was building.\nYou must get that dancing girl. I know wher e she lives.”\n“You’re right. The case deepens. W e must look into it. It is not\neasy to judge such complicated cases. Let’s get that dancer ,\nwher\never she is.”\nThe dancing girl, now an old woman, came tr embling to\nthe court.\n“Did you walk up and down that str eet many years ago, while\nthis poor man was building a wall? Did you see him?”\n“Yes, My Lor d, I r emember it very well.”\n“So you did walk up and down, with your anklets jingling.\nYou wer e young and you distracted him, so he built a bad wall.\nReprint 2025-26\n\n--- Page 4 ---\n22 / Moments\nIt has fallen on a poor bur glar and\nkilled him. Y ou’ve killed an innocent\nman. Y ou’ll have to be punished.”\nShe thought for a minute and said,\n“My Lor d, wait. I know now why I was\nwalking up and down that str eet. I\nhad given some gold to the goldsmith\nto make some jewellery for me. He\nwas a lazy scoundr el. He made so\nmany excuses, said he would give it\nnow and he would give it then and\nso on all day. He made me walk up\nand down to his house a dozen times.\nThat was when this bricklayer saw me. It’s\nnot my fault, My Lor d, it’s the damned\ngoldsmith’s fault.”\n“Poor thing, she’s absolutely right,”\nthought the king, weighing the evidence.\n“We’ve got the r eal culprit at last. Get the\ngoldsmith, wher ever he is hiding. At once!”\nThe king’s bailif fs sear ched for the\ngoldsmith, who was hiding in a cor ner of\nhis shop. When he hear d the accusation\nagainst him, he had his own story to tell.\n“My Lor d,” he said, “I’m a poor\ngoldsmith. It’s true I made this dancer\ncome many times to my door . I gave her\nexcuses because I couldn’t finish making\nher jewellery befor e I finished the rich\nmerchant’s or ders. They had a wedding\ncoming, and they wouldn’t wait. Y ou know\nhow impatient rich men ar e!”\n“Who is this rich mer chant who kept\nyou fr om finishing this poor woman’s\njewellery, made her walk up and down,\nwhich  distracted this bricklayer , which\nmade a mess of his wall, which has now\nReprint 2025-26\n\n--- Page 5 ---\nIn the Kingdom of Fools/ 23\nfallen on an innocent man and killed him?\nCan you name him?”\nThe goldsmith named the mer chant, and\nhe was none other than the original owner of\nthe house whose wall had fallen. Now justice\nhad come full cir cle, thought the king, back to\nthe mer chant. When he was rudely summoned\nback to the court, he arrived crying, “It wasn’t\nme but my father who or dered the jewellery!\nHe’s dead! I’m innocent!”\nBut the king consulted his minister and ruled\ndecisively: “It’s true your father is the true\nmurderer. He’s dead, but somebody must be\npunished in his place. Y ou’ve inherited\neverything fr om that criminal father of yours,\nhis riches as well as his sins. I knew at once,\neven when I first set eyes on you, that you wer e\nat the r oot of this horrible crime. Y ou must die.”\nAnd he or dered a new stake to be made\nready for the execution. As the servants\nsharpened the stake and got it r eady for the\nfinal impaling of the criminal, it occurr ed to\nthe minister that the rich mer chant was\nsomehow too thin to be pr operly executed on\nthe stake. He appealed to the king’s common\nsense. The king too worried about it.\n“What shall we do?” he said, when\nsuddenly it struck him that all they needed\nto do was to find a man fat\nenough to fit the stake. The\nservants wer e immediately sent\nall over the town looking for a\nman who would fit the stake,\nand their eyes fell on the\ndisciple who had fattened\nhimself for months on bananas\nand rice and wheat and ghee.\nReprint 2025-26\n\n--- Page 6 ---\n24 / Moments\n“What have I done wr ong? I’m innocent. I’m a sanyasi!” he cried.\n“That may be true. But it’s the r oyal decr ee that we should\nfind a man fat enough to fit the stake,” they said, and carried him\nto the place of execution. He r emember ed his wise guru’s wor ds:\n“This is a city of fools. Y ou don’t know what they will do next.”\nWhile he was waiting for death, he prayed to his guru in his heart,\nasking him to hear his cry wher ever he was. The guru saw\neverything in a vision; he had magic powers, he could see far ,\nand he could see the futur e as he could see the pr esent and the\npast. He arrived at once to save his disciple, who had got himself\ninto such a scrape thr ough love of food.\nAs soon as he arrived, he scolded the disciple and told him\nsomething in a whisper . Then he went to the king and addr essed\nhim, “O wisest of kings, who is gr eater? The guru or the disciple?”\n“Of course, the guru. No doubt about it. Why  do you ask?”\n“Then put me to the stake first. Put my disciple to death after me.”\nReprint 2025-26\n\n--- Page 7 ---\nIn the Kingdom of Fools/ 25\nWhen the disciple hear d this, he understood and began to\nclamour , “Me first!  Y ou br ought me her e first! Put me to death\nfirst, not him!”\nThe guru and the disciple now got into a fight about who should\ngo first. The king was puzzled by this behaviour . He asked the\nguru, “Why do you want to die? W e chose him because we needed\na fat man for the stake.”\n“You shouldn’t ask me such questions. Put me to death first,”\nreplied the guru.\n“Why? Ther e’s some mystery her e. As a wise man you must\nmake me understand.”\n“Will you pr omise to put me to death if I tell you?” asked the\nguru. The king gave him his solemn wor d. The guru took him\naside, out of the servants’ earshot, and whisper ed to him, “Do you\nknow why we want to die right now, the two of us? W e’ve been all\nover the world but we’ve never found a city like this or a king like\nyou. That stake is the stake of the god of justice. It’s new, it has\nnever had a criminal on it. Whoever dies on it first will be r eborn as\nthe king of this country. And whoever goes next will be the futur e\nminister of this country. W e’re sick of our ascetic life. It would be\nnice to enjoy ourselves as king and minister for a while. Now keep\nyour wor d, My Lor d, and put us to death. Me first, r emember?”\nThe king was now thr own into deep thought. He didn’t want\nto lose the kingdom to someone else in the next r ound of life. He\nneeded time. So he or dered the execution postponed to the next\nday and talked in secr et with his minister . “It’s not right for us to\ngive over the kingdom to others in the next life. Let’s go on the\nstake ourselves and we’ll be r eborn as king and minister again.\nHoly men do not tell lies,” he said, and the minister agr eed.\nSo he told the executioners, “W e’ll send the criminals tonight.\nWhen the first man comes to you, put him to death first. Then do\nthe same to the second man. Those ar e my or ders. Don’t make\nany mistake.”\nThat night, the king and his minister went secr etly to the\nprison, r eleased the guru and the disciple, disguised themselves\nas the two, and as arranged befor ehand with loyal servants, wer e\ntaken to the stake and pr omptly executed.\nReprint 2025-26\n\n--- Page 8 ---\n26 / Moments\nWhen the bodies wer e taken down to be thr own to cr ows and\nvultur es the people panicked. They saw befor e them the dead\nbodies of the king and the minister . The city was in confusion.\nAll night they mour ned and discussed the futur e of the\nkingdom. Some people suddenly thought of the guru and the\ndisciple and caught up with them as they wer e preparing to leave\ntown unnoticed. “W e people need a king and a minister ,” said\nsomeone. Others agr eed. They begged the guru and the disciple\nto be their king and their minister . It didn’t take many ar guments\nto persuade the disciple, but it took longer to persuade the guru.\nThey finally agr eed to rule the kingdom of the foolish king and\nthe silly minister , on the condition that they could change all the\nold laws.\nFrom then on, night would again be night and day would again\nbe day, and you could get nothing for a duddu . It became like any\nother place.\n[A Kannada folktal e from A.K. Ramanujan’s\nFolk Tales from Indi a]\nReprint 2025-26\n\n--- Page 9 ---\nIn the Kingdom of Fools/ 27\nGlossary\nbailif f: a law of ficer who makes sur e that the decisions of a court\nare obeyed\nscrape:  a dif ficult situation that one has got into\n1.What ar e the two strange things the guru and his disciple\nfind in the Kingdom of Fools?\n2.Why does the disciple decide to stay in the Kingdom of Fools?\nIs it a good idea?\n3.Name all the people who ar e tried in the king’s court, and give\nthe reasons for their trial.\n4.Who is the r\neal culprit according to the king? Why does he\nescape punishment?\n5.What ar e the Guru’s wor ds of wisdom? When does the disciple\nremember them?\n6.How does the guru manage to save his disciple’s life?\nIn Shakespear e’s plays the fool is not r eally foolish. If you have\nread or seen Shakespear e’s plays such as King Lear , As Y ou Like\nIt, Twelfth Night, you may talk about the role of the fool.\nDo you know any stories in your language about wise fools, such\nas Tenali Rama or Gopal Bhar? Y ou can also r ead about them in\nRamanujan’s collection of folk tales.\n/circle6Tales fr om Shakespear e by Charles and Mary Lamb\n/circle6Folk T ales fr om India: A Selection of Oral T ales fr om T wenty-\ntwo Languages  Selected and Edited by  A.K. Ramanujan\n/circle6Classic Folk T ales fr om Ar ound the W orld Edited by Robert Nye\nT TTTTHINKHINKHINK HINKHINK A  A A  A ABOUT BOUTBOUT BOUTBOUT I  I I I IT TTTT\nT TTTTALKALKALK ALKALK A  A A  A ABOUT BOUTBOUT BOUTBOUT I  I I I IT TTTT\nS SSSSUGGESTEDUGGESTEDUGGESTED UGGESTEDUGGESTED  R  R R  R READING EADINGEADING EADINGEADING\nReprint 2025-26\n",
    "total_characters": 13717,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page4_img5.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page5_img5.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page9_img4.png",
      "page": 9
    }
  ],
  "image_count": 37,
  "keywords": [
    "Reprint",
    "Kingdom",
    "Fools",
    "Moments",
    "Ramanujan",
    "Shakespear",
    "Highness",
    "Edited",
    "Anyone",
    "Everyone",
    "Everything",
    "Justice",
    "Befor",
    "Please",
    "While",
    "Whoever",
    "Those",
    "Others",
    "Kannada",
    "Tales"
  ]
}