{
  "metadata": {
    "subject": "english-part2",
    "chapter_number": 10,
    "chapter_name": "iemo1ps",
    "source_file": "iemo1ps.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nMoments\nSupplementary Reader in English\nfor Class IX\nReprint 2025-26\n\n--- Page 2 ---\nFirst EditionFirst EditionFirst EditionFirst EditionFirst Edition\nFebruary 2006  Phalguna 1927\nReprintedReprintedReprintedReprintedReprinted\nNovember 2006, October 2007,\nDecember 2009, November 2010,\nJanuary 2012, December 2012,\nNovember 2013, December 2014,\nDecember 2015, December 2016,\nDecember 2017, December 2018,\nAugust 2019, January 2021,\nAugust 2021 and November 2021\nRevised EditionRevised EditionRevised EditionRevised EditionRevised Edition\nJanuary 2023  Pausha 1944\nReprintedReprintedReprintedReprintedReprinted\nMarch 2024  Chaitra 1946\nDecember 2024 Agrahayana 1946\nPD 130T BS\n© National Council of Educational© National Council of Educational© National Council of Educational© National Council of Educational© National Council of Educational\nResearch and Training, 2006, 2023Research and Training, 2006, 2023Research and Training, 2006, 2023Research and Training, 2006, 2023Research and Training, 2006, 2023\n`40.00OFFICES OF THE PUBLICA TION\nDIVISION, NCERT\nNCERT Campus\nSri Aurobindo Marg\nNew  Delhi 110 016 Phone :  011-26562708\n108, 100 Feet Road\nHosdakere Halli Extension\nBanashankari III Stage\nBengaluru 560 085 Phone : 080-26725740\nNavjivan Trust Building\nP.O. Navjivan\nAhmedabad 380 014 Phone :  079-27541446\nCWC Campus\nOpp. Dhankal Bus Stop\nPanihati\nKolkata  700 114 Phone :  033-25530454\nCWC Complex\nMaligaon\nGuwahati 781 021 Phone :  0361-2674869\nPrinted on 80 GSM paper with\nNCER T water mark\nPublished at the Publication Division\nby the Secretary, National Council of\nEducational Research and Training,\nSri Aurobindo  Marg, New Delhi 110016\nand printed at Kalyan Enterprises,\nD-20, Sector B-3, Trans Delhi\nSignature City (Tronica City) Industrial\nArea, Loni, Ghaziabad (U.P.) 201101ALL RIGHTS RESERVED\n/boxshadowdwnNo part of this publication may be reproduced, stored in a retrieval system or\ntransmitted, in any form or by any means, electronic, mechanical, photocopying,\nrecording or otherwise without the prior permission of the publisher.\n/boxshadowdwnThis book is sold subject to the condition that it shall not, by way of trade,  be lent,\nre-sold, hired out or otherwise disposed of without the publisher’s consent, in\nany form of binding or cover other than that in which it is published.\n/boxshadowdwnThe correct price of this publication is the price printed on this page, Any revised\nprice indicated by a rubber stamp or by a sticker or by any other means is incorrect\nand should be unacceptable.\nPublication Team\nHead, Publication :M.V. Srinivasan\nDivision\nChief Editor :Bijnan Sutar\nChief Production Officer :Jahan Lal\n(In charge)\nChief Business Manager :Amitabh Kumar\nEditor :Vijayam\nSankaranarayanan\nProduction Officer :Deepak Jaiswal\n                 Illustrations                 Illustrations                 Illustrations                 Illustrations                 Illustrations\nBhushan Shaligram and Nidhi W adhwa\nCover and LayoutCover and LayoutCover and LayoutCover and LayoutCover and Layout\nNidhi W adhwaISBN  81-7450-503-20960 – M OMENTS\nTextbook for Class 9\nReprint 2025-26\n\n--- Page 3 ---\nFOREWORD\nTHE National Curriculum Framework (NCF), 2005, recommends that\nchildren’s life at school must be linked to their life outside the school.\nThis principle marks a departure from the legacy of bookish learning\nwhich continues to shape our system and causes a gap between the\nschool, home and community. The syllabi and textbooks developed on\nthe basis of NCF signify an attempt to implement this basic idea. They\nalso attempt to discourage rote learning and the maintenance of sharp\nboundaries between dif ferent subject ar eas. W e hope these measur es\nwill take us significantly further in the direction of a child-centred\nsystem of education outlined in the National Policy of Education (1986).\nThe success of this effort depends on the steps that school principals\nand teachers will take to encourage children to reflect on their own\nlearning and to pursue imaginative activities and questions.  W e must\nrecognise that, given space, time and freedom, children generate new\nknowledge by engaging with the information passed on to them by adults.\nTreating the prescribed textbook as the sole basis of examination is one\nof the key reasons why other resources and sites of learning are ignored.\nInculcating creativity and initiative is possible if we perceive and treat\nchildren as participants in learning, not as receivers of a fixed body of\nknowledge.\nThese aims imply considerable change in school routines and mode\nof functioning. Flexibility in the daily time-table is as necessary as\nrigour in implementing the annual calendar so that the required\nnumber of teaching days are actually devoted to teaching.  The methods\nused for teaching and evaluation will also determine how effective this\nbook proves for making children’s life at school a happy experience,\nrather than a source of stress or boredom.  Syllabus designers have\ntried to address the problem of curricular burden by restructuring\nand reorienting knowledge at different stages with greater consideration\nfor child psychology and the time available for teaching. The\nsupplementary reader attempts to enhance this endeavour by giving\nhigher priority and space to opportunities for contemplation and\nwondering, discussion in small groups, and activities requiring\nhands-on experience.\nThe National Council of Educational Research and Training\n(NCER T) appr eciates the har d work done by the textbook development\nReprint 2025-26\n\n--- Page 4 ---\niv\ncommittee r esponsible for this book.  W e wish to thank the Chairperson\nof the advisory group in languages, Professor Namwar Singh and the\nChief Advisor for this book, Professor R. Amritavalli for guiding the\nwork of this committee. Several teachers contributed to the\ndevelopment of this supplementary reader ; we are grateful to their\nprincipals for making this possible.  We are indebted to the institutions\nand organi sations which have generously permitted us to draw upon\ntheir r esour ces, materials and personnel. W e are especially grateful\nto the members of the National Monitoring Committee, appointed by\nthe Department of Secondary and Higher Education, Ministry of\nHuman Resource Development under the Chair person ship of\nProfessor Mrinal Miri and Pr ofessor G.P . Deshpande for their valuable\ntime and contribution. As an organi sation committed to systemic\nreform and continuous improvement in the quality of its products,\nNCER T welcomes comments and suggestions which will enable us to\nundertake further revision and refinements.\nDirector\nNew Delhi National Council of Educational\n20 December 2005 Research and Training\nReprint 2025-26\n\n--- Page 5 ---\nv\nRATIONALISA TION OF CONTENT  IN THE\nTEXTBOOK\nIn view of the COVID-19 pandemic, it is imperative to reduce content load\non students. The National Education Policy 2020 also emphasises reducing\nthe content load and providing opportunities for experiential learning with\ncreative mindset. In this background, the NCERT has undertaken the\nexercise to rationalise the textbooks across all classes. Learning Outcomes\ndeveloped by the NCERT across classes have been taken into consideration\nin this exercise.\nContents of the textbooks have been rationalised in view of the following:\n•Content based on genres of literature in the textbooks and supplementary\nreaders at different stages of school education\n•Content that is meant for achieving Learning Outcomes for developing\nlanguage proficiency and is accessible at different stages\n•For reducing the curriculum load and examination stress in view of the\nprevailing condition of the pandemic\n•Content, which is easily accessible to students without much\ninterventions from teachers and can be learnt by children through\nself-learning or peer-learning\n•Content, which is irrelevant in the present context\nThis present edition is a reformatted version after carrying out the changes\ngiven above.\nReprint 2025-26\n\n--- Page 6 ---\nReprint 2025-26\n\n--- Page 7 ---\nA N OTE FOR THE TEACHER\nMOMENTS , a supplementary reader in English for Class IX, is meant for\nextensive reading. It is designed to promote a love for reading by exposing\nthe learners to a variety of materials.\nAn attempt has been made to provide learners with a rich reading\nexperience through stories of mystery, adventure, courage, growing\nup, romance, wit and humour . These car efully selected pieces would\ncater to the needs and interests of adolescents and hold the mirror up\nto different aspects of life and people.\nA deliberate effort has been made to gloss only some potentially\ndifficult words in the stories to aid the reading process. The few\nquestions given under ‘Think About It’ are all global questions, designed\nto help learners develop their ability of intelligent and imaginative\nreading. The ‘Talk about It’ section has discussion topics which take a\nconstructive approach to the analysis of contemporary issues. The\nlearners may be encouraged to interact with their classmates or seniors,\nintegrate their understanding of the issues and make a purposeful,\npersonalised, and imaginative oral presentation. A list of suggested\nreadings is given at the end of each story to encourage learners to\nread extensively and independently.\nReprint 2025-26\n\n--- Page 8 ---\nTHE CONSTITUTION OF\nINDIA\nPREAMBLE\nReprint 2025-26\n\n--- Page 9 ---\nTEXTBOOK  DEVELOPMENT\nCOMMITTEE\nCHAIRPERSON , ADVISORY  GROUP IN LANGUAGES\nProfessor Namwar Singh, formerly Chairman, School of Languages,\nJawaharlal Nehru University, New Delhi\nCHIEF ADVISOR\nR. Amritavalli, Professor , Central Institute of English and For eign\nLanguages (CIEFL), Hyderabad\nCHIEF COORDINATOR\nRam Janma Sharma, Professor and Head , Department of Languages,\nNCER T, New Delhi\nMEMBERS\nAmber Banerjee, Principal , Dehli Public School, Dagapur , Darjeeling\nRoad, Pradhan Nagar , Siliguri\nNasiruddin Khan, Reader in English , Department of Languages, NCER T,\nNew Delhi\nS. Neerada, Principal, Kendriya Vidyalaya , AF 8, Rajokri, New Delhi\nSadhana Parashar , AEO (ELT), CBSE, 17, Rouse A venue, Institutional\nArea, New Delhi\nShruti Sir car, Lectur er, Centr e for ESL Studies, CIEFL, Hyderabad\nSonia Makhija, TGT (English), Govt Girls’ Secondary School No. 3, Uttam\nNagar , New Delhi\nMEMBER -COORDINATOR\nSandhya Rani Sahoo, Reader in English , Department of Languages,\nNCER T, New Delhi\nReprint 2025-26\n\n--- Page 10 ---\nCONSTITUTION OF INDIA\nFundamental Duties\nFundamental Duties – It shall be the duty of every citizen of India —\n(a)to abide by the Constitution and respect its ideals and institutions, the\nNational Flag and the National Anthem;\n(b)to cherish and follow the noble ideals which inspired our national struggle\nfor freedom;\n(c)to uphold and protect the sovereignty, unity and integrity of India;\n(d)to defend the country and render national service when called upon to\ndo so;\n(e)to promote harmony and the spirit of common brotherhood amongst all the\npeople of India transcending religious, linguistic and regional or sectional\ndiversities; to renounce practices derogatory to the dignity of women;\n(f)to value and preserve the rich heritage of our composite culture;\n(g)to protect and improve the natural environment including forests, lakes,\nrivers, wildlife and to have compassion for living creatures;\n(h)to develop the scientific temper , humanism and the spirit of inquiry\nand reform;\n(i)to safeguard public property and to abjure violence;\n(j)to strive towards excellence in all spheres of individual and collective\nactivity so that the nation constantly rises to higher levels of endeavour\nand achievement;\n(k)who is a parent or guardian, to provide opportunities for education to\nhis child or , as the case may be, ward between the age of six and fourteen\nyears.\nPart  IV  A (Article  51 A)\nReprint 2025-26\n\n--- Page 11 ---\nACKNOWLEDGEMENTS\nTHE National Council of Educational Resear ch and T raining is\ngrateful to Pr ofessor M.L. T ickoo, for merly of the Central Institute\nof English and For eign Language s, Hyderabad, and  the Regional\nLanguage Centr e, Singapor e, for going thr ough the manuscript\nand making valuable suggestions.\nNCER T would like to thank W estland Books Pvt. Ltd., Chennai\nfor ‘A House Is Not a Home’ by Zan Gaudioso;  Black Swan\nTransworld Publishers, London for ‘The Accidental T ourist’ by\nBill Bryson; and  R. K. Laxman for ‘Iswaran the Storyteller’ along\nwith the illustrations.\nSpecial thanks are also due to the Publication Department,\nNCER T, for their support. NCER T gratefully acknowledges\nthe contributions made by Matthew John, Proofreader , and\nUttam Kumar , DTP Operator .\nReprint 2025-26\n\n--- Page 12 ---\nCONSTITUTION OF INDIA\nPart III (Articles 12 – 35)\n(Subject to certain conditions, some exceptions\nand reasonable restrictions)\nguarantees these\nFundamental Rights\nRight to Equality\n•before law and equal protection of laws;\n•irrespective of religion, race, caste, sex or place of birth;\n•of opportunity in public employment;\n•by abolition of untouchability and titles.\nRight to Fr eedom\n•of expression, assembly , association, movement, residence and profession;\n•of certain protections in respect of conviction for of fences;\n•of protection of life and personal liberty;\n•of free and compulsory education for children between the age of six  and fourteen years;\n•of protection against arrest and detention in certain cases.\nRight against Exploitation\n•for prohibition of traf fic in human beings and forced labour;\n•for prohibition of employment of children in hazardous jobs.\nRight to Fr eedom of Religion\n•freedom of conscience and free profession, practice and propagation of religion;\n•freedom to manage religious af fairs;\n•freedom as to payment of taxes for promotion of any particular religion;\n•freedom as to attendance at religious instruction or religious worship in\neducational institutions wholly maintained by the S tate.\nCultural and Educational Rights\n•for protection of interests of minorities to conserve their language, script and culture ;\n•for minorities to establish and administer educational institutions of their choice.\nRight to Constitutional Remedies\n•by issuance of directions or orders or writs by the Supreme Court and High\nCourts for enforcement of these Fundamental Rights.\nReprint 2025-26\n\n--- Page 13 ---\nForeword .....  iii\nRationalisation of Content in the Textbook.....v\nA Note for the Teacher .....  vii\n1.The Lost Child  .....  1\nMulk Raj Anand\n2.The Adventures of Toto  .....  7\nRuskin Bond\n3.Iswaran the Storyteller  .....  12\nR. K. Laxman\n4.In the Kingdom of Fools  .....  19\nKannada Folktale (ed.) A. K. Ramanujan\n5.The Happy Prince  .....  28\nOscar Wilde\n6.Weathering the Stor m in Ersama  .....  37\nHarsh Mander\n7.The Last Leaf  ..... 44\nO. Henry\n8.A House Is Not a Home  .....  49\nZan Gaudioso\n9.The Beggar  .....  56\nAnton ChekhovContents\nReprint 2025-26\n\n--- Page 14 ---\nxiv\nReprint 2025-26\n",
    "total_characters": 14916,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    },
    {
      "filename": "page10_img5.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page12_img3.png",
      "page": 12
    },
    {
      "filename": "page12_img4.png",
      "page": 12
    },
    {
      "filename": "page12_img5.png",
      "page": 12
    },
    {
      "filename": "page13_img1.png",
      "page": 13
    },
    {
      "filename": "page13_img2.png",
      "page": 13
    },
    {
      "filename": "page13_img3.png",
      "page": 13
    },
    {
      "filename": "page13_img4.png",
      "page": 13
    },
    {
      "filename": "page14_img1.png",
      "page": 14
    },
    {
      "filename": "page14_img2.png",
      "page": 14
    }
  ],
  "image_count": 40,
  "keywords": [
    "National",
    "Reprint",
    "Delhi",
    "Educational",
    "December",
    "Council",
    "Training",
    "English",
    "Professor",
    "Phone",
    "Illustrations",
    "Department",
    "Content",
    "Languages",
    "Right",
    "November",
    "Research",
    "Publication",
    "Chief",
    "Fundamental"
  ]
}