{
  "metadata": {
    "subject": "english-part2",
    "chapter_number": 6,
    "chapter_name": "iemo106",
    "source_file": "iemo106.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nON 27 October 1999, seven years after his mother’s death,\nPrashant had gone to the block headquarters of Ersama, a small\ntown in coastal Orissa, some eighteen kilometr es from his village,\nto spend the day with a friend.  In the evening, a dark and\nmenacing stor m quickly gather ed. W inds beat against the houses\nwith a speed and fury that Prashant had never witnessed befor e.\nHeavy and incessant rain filled the darkness, ancient tr ees wer e6. Weathering the Storm in Ersama\nThe cyclone that hit Orissa in October 1999\nkilled thousands of people and dev astated\nhundreds of villages. For two dreadful nights\nPrashant, a young man, w as  marooned on the\nroof of a house. On the third day he decided to\ngo to his village. Did he find his family?\nReprint 2025-26\n\n--- Page 2 ---\n38 / Moments\nuprooted and crashed to the earth.  Scr eams r ent the air as people\nand houses wer e swiftly washed away. The angry waters swirled\ninto his friend’s house, neck deep. The building was of brick and\nmortar and was str ong enough to survive the  devastation of the\nwind’s velocity of 350 km per hour . But the cold terr or of the\nfamily gr ew with the crashing of tr ees that had got upr ooted  and\nfallen on their house, some time in the middle of the night,\ndamaging its r oof and walls.\nThe crazed destruction wr ought by the cyclone and the sur ge\nof the ocean continued for the next thirty-six hours, although wind\nspeeds had r educed somewhat by the next mor ning.  T o escape\nthe waters rising in the house, Prashant and his friend’s family\nhad taken r efuge on the r oof.  Prashant will never for get the shock\nhe experienced at his first glimpse of the devastation wr ought by\nthe super cyclone, in the gr ey light of the early mor ning.  A raging,\ndeadly, br own sheet of water cover ed everything as far as the eye\ncould see; only fractur ed cement houses still stood in a few places.\nBloated animal car casses and human corpses floated in every\ndirection.  All r ound even huge old tr ees had fallen.  T wo coconut\ntrees had fallen on the roof of their house.  This was a blessing in\ndisguise, because the tender coconuts fr om the tr ees kept the\ntrapped family fr om starving in the several days that followed.\nFor the next two days, Prashant sat huddled with his friend’s\nfamily in the open on the r ooftop.  They fr oze in the cold and incessant\nrain; the rain water washed away Prashant’s tears.  The only thought\nthat flashed thr ough his mind was whether his family had survived\nthe fury of the super cyclone.  Was he to be ber eaved once again?\nTwo days later , which seemed to Prashant like two years, the\nrain ceased and the rain waters slowly began to r ecede. Prashant\nwas deter mined to seek out his family without further delay.  But\nthe situation was still danger ous, and his friend’s family pleaded\nwith Prashant to stay back a little while longer .  But Prashant\nknew he had to go.\nHe equipped himself with a long, stur dy stick, and then started\non his eighteen-kilometr e expedition back to his village thr ough\nthe swollen flood waters.  It was a jour ney he would never for get.\nHe constantly had to use his stick to locate the r oad, to deter mine\nReprint 2025-26\n\n--- Page 3 ---\nWeathering the Storm in Ersama/ 39\nwher e the water was most shallow.  At places it was waist deep,\nand pr ogress was slow.  At several points, he lost the r oad and\nhad to swim.  After some distance, he was r elieved to find two\nfriends of his uncle who wer e also r eturning to their village. They\ndecided to move ahead together .\nAs they waded thr ough the waters, the scenes they witnessed\ngrew mor e and mor e macabr e.  They had to push away many\nhuman bodies — men, women, childr en — and car casses of dogs,\ngoats and cattle that the curr ent swept against them as they moved\nahead.  In every village that they passed, they could bar ely see a\nhouse standing.  Prashant now wept out loud and long.  He was\nsure that his family could not have survived this catastr ophe.\nEventually, Prashant r eached his village, Kalikuda. His heart\nwent cold. Wher e their home once stood, ther e wer e only\nremnants of its r oof.  Some of their belongings wer e caught,\nmangled and twisted in the branches of tr ees just visible above\nthe dark waters. Y oung Prashant decided to go to the Red Cr oss\nshelter to look for his family.\nAmong the first people he saw in the cr owd was his mater nal\ngrandmother .  Weak with hunger , she rushed to him, her hands\noutstr etched, her eyes brimming.  It was a miracle.  They had\nlong given him up for dead.\nQuickly wor d spr ead and his extended family gather ed around\nhim, and hugged him tight in r elief. Prashant anxiously scanned\nthe motley, batter ed gr oup. His br other and sister , his uncles\nand aunts, they all seemed to be ther e.\nReprint 2025-26\n\n--- Page 4 ---\n40 / Moments\nBy the next mor ning, as he took in the desperate situation in\nthe shelter , he decided to get a grip over himself.  He sensed a\ndeathly grief settling upon the 2500 str ong cr owd in the shelter .\nEighty-six lives wer e lost in the village.  All the ninety-six houses\nhad been washed away. It was their fourth day at the shelter .  So\nfar they had survived on gr een coconuts, but ther e wer e too few\nto go ar ound such a tumult of people.\nPrashant, all of nineteen years, decided to step in\nas leader of his village, if no one else did. He or ganised\na group of youths and elders to jointly pr essurise the\nmerchant once again to part with his rice.  This time\nthe delegation succeeded and r eturned triumphantly,\nwading thr ough the r eceding waters with food for the\nentire shelter .  No one car ed that the rice was alr eady\nrotting. Branches fr om fallen tr ees wer e gather ed to\nlight a r eluctant and slow fir e, on which to cook the\nrice.  For the first time in four days, the survivors at\nthe cyclone shelter wer e able to fill their bellies. His\nnext task was to or ganise a team of youth volunteers to\nclean the shelter of filth, urine, vomit and floating\ncarcasses, and to tend to the wounds and fractur es of\nthe many who had been injur ed.\nOn the fifth day, a military helicopter flew over the\nshelter and dr opped some food par cels.  It then did\nnot r eturn. The youth task for ce gather ed empty\nReprint 2025-26\n\n--- Page 5 ---\nWeathering the Storm in Ersama/ 41\nutensils fr om the shelter .\nThen  they deputed the\nchildr en to lie in the sand\nleft by the waters ar ound\nthe shelter with these\nutensils on their  stomachs,\nto communicate to the\npassing helicopters that they\nwere hungry.  The message\ngot thr ough, and after that\nthe helicopter made r egular\nrounds  of the shelter ,\nairdropping food and other\nbasic needs.\nPrashant found that a\nlarge number of childr en had\nbeen orphaned.  He br ought\nthem together and put up a\npolythene sheet shelter for\nthem.  Women were mobilised\nto look after them, while the\nmen secur ed food and\nmaterials for the shelter .\nAs the weeks passed,\nPrashant was quick to\nrecognise that the women\nand childr en wer e sinking\ndeeper and deeper in their\ngrief. He persuaded the women to start working in the food-for -\nwork pr ogramme started by an NGO, and for the childr en he\norganised sports events. He himself loved to play cricket, and so\nhe or ganised cricket matches for childr en.  Prashant engaged,\nwith other volunteers, in helping the widows and childr en to pick\nup the br oken pieces of their lives. The initial gover nment plan\nwas to set up institutions for orphans and widows. However , this\nstep was successfully r esisted, as it was felt that in such\ninstitutions, childr en would gr ow up without love, and widows\nReprint 2025-26\n\n--- Page 6 ---\n42 / Moments\nwould suf fer from stigma and loneliness. Prashant’s gr oup believed\norphans should be r esettled in their own community itself, possibly\nin new foster families made up of childless widows and childr en\nwithout adult car e.\nIt is six months after the devastation of the super cyclone.\nThis time Prashant’s wounded spirit has healed simply because\nhe had no time to bother about his own pain.  His handsome,\nyouthful face is what the widows and orphaned childr en of his\nvillage seek out most in their darkest hour of grief.\nHARSH MANDER\nGlossary\nmenacing: danger ous and har mful\nincessant:  unceasing; continual\nswirled: moved or flowed along with a whirling motion\ncarcasses: dead bodies of animals\nbereaved: lost a close r elation or friend thr ough his/her death\nremnants: small r emaining quantities\nmotley: disparate; varied  in  appearance or character\ntumult: upr oar of a disor derly cr owd\n1.What havoc has the super cyclone wr eaked in the life of the\npeople of Orissa?\n2.How has Prashant, a teenager , been able to help the people\nof his village?\n3.How have the people of the community helped one another?\nWhat r ole do the women of Kalikuda play during these days?\n4.Why do Prashant and other volunteers r esist the plan to set\nup institutions for orphans and widows? What alter natives\ndo they consider?\nT TT TTHINK HINKHINKHINKHINK A  A A  A ABOUT BOUTBOUT BOUTBOUT I  I I  I IT TT TT\nReprint 2025-26\n\n--- Page 7 ---\nWeathering the Storm in Ersama/ 43\n5.Do you think Prashant is a good leader? Do you think young\npeople can get together to help people during natural\ncalamities?\nTalk about the pr eparedness of the community for a natural\ndisaster .\n(You can talk about evacuation plans and r ehabilitation; per manent\nsafe shelters; war ning systems; r elief ef forts; building materials\nto withstand cyclone/flood/earthquake , i.e. safe housing; peoples’\norganisation of their own r escue ; the survival instinct, etc.)\n/circle6‘A Home on the Str eet’ by Harsh Mander\n/circle6‘Paying for His T ea’ by Harsh Mander\n/circle6Eton Munda W on the Battle by Mahasweta Devi\nT TT TTALK ALKALKALKALK A  A A  A ABOUT BOUTBOUT BOUTBOUT I  I I  I IT TT TT\nS SS SSUGGESTED UGGESTEDUGGESTEDUGGESTEDUGGESTED  R  R R  R READING EADINGEADING EADINGEADING\nReprint 2025-26\n",
    "total_characters": 9951,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page1_img6.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page4_img5.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    }
  ],
  "image_count": 30,
  "keywords": [
    "Prashant",
    "Reprint",
    "Ersama",
    "Weathering",
    "Storm",
    "Orissa",
    "Moments",
    "October",
    "Kalikuda",
    "Harsh",
    "Mander",
    "Heavy",
    "Bloated",
    "After",
    "Eventually",
    "Among",
    "Quickly",
    "Eighty",
    "Branches",
    "Women"
  ]
}