{
  "metadata": {
    "subject": "english-part2",
    "chapter_number": 8,
    "chapter_name": "iemo108",
    "source_file": "iemo108.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nMY first year of high school felt awkwar d. After leaving junior\nhigh at the head of my class with all the seniority the upper grade\nlevels could af ford me, it felt strange starting over as a fr eshman.\nThe school was twice as big as my old school, and to make matters\nworse, my closest friends wer e sent to a dif ferent high school. I\nfelt very isolated.\nI missed my old teachers so much that I would go back and\nvisit them. They would encourage me to get involved in school\nactivities so that I could meet new people. They told me that in\ntime I would adjust and pr obably end up loving my new school\nmore than I had my old one. They made me pr omise that when\nthat happened I would still come by and visit them fr om time to\ntime. I understood the psychology in what they wer e saying, but\nI took some comfort in it nonetheless.\nOne Sunday after noon, not long after I had started high\nschool, I was sitting at home at our dining-r oom table doing\nhomework. It was a cold and windy fall day, and we had a fir e\ngoing in our fir eplace. As usual, my r ed tabby cat was lying on\ntop of all my papers, purring loudly and occasionally swatting at\nmy pen for entertainment’s sake.\nShe was never far fr om me. I had r escued her when she was\na kitten, and somehow she knew that I was the one r esponsible\nfor giving her ‘the good life’.\nMy mother kept stoking the fir e to keep the house nice and\nwarm. Suddenly, I smelled something strange, and then I noticed\nit... smoke pouring in thr ough the seams of the ceiling. The smoke\nbegan to fill the r oom so quickly that we could barely see. Gr oping8. A House Is Not a Home\nThis story reflects the challenges of being a teenager ,\nand the problems of growing up. How does the author\novercome his problems?\nReprint 2025-26\n\n--- Page 2 ---\n50 / Moments\nour way to the fr ont door , we all ran out into the fr ont yar d. By\nthe time we made our way outside, the whole r oof was engulfed\nin flames and it was spr eading quickly. I ran to the neighbours to\ncall the fir e department, while I watched my mother run back\ninto the house.\nMy mother then ran out of the house carrying a small metal\nbox full of important documents. She dr opped the case on the\nlawn and, in a crazed state, ran back into the house. I knew what\nshe was after . My father had died when I was young, and I was\ncertain that she was not going to let his pictur es and letters go up\nin flames. They wer e the only things that she had to r emember\nhim by. Still I scr eamed at her , “Mom! No!”\nI was about to run after her when I felt a lar ge hand hold me\nback. It was a fir eman. I hadn’t even noticed that the str eet had\nalready filled with fir e trucks. I was trying to fr ee myself fr om his\ngrasp, yelling, “Y ou don’t understand, my mother’s in ther e!”\nHe held on to me while other fir efighters ran into the house.\nHe knew that I wasn’t acting very logically and that if he wer e to\nlet go, I’d run. He was right.\n“It’s all right, they’ll get her ,” he said.\nHe wrapped a blanket ar ound me and sat me down in our\ncar. Soon after that, a fir eman emer ged fr om our house with\nReprint 2025-26\n\n--- Page 3 ---\nA House Is Not a Home / 51\nmy mom in tow. He quickly took her over to the truck and put\nan oxygen mask on her . I ran over and hugged her . All th ose\ntimes I ever ar\ngued with her and hated her vanished at the\nthought of losing her .\n“She’s going to be okay, ” said the fir eman. “She just\ninhaled a little smoke. ” And then he ran back to fight the fir e\nwhile my mother and I sat ther e dazed. I r emember watching\nmy house bur n down and thinking that ther e was nothing I\ncould do about it.\nFive hours later , the fir e was finally out. Our house was almost\ncompletely bur ned down. But then it struck m e...I hadn’t seen\nmy cat. Wher e was my cat? Much to my horr or, I realised that\nshe was nowher e to be found. Then all at once it hit me —the\nnew school, the fir e, my cat —I broke down in tears and cried\nand cried. I was suf fering loss, big time.\nThe fir emen wouldn’t let us go back into the house that night.\nIt was still too danger ous. Dead or alive, I couldn’t imagine leaving\nwithout knowing about my cat. Regar dless, I had to go. W e piled\ninto the car with just the clothes on our backs and a few of the\nfiremen’s blankets, and made our way to my grandpar ents’ house\nto spend the night.\nThe next day, Monday, I went to school. When the fir e broke\nout, I was still wearing the dr ess I had wor n to chur ch that mor ning\nbut I had no shoes! I had kicked them of f when I was doing my\nhomework. They became yet another casualty of the fir e. So I had\nto borr ow some tennis shoes fr om my aunt. Why couldn’t I just\nstay home fr om school? My mother wouldn’t hear of it, but I was\ntotally embarrassed by everything. The clothes I was wearing\nlooked weir d, I had no books or homework, and my backpack\nwas gone. I had my life in that backpack! The mor e I tried to fit in,\nthe worse it got. W as I destined to be an outcast and a geek all my\nlife? That’s what it felt like. I didn’t want to gr ow up, change or\nhave to handle life if it was going to be this way. I just wanted to\ncurl up and die.\nI walked ar ound school like a zombie. Everything felt surr eal,\nand I wasn’t sur e what was going to happen. All the security I\nhad known, fr om my old school, my friends, my house and my\ncat had all been ripped away.\nReprint 2025-26\n\n--- Page 4 ---\n52 / Moments\nWhen I walked thr ough what used to be my house after school\nthat day, I was shocked to see how much damage ther e was —\nwhatever hadn’t bur ned was destr oyed by the water and chemicals\nthey had used to put out the fir e. The only material things not\ndestr oyed wer e the photo albums, documents and some other\npersonal items that my mother had managed to her oically r escue.\nBut my cat was gone and my heart ached for her .\nThere was no time to grieve. My mother rushed me out of the\nhouse. W e would have to find a place to live, and I would have to\ngo buy some clothes for school.\nWe had to borr ow money fr om my grandpar ents because ther e\nwere no cr edit car ds, cash or even any identification to be able to\nwithdraw money fr om the bank. Everything had gone up in smoke.\nThat week the rubble that used to be our house was being\ncleared of f the lot. Even though we had r ented an apartment\nnearby, I would go over to watch them clear away debris, hoping\nthat my cat was somewher e to be found. She was gone. I kept\nthinking about her as that vulnerable little kitten. In the early\nmorning when I would disturb her and get out of bed, she would\ntag along after me, climb up my r obe and crawl into my pocket to\nfall asleep. I was missing her terribly.\nIt always seems that bad news spr eads quickly, and in my\ncase it was no dif ferent. Everyone in high school, including the\nteachers, was awar e of my plight. I was embarrassed as if somehow\nI wer e responsible. What a way to start of f at a new school! This\nwas not the kind of attention I was looking for .\nThe next day at school, people wer e acting even mor e strange\nthan usual. I was getting r eady for gym class at my locker . People\nwere milling ar ound me, asking me to hurry up. I thought it\nstrange, but in the light of the past few weeks, nothing would\nsurprise me. It almost seemed that they wer e trying to shove me\ninto the gym —then I saw why. Ther e was a big table set up with\nall kinds of stuf f on it, just for me. They had taken up a collection\nand bought me school supplies, notebooks, all kinds of dif ferent\nclothes —jeans, tops, sweatsuits. It was like Christmas. I was\novercome by emotion. People who had never spoken to me befor e\nwere coming up to me to intr oduce themselves. I got all kinds of\ninvitations to their houses. Their genuine outpouring of concer n\nReprint 2025-26\n\n--- Page 5 ---\nA House Is Not a Home / 53\nreally touched me. In that instant, I finally br eathed a sigh of\nrelief and thought for the first time that things wer e going to be\nokay. I made friends that day.\nA month later , I was at my house watching them r ebuild it.\nBut this time it was dif ferent—I wasn’t alone. I was with two of\nmy new friends fr om school. It took a fir e for me to stop focusing\non my feelings of insecurity and open up to all the wonder ful\npeople ar ound me. Now I was sitting ther e watching my house\nbeing r ebuilt when I r ealised my life was doing the same thing.\nWhile we sat ther e on the curb, planning my new bedr oom,\nI hear d someone walk up to me fr om behind and say, “Does this\nbelong to you?” When I tur ned ar ound to see who it was, I couldn’t\nbelieve my eyes. A woman was standing ther e holding my cat! I\nleapt up and grabbed her out of the woman’s ar ms. I held her\nReprint 2025-26\n\n--- Page 6 ---\n54 / Moments\nclose to me and cried into that beautiful orange fur . She purr ed\nhappily. My friends wer e hugging me, hugging the cat and\njumping ar ound.\nAppar ently, my cat had been so fr eaked by the fir e that she\nran over a mile away. Her collar had our phone number on it, but\nour phones had been destr oyed and disconnected. This wonder ful\nwoman took her in and worked har d to find out whose cat it was.\nSomehow, she knew this cat was loved and sor ely missed.\nAs I sat ther e with my friends and my cat curled up in my\nlap, all the overwhelming feelings of loss and tragedy seemed to\ndiminish. I felt gratitude for my life, my new friends, the kindness\nof a stranger and the loud purr of my beloved cat. My cat was\nback and so was I.\nZAN GAUDIOSO\nGlossary\nstoking the fir e: feeding and tending the fir e\nzombie:  a dull and apathetic person\nsurreal: strange; bizarr\ne\nmilling ar ound: moving in an aimless manner\nshove: push har d\n1.What does the author notice one Sunday after noon? What is\nhis mother’s r eaction? What does she do?\n2.Why does he break down in tears after the fir e?\n3.Why is the author deeply embarrassed the next day in school?\nWhich wor ds show his fear and insecurity?\n4.The cat and the author are very fond of each other . How has\nthis been shown in the story? Where was the cat after the\nfire? Who brings it back and how?\n5.What actions of the  schoolmates change  the author’s\nunderstanding of life and people, and comfort him\nT TTTTHINKHINKHINK HINKHINK A  A A  A ABOUT BOUTBOUT BOUTBOUT I  I I I IT TTTT\nReprint 2025-26\n\n--- Page 7 ---\nA House Is Not a Home / 55\nemotionally? How does his loneliness vanish and how does\nhe start participating in life?\n6.What is the meaning of “My cat was back and so was I ”?\nHad the author gone anywher e? Why does he say that he\nis also back?\nHave any of your classmates/schoolmates had an experience\nlike the one described  in the story wher e they needed help?\nDescribe how they wer e helped.\n/circle6Her Story So Far: T ales of the Girl Child in India edited by\nMonica Das\n/circle6Moder n Hindi Stories edited by Indu Jain\n/circle6Malgudi Days by R.K. Narayan\nT TTTTALKALKALK ALKALK A  A A  A ABOUT BOUTBOUT BOUTBOUT I  I I I IT TTTT\nS SSSSUGGESTEDUGGESTEDUGGESTED UGGESTEDUGGESTED  R  R R  R READING EADINGEADING EADINGEADING\nReprint 2025-26\n",
    "total_characters": 11061,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    }
  ],
  "image_count": 27,
  "keywords": [
    "Reprint",
    "House",
    "Moments",
    "Sunday",
    "Everything",
    "People",
    "After",
    "Suddenly",
    "Still",
    "Regar",
    "Monday",
    "There",
    "Everyone",
    "Christmas",
    "Their",
    "While",
    "Appar",
    "Somehow",
    "Glossary",
    "Which"
  ]
}