{
  "metadata": {
    "subject": "mathematics",
    "chapter_number": 12,
    "chapter_name": "iemh112",
    "source_file": "iemh112.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nSTATISTICS 151\nCHAPTER 12\nSTATISTICS\n12.1 Graphical Representation of Data\nThe representation of data by tables has already been discussed. Now let us turn our\nattention to another representation of data, i.e., the graphical representation. It is well\nsaid that one picture is better than a thousand words. Usually comparisons among the\nindividual items are best shown by means of graphs. The representation then becomes\neasier to understand than the actual data. We shall study the following graphical\nrepresentations in this section.\n(A)Bar graphs\n(B)Histograms of uniform width, and of varying widths\n(C)Frequency polygons\n(A) Bar Graphs\nIn earlier classes, you have already studied and constructed bar graphs. Here we\nshall discuss them through a more formal approach. Recall that a bar graph is a\npictorial representation of data in which usually bars of uniform width are drawn with\nequal spacing between them on one axis (say , the x-axis), depicting the variable. The\nvalues of the variable are shown on the other axis (say , the y-axis) and the heights of\nthe bars depend on the values of the variable.\nExample 1 :  In a particular section of Class IX, 40 students were asked about the\nmonths of their birth and the following graph was prepared for the data so obtained:\nReprint 2025-26\n\n--- Page 2 ---\n152 MATHEMA TICS\nFig. 12.1\nObserve the bar graph given above and answer the following questions:\n(i) How many students were born in the month of November?\n(ii) In which month were the maximum number of students born?\nSolution :  Note that the variable here is the ‘month of birth’, and the value of the\nvariable is the ‘Number of students born’.\n(i) 4 students were born in the month of November .\n(ii) The Maximum number of students were born in the month of August.\nLet us now recall how a bar graph is constructed by considering the following example.\nExample 2 :  A family with a monthly income of  ` 20,000 had planned the following\nexpenditures per month under various heads:\nTable 12.1\nHeads Expenditure\n(in thousand rupees)\nGrocery 4\nRent 5\nEducation of children 5\nMedicine 2\nFuel 2\nEntertainment 1\nMiscellaneous 1\nDraw a bar graph for the data above.\nReprint 2025-26\n\n--- Page 3 ---\nSTATISTICS 153\nSolution :  We draw the bar graph of this data in the following steps. Note that the unit\nin the second column is thousand rupees. So, ‘4’ against ‘grocery’ means `4000.\n1.We represent the Heads (variable) on the horizontal axis choosing any scale,\nsince the width of the bar is not important. But for clarity , we take equal widths\nfor all bars and maintain equal gaps in between. Let one Head be represented by\none unit.\n2.We represent the expenditure (value) on the vertical axis. Since the maximum\nexpenditure is `5000, we can choose the scale as 1 unit = `1000.\n3.To represent our first Head, i.e., grocery , we draw a rectangular bar with width\n1 unit and height 4 units.\n4.Similarly , other Heads are represented leaving a gap of 1 unit in between two\nconsecutive bars.\nThe bar graph is drawn in Fig. 12.2.\nFig. 12.2\nHere, you can easily visualise the relative characteristics of the data at a glance, e.g.,\nthe expenditure on education is more than double that of medical expenses. Therefore,\nin some ways it serves as a better representation of data than the tabular form.\nActivity 1 :  Continuing with the same four groups of Activity 1, represent the data by\nsuitable bar graphs.\nLet us now see how a frequency distribution table for continuous  class intervals\ncan be represented graphically .\nReprint 2025-26\n\n--- Page 4 ---\n154 MATHEMA TICS\n(B) Histogram\nThis is a form of representation like the bar graph, but it is used for continuous class\nintervals. For instance,  consider the frequency distribution Table 12.2, representing\nthe weights of 36 students of a class:\nTable 12.2\nWeights (in kg) Number of students\n30.5 - 35.5 9\n35.5 - 40.5 6\n40.5 - 45.5 15\n45.5 - 50.5 3\n50.5 - 55.5 1\n55.5 - 60.5 2\nTotal 36\nLet us represent the data given above graphically as follows:\n(i)We represent the weights on the horizontal axis on a suitable scale. We can choose\nthe scale as 1 cm = 5 kg. Also, since the first class interval is starting from 30.5\nand not zero, we show it on the graph by marking a kink or a break on the axis.\n(ii)We represent the number of students (frequency) on the vertical axis on a suitable\nscale. Since the maximum frequency is 15, we need to choose the scale to\naccomodate this maximum frequency .\n(iii)We now draw rectangles (or rectangular bars) of width equal to the class-size\nand lengths according to the frequencies of the corresponding class intervals. For\nexample, the rectangle for the class interval 30.5 - 35.5 will be of width 1 cm and\nlength 4.5 cm.\n(iv)In this way , we obtain the graph as shown in Fig. 12.3:\nReprint 2025-26\n\n--- Page 5 ---\nSTATISTICS 155\nFig. 12.3\nObserve that since there are no gaps in between consecutive rectangles, the resultant\ngraph appears like a solid figure. This is called a histogram ,",
    "total_characters": 16745,
    "preview": "\n--- Page 1 ---\nSTATISTICS 151\nCHAPTER 12\nSTATISTICS\n12.1 Graphical Representation of Data\nThe representation of data by tables has already been discussed. Now let us turn our\nattention to another representation of data, i.e., the graphical representation. It is well\nsaid that one picture is better than a thousand words. Usually comparisons among the\nindividual items are best shown by means of graphs. The representation then becomes\neasier to understand than the actual data. We shall study the f"
  },
  "keywords": [
    "Reprint",
    "Number",
    "Table",
    "Frequency",
    "Example",
    "Total",
    "Marks",
    "Represent",
    "Solution",
    "Since",
    "Class",
    "Heads",
    "Section",
    "Observe",
    "November",
    "Similarly",
    "Activity",
    "Continuing",
    "Length",
    "Which"
  ]
}