{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 1,
    "chapter_name": "iehp101",
    "source_file": "iehp101.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nHealth and Diseases 1\n1.1  IntroductIon\nWe normally relate the terms diseases and illness \ninterchangeably in relation to health, even though these \nwords do not mean the same. Health is the general condition of a person in respect to all aspects of life. It is also a level of functional and/or metabolic efficiency of an organism. The word metabolic is the adjective of the term metabolism which means the whole range of big chemical processes that occur within us or any living organism to produce energy and basic materials needed for important life processes. Diseases and illness adversely affect these processes. And thus health, diseases and illness are inter-related. However,   health is not just being free from diseases, illness or injury.  As defined by World Health Organisation (WHO), health is “a state of \ncomplete physical, mental and social well-being and not merely an absence of disease or infirmity”. \n1.2  What Is Illness ?\nLet’s now see how is illness different from that of disease? \nWhile illness and disease are at times used interchangeably, these in fact, are different from each other. Disease refers to a biomedically defined deviation from norms of body function or structure, whereas, illness is the experience of this deviation. It is a state of experience by the body when one or more of the control systems of the body are not functioning normally. Illness refers to a subjective distress  feeling of a person, when one is sick or suffering from some disease.  However, it is not appropriate to conclude that any one being merely free from illness or disease is healthy.\nYou might have seen people suffering from various types of \ndiseases. Some of the diseases, like high blood pressure affect only a particular person who is suffering from it. On the other hand, some diseases like common cold, spread rapidly and affect a number of people in a very short period. You must have often wondered as to how does this happen. In one of the chapters of your textbook on Science, you would have studied about ‘Why We Fall Ill’. In that chapter, it is mentioned how diseases are caused and how some of these affect only the persons who suffer from them are called non-communicable, whereas, there are those diseases that are transmitted from one \n2024-25\n\n--- Page 2 ---\n2 Health and Physical Education  — Class IX\nperson to another are known as communicable. The chapter \nalso mentions how communicable and non-communicable diseases can be prevented and controlled. \n1.3  c ommunIcable  dIseases  \nLet us understand how communicable diseases are spread. These \ndiseases are caused by certain infectious agents which may be bacteria or viruses. These are capable of being transmitted from person to person or from the environment to person.\n1.3.1\n Classification  \nCommunicable diseases can be classified on \nthe basis of the \ncausative organisms. These are as follow:\n•\tBacterial: Typhoid, Cholera, Tuberculosis\n•\tViral: Common cold, Influenza, HIV infection, Dengue\n•\tProtozoal: Malaria, Kala azar\n•\tFungal: Fungal infections of nails, groins, skin, hair\n•\tParasitic: Infestations of intestinal worms, like round  \nworm, or lice.\nModes of transmission: The modes of transmission can be \nclassified as direct and indirect transmission. \n(a) Direct transmissionAs we have studied in our earlier classes, direct transmission \nof diseases takes place as follows:\nDirect contact or touching: When we touch a person or \ncome in direct contact with the skin or mucous membrane of the diseased person, it transmits infections like skin and eye infection.\nDroplet infection:  Spray of droplets of saliva or secretion \nof a diseased person spreads common cold, tuberculosis, meningitis.\nContact with soil: Can cause acquiring the disease agent \ndirectly and may spread diseases like: hookworm infestation and tetanus.\nInoculation into skin or mucosa: Certain diseases \nspread in other ways. For example, Rabies is spread to humans from animal. It is generally known that it occurs due to a dog or a monkey bite. Hepatitis occurs owing to virus, transmitted through contaminated needles. The HIV (Human Immunodeficiency Virus) can be transmitted by sexual contact or through transmission of infected blood from an infected person. HIV can be transmitted by the HIV infected mother to baby and can cause AIDS (Acquired Immune Deficiency Syndrome).actIvIty  1.1\nDiscuss with your \nclassmates, why we should not go to public places when suffering from cold, cough or fever?\nChapter-1 Health & diseases.indd   2 08-11-2016   11:04:47 AM\n2024-25\n\n--- Page 3 ---\nHealth and Diseases  3\n(b) Indirect transmission\nCommunicable diseases are also transmitted indirectly in \nthe following ways that are popularly known as ‘5Fs’— flies, fingers, fomites (material capable of carrying infections, like towels, handkarchiefs etc.), food and fluid.  \nSome diseases are spread through water, food, ice, blood \nand body tissues and organs. For example, typhoid, diarrhoea, polio, ",
    "total_characters": 34597,
    "preview": "\n--- Page 1 ---\nHealth and Diseases 1\n1.1  IntroductIon\nWe normally relate the terms diseases and illness \ninterchangeably in relation to health, even though these \nwords do not mean the same. Health is the general condition of a person in respect to all aspects of life. It is also a level of functional and/or metabolic efficiency of an organism. The word metabolic is the adjective of the term metabolism which means the whole range of big chemical processes that occur within us or any living org"
  },
  "keywords": [
    "Health",
    "Chapter",
    "Diseases",
    "These",
    "However",
    "Physical",
    "Education",
    "Class",
    "Discuss",
    "Prevention",
    "Prepare",
    "Communicable",
    "Immune",
    "Hence",
    "Diabetes",
    "India",
    "Unani",
    "Infections",
    "Human",
    "Immunodeficiency"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    }
  ],
  "image_count": 5
}