{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 15,
    "chapter_name": "iehp1ps",
    "source_file": "iehp1ps.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nHealth and Physical \nEducation\nTextbook for Class IX\n2024-25\n\n--- Page 2 ---\nFirst Edition\nNovember 2016 Kartika 1938\nReprinted\nAugust 2019 Shravana1941January 2020 Magha 1941March 2021 Phalguna 1942\nPD  88T RSP\n© National Council of Educational \nResearch and Training, 2016\n` 200.00\nPrinted on 80 GSM paper with NCERT \nwatermark\nPublished at the Publication Division \nby the Secretary, National Council of Educational Research and Training,  \nSri Aurobindo Marg, New Delhi 110 016 and printed at Saraswati Art Printers, E-25, Sector-4, Bawana Industrial Area, Delhi -110 039OFFICES OF THE PUBLICATION  \nDIVISION, NCERT\nNCERT CampusSri Aurobindo Marg\nNew  Delhi 110 016  Phone :  011-26562708\n108, 100 Feet Road Hosdakere Halli ExtensionBanashankari III Stage\nBengaluru 560 085  Phone : 080-26725740\nNavjivan Trust BuildingP.O.Navjivan \nAhmedabad 380 014  Phone :  079-27541446\nCWC CampusOpp. Dhankal Bus StopPanihatiKolkata \n700 114  Phone :  033-25530454\nCWC ComplexMaligaon  \nGuwahati 781 021  Phone :  0361-2674869\nPublication Team\nHead, Publication  : Anup Kumar Rajput\nDivision\nChief Editor  : Shveta Uppal\nChief Production  : Arun Chitkara\nOfficer\nChief Business  : Vipin Dewan\nManager (In charge)\nEditor  : Bijnan Sutar\nProduction Assistant  : Rajesh Pippal\n Cover  Illustrations\n D. K. Shende  Arvinder Chawla ALL RIGHTS RESERVED\np No part of this publication may be reproduced, stored in a retrieval system or transmitted, in any form or by any means, electronic, mechanical, photocopying, recording or otherwise without the prior permission of the publisher.\np\n This book is sold subject to the condition that it shall not, by way of \ntrade,  be lent,  re-sold, hired out or otherwise disposed of without the publisher’s consent, in any form of binding or cover other than that in which it is published.\np\n The correct price of this publication is the price printed on this page, \nAny revised price indicated by a rubber stamp or by a sticker or by any other means is incorrect and should be unacceptable.ISBN 978-93-5007-819-813149  – H ealtH and PHysical  education  \nTextbook for Class IX\npre pages.indd   2 22-Mar-21   11:38:17 AM\n2024-25\n\n--- Page 3 ---\nForeword\nMany factors like, physical, psychological, socio-economic \nand cultural influence our health, both in our day-to-day life and in the long run. Health of children is very important as they constitute a large percentage of our population. In this endeavour, school education plays an important role. Right to Education Act 2009 has very categorically focused on the role of school in holistic development and health of children in the age group  of 6-14 years. Therefore, health and physical fitness needs to be looked into at different levels of schooling.  Health and Physical Education (including Yoga) is an integral part of the school curriculum, towards an overall development of the child.  With this view, the National Council of Educational Research and Training (NCERT) is in the process of developing textbooks on Health and Physical Education for Classes IX and X.\nThe present textbook – Health and Physical Education for Class \nIX, focuses on a holistic understanding of health highlighting importance of exercise, games and sports, nutrition and the environment. This book also provides a scope to discuss the psycho-social and mental health related issues of children and collective responsibilities for healthy community living. Given the interdisciplinary nature of this subject, cross references have also been mentioned. \nGiven the inter-related nature of the concepts covered in the \narea of Health and Physical Education, the presentation is made in a cohesive and integrated manner, rather adopting fragmentary approach. Experiential learning activities for acquiring skills for healthy living are made an integral part of the book.\nNCERT appreciates the hard work done by the Textbook \nDevelopment Committee. I am highly thankful to Professor Saroj Yadav, Dean (Academic) and Project Coordinator of National Population Education Project (NPEP) and Adolescence Education Programme (AEP) for her continuous effort to develop this material in the present form. Several experts and teachers contributed towards the finalisation of this book. We are grateful to them and their institutions. \npre pages.indd   3 18-11-2016   4:25:29 PM\n2024-25\n\n--- Page 4 ---\nAs an organisation committed to systemic reform and \ncontinuous improvement in the quality of our products, NCERT \nwelcomes comments and suggestions which will enable us to undertake further revision and refinement. \nHrusHikesH  senapaty\n  Director\nNew Delhi  National Council of Educational\nJune, 2016  Research and Training\niv\npre pages.indd   4 18-11-2016   4:25:29 PM\n2024-25\n\n--- Page 5 ---\nTexTbook  developmenT  CommiTTee\nmembers\nBharati Sarkar, Former Associate Professor, Maitreyi College, Delhi \nUniversity. \nI.V Basavaraddi, Director , Morarji Desai National Institute of Yoga, 68, \nAshoka Road, Near Gol Dak Khana, Ne",
    "total_characters": 12929,
    "preview": "\n--- Page 1 ---\nHealth and Physical \nEducation\nTextbook for Class IX\n2024-25\n\n--- Page 2 ---\nFirst Edition\nNovember 2016 Kartika 1938\nReprinted\nAugust 2019 Shravana1941January 2020 Magha 1941March 2021 Phalguna 1942\nPD  88T RSP\n© National Council of Educational \nResearch and Training, 2016\n` 200.00\nPrinted on 80 GSM paper with NCERT \nwatermark\nPublished at the Publication Division \nby the Secretary, National Council of Educational Research and Training,  \nSri Aurobindo Marg, New Delhi 110 016 an"
  },
  "keywords": [
    "Delhi",
    "Education",
    "Physical",
    "Professor",
    "Chapter",
    "Health",
    "National",
    "University",
    "Council",
    "Training",
    "Director",
    "Research",
    "Assistant",
    "Associate",
    "Educational",
    "Kumar",
    "Singh",
    "Department",
    "Sports",
    "Sector"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    }
  ],
  "image_count": 5
}