{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 9,
    "chapter_name": "iehp109",
    "source_file": "iehp109.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n9.1 IntroductIon\nDevelopment of personality is an important issue. Personality \nstarts developing since birth, but it assumes great importance \nduring adolescence, when reorganisation of personality takes place. \nPersonality is a very common term which is used in our \nday-to-day life. It tells us what type of person one is. We know that each person generally behaves consistently in most of the situations. The examples of this consistency can be seen in a person who remains friendly or a person who is generally kind or helpful in most situations. Such a consistent pattern of behaviour is termed as personality. It can be called as the sum total of behaviour that includes attitudes, emotions, thoughts, habits and traits. This pattern of behaviour is characteristic to an individual. \nThere are various dimensions of personality. These \ndimensions are related to physical, emotional, intellectual, social and spiritual aspects of our behaviour. For a holistic personality development, yoga plays an important role.\n9.2 Yoga and PersonalItY  develoPment\nYogic practices are found effective for development of all \ndimensions of personality. \nLet us talk about the yogic practices that influences \ndevelopment of different dimensions of personality.\nYoga and Physical Dimension of Personality:  Physical \ndimension is related to our body. It means that all organs and \nsystems of our body should be properly developed and function. It implies a healthy body without any disease. Yogic practices like asana, pranayama, and bandha play a beneficial role in \nphysical development of children. There is a series of asanas \nand pranayamas which help to improve the functioning of the \nbody.\nYoga and Emotional Dimension of Personality:  Yogic practices \nare effective for development of emotional dimension related to \nour feelings, attitudes and emotions. There are two kinds of  \nemotions : positive and negative. For example love, kindness are positive emotions, while anger and fear (exam phobia) are Personality \nDevelopment Through \nYoga9\n2024-25\n\n--- Page 2 ---\n120 Health and Physical Education  — Class IX\nnegative emotions. Similarly, our feelings and attitudes may \nbe positive and negative. For emotional development, positive feelings, attitudes and emotions should be developed and negative ones should be controlled, as the negative attitudes and emotions work as a mental block for the development of personality. Yoga plays a critical role in development of positive emotions. It  brings emotional stability. It helps to control negative emotions. Yogic practices such as yama, niyama, asana, pranayama, pratyahara and meditation help \nin emotional management. For example, the principle of  \nnon-violence will protect us from negative emotions and develop positive feelings of love and kindness. Similarly, other principles of yama and niyama will help to develop positive emotions and attitudes in our personal and social life and therefore help in the management of emotions. \nYoga and Intellectual Dimension of Personality: Intellectual \ndevelopment is related to the development of our mental abilities and processes such as critical thinking, memory, perception, decision making, imagination, creativity, etc.  Development of this dimension is very important as it enables us to learn new things and acquire knowledge and skills. Yogic practices such as asana, pranayama, dharana, dhyana (meditation) help to \ndevelop concentration, memory and thereby help in intellectual development.\nYoga and Social Dimension of Personality: Primary \nsocialisation, probably the most important aspect of the personality development takes place during infancy, usually within the family. By responding to the approval and disapproval of parents and grandparents and imitating their examples, the child learns the language and many of the basic behaviour patterns of her/his society. The process of socialisation is not limited to childhood, but continues throughout life and  teach the growing child and adolescent about the norms and rules of the society in which she/he lives . Some key elements of this process include respect for others, listening carefully to other persons, being interested in them, and voicing your thoughts and feelings politely, honestly and clearly so that you can be easily heard and understood. Principles of yama include these key elements and are very important as these help us in the betterment of our relationships with our friends, parents, teachers and others.\nYoga and Spiritual Dimension of Personality: This dimension \nis related to the development of values. It is also concerned with self-actualisation which is related to recognising one’s potential and developing them to the maximum. Proper \nChapter-9 Yoga.indd   120 08-11-2016   11:41:56 AM\n2024-25\n\n--- Page 3 ---\nPersonality Development through Yoga  121\ndevelopment of this dimension helps the person to realise one’s \ntrue identity. For spiritual development, yama, niyama, pra",
    "total_characters": 51757,
    "preview": "\n--- Page 1 ---\n9.1 IntroductIon\nDevelopment of personality is an important issue. Personality \nstarts developing since birth, but it assumes great importance \nduring adolescence, when reorganisation of personality takes place. \nPersonality is a very common term which is used in our \nday-to-day life. It tells us what type of person one is. We know that each person generally behaves consistently in most of the situations. The examples of this consistency can be seen in a person who remains friend"
  },
  "keywords": [
    "Chapter",
    "Personality",
    "Benefits",
    "Limitation",
    "Remember",
    "Development",
    "Physical",
    "Health",
    "Education",
    "Class",
    "Sanskrit",
    "Posture",
    "Maintain",
    "Padmasana",
    "Raise",
    "Place",
    "Bhastrika",
    "Vajrasana",
    "Avoid",
    "Kapalabhati"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    }
  ],
  "image_count": 5
}