{
  "metadata": {
    "subject": "science",
    "chapter_number": 9,
    "chapter_name": "iesc109",
    "source_file": "iesc109.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nSCIENCE 100We have lear nt about the motion of objects and\nforce as the cause of motion. W e have lear nt\nthat a force is needed to change the speed or\nthe dir ection of motion of an object. W e always\nobserve that an object dropped from a height\nfalls towar ds the earth. W e know that all the\nplanets go around the Sun. The moon goes\naround the earth. In all these cases, there must\nbe some force acting on the objects, the planets\nand on the moon. Isaac Newton could grasp\nthat the same force is responsible for all these.\nThis force is called the gravitational force.\nIn this chapter we shall learn about\ngravitation and the universal law of\ngravitation. W e shall discuss the motion of\nobjects under the influence of gravitational\nforce on the earth. W e shall study how the\nweight of a body varies fr om place to place.\nWe shall also discuss the conditions for\nobjects to float in liquids.\n9.1Gravitation\nWe know that the moon goes ar ound the earth.\nAn object when thrown upwards, reaches a\ncertain height and then falls downwards. It is\nsaid that when Newton was sitting under a tree,\nan apple fell on him. The fall of the apple made\nNewton start thinking. He thought that: if the\nearth can attract an apple, can it not attract\nthe moon? Is the force the same in both cases?\nHe conjectured  that the same type of force is\nresponsible in both the cases. He argued that\nat each point of its orbit, the moon falls\ntowards the earth, instead of going off in a\nstraight line. So, it must be attracted by the\nearth. But we do not really see the moon falling\ntowards the earth.Let us try to understand the motion of the\nmoon by recalling activity 7.11.\nActivity ______________ 9.1\n•Take a piece of thread.\n•Tie a small stone at one end. Hold the\nother end of the thread and whirl it\nround, as shown in Fig. 9.1.\n•Note the motion of the stone.\n•Release the thread.\n•Again, note the direction of motion of\nthe stone.\nFig. 9.1: A stone describing a circular path with a\nvelocity of constant magnitude.\nBefore the thread is released, the stone\nmoves in a circular path with a certain speed\nand changes direction at every point.\nThe change in direction involves change in\nvelocity or acceleration. The force that causes\nthis acceleration and keeps the body moving\nalong the circular path is acting towards\nthe centre. This force is called the\ncentripetal (meaning ‘centre-seeking’) force.9\nGGG\nGGRAVITATIONRAVITATIONRAVITATIONRAVITATIONRAVITATIONChapter\nReprint 2025-26\n\n--- Page 2 ---\nGRAVITATION 1019.1.1 UNIVERSAL  LAW OF GRAVITATION\nEvery object in the universe attracts every\nother object with a for ce which is pr oportional\nto the pr oduct of their masses and inversely\nproportional to the squar e of the distance\nbetween them. The for ce is along the line\njoining the centr es of two objects.In the absence of this force, the stone flies off\nalong a straight line. This straight line will be\na tangent to the circular path.\nMore to  knowTangent to a circle\nA straight line that meets the circle at\none and only one point is called a\ntangent to the cir cle. Straight line\nABC is a tangent to the cir cle at\npoint B.\nThe motion of the moon ar ound the earth\nis due to the centripetal for ce. The centripetal\nforce is pr ovided by the for\nce of attraction of\nthe earth. If there wer e no such for ce, the\nmoon would pursue a unifor m straight line\nmotion.\nIt is seen that a falling apple is attracted\ntowar ds the earth. Does the apple attract the\nearth? If so, we do not see the earth moving\ntowar ds an apple. Why?\nAccording to the thir d law of motion, the\napple does attract the earth. But accor ding\nto the second law of motion, for a given for ce,\nacceleration is inversely pr oportional to the\nmass of an object [Eq. (8.4)]. The mass of an\napple is negligibly small compar ed to that of\nthe earth. So, we do not see the earth moving\ntowar ds the apple. Extend the same ar gument\nfor why the earth does not move towar ds the\nmoon.\nIn our solar system, all the planets go\naround the Sun. By ar guing the same way,\nwe can say that ther e exists a force between\nthe Sun and the planets. Fr om the above facts\nNewton concluded that not only does the\nearth attract an apple and the moon, but all\nobjects in the universe attract each other . This\nforce of attraction between objects is called\nthe gravitational force.G2Mm\nF =\nd\nFig. 9.2: The gravitational force between two\nuniform objects is directed along the line\njoining their centres.\nLet two objects A and B of masses M and\nm lie at a distance d from each other as shown\nin Fig. 9.2. Let the force of attraction between\ntwo objects be F\n. Accor ding to the universal\nlaw of gravitation, the for ce between two\nobjects is dir ectly pr oportional to the pr oduct\nof their masses. That is,\nF∝M × m (9.1)\nAnd the force between two objects is inversely\nproportional to the squar e of the distance\nbetween them, that is,\n∝21F\nd(9.2)\nCombining Eqs. (10.1) and (10.2), we get\nF ∝ 2×M m\nd(9.3)\nor,  G2M × m\nF =\nd(9.4)\nwhere G is the constant of proportionality and\nis called the universal gravitation constant.\nBy multiplying crosswise, Eq. (9.4) gives\n F × d 2 = G M × m\nReprint 2025-26\n\n--- Page 3 ---\nSCIENCE 102 102102 102102From Eq. (9.4), the force exerted by the\nearth on the moon is\nG2M × mF =\nd\n11 2 -2 24 22\n8 26.7 10 N m kg 6 10 kg 7.4 10 kg\n(3.84 10 m)−× × × × ×=\n×\n= 2.02 ´ 1020 N.\nThus, the force exerted by the earth on\nthe moon is 2.02 ´ 1020 N.\nuestions\n1.State the universal law of\ngravitation.\n2.Write the formula to find the\nmagnitude of the gravitational\nforce betwe en the earth and an\nobject on the surface of the earth.\n9.1.2 IMPORTANCE  OF THE UNIVERSAL\nLAW OF GRAVITATION\nThe universal law of gravitation successfully\nexplained several phenomena which were\nbelieved to be unconnected:\n(i)the force that binds us to the earth;\n(ii)the motion of the mo on around the\nearth;\n(iii) the motion of planets around the Sun;\nand\n(iv)the tides due to the moon and the Sun.\n9.2Free Fall\nLet us try to understand the meaning of free\nfall by performing this activity .\nActivity 9.2\n·Take a stone.\n·Throw it upwards.\n·It reaches a certain height and then it\nstarts falling down.\nWe have learnt that the earth attracts\nobjects towards it. This is due to the\ngravitational force. Whenever objects fall\ntowards the earth under this force alone, we\nsay that the objects are in free fall. Is there anyor2\nG=\n×F d\nM m(9.5)\nThe SI unit of G can be obtained by\nsubstituting the units of force, distance and\nmass in Eq. (9.5) as N m2 kg–2.\nThe value of G was found out by\nHenry Cavendish (1731 – 1810) by using a\nsensitive balance. The accepted value of G is\n6.673 ´ 10–11 N m2 kg–2.\nWe know that there exists a force of\nattraction between any two objects. Compute\nthe value of this force betwe en you and your\nfriend sitting closeby. Conclude how you do\nnot experience this force!\nThe law is universal in the sense that\nit is applicable to all bodies, whether\nthe bodies are big or small, whether\nthey are celestial or terrestrial.\nI IIIInverse-squarenverse-squarenverse-squarenverse-squarenverse-square\nSaying that F is inversely\nproportional to the square of d\nmeans, for example, that if d gets\nbigger by a factor of 6, F becomes\n1\n36times smaller .\nExampl ExamplExampl ExamplExampl eee ee     9.1 9.19.1 9.19.1 The mass of the earth is\n6 ´ 1024 kg and that of the moon is\n7.4 × 1022 kg. If the distance between the\nearth and the moon is 3.84×105 km,\ncalculate the force exerted by the earth on\nthe moon. (Take G = 6.7 × 10–11 N m2 kg-2)\nSolution SolutionSolution SolutionSolution : :: ::\nThe mass of the earth, M = 6 × 1024 kg\nThe mass of the moon,\nm = 7.4 × 1022 kg\nThe distance between the earth and the\nmoon,\nd=3.84 × 105 km\n=3.84 × 105 × 1000 m\n=3.84 × 108 m\nG=6.7 × 10–11 N m2 kg–2More to  knowQ\nReprint 2025-26\n\n--- Page 4 ---\nGRAVITATION 103 103103 103103calculations, we can take g to be more or less\nconstant on or near the earth. But for objects\nfar from the earth, the acceleration due to\ngravitational for ce of earth is given by\nEq. (9.7).\n9.2.1 TO CALCULATE THE VALUE  OF g\nTo calculate the value of g, we should put   the\nvalues of G, M and R in Eq. (9.9), namely,\nuniversal gravitational constant,   G = 6.7 × 10–11\nN\n m2 kg-2, mass of the earth, M = 6 × 1024 kg,\nand radius of the earth,  R = 6.4 × 106 m.\nG2M\ng =\nR\n-11 2 -2 24\n6 26.7 10 N m kg 6 10 kg=\n(6.4 10 m)× × ×\n×\n      = 9.8 m s–2.\nThus, the value of acceleration due to gravity\nof the earth, g = 9.8 m s–2.\n9.2.2 MOTION  OF OBJECTS  UNDER  THE\nINFLUENCE  OF GRAVITATIONAL\nFORCE  OF \nTHE EARTH\nLet us do an activity to understand whether\nall objects hollow or solid, big or small, will\nfall from a height at the same rate.\nActivity                          9.3\n•Take a sheet of paper and a stone.\nDrop them simultaneously from the\nfirst floor of a building. Observe\nwhether both of them reach the\nground simultaneously.\n•We see that paper r eaches the gr ound\nlittle later than the stone. This happens\nbecause of air r esistance. The air of fers\nresistance due to friction to the motion\nof the falling objects. The r esistance\noffered by air to the paper is mor e than\nthe resistance offered to the stone. If\nwe do the experiment in a glass jar\nfrom which air has been sucked out,\nthe paper and the stone would fall at\nthe same rate.change in the velocity of falling objects? While\nfalling, there is no change in the direction of\nmotion of the objects. But due to the earth’s\nattraction, there will be a change in the\nmagnitude of the velocity. Any change in\nvelocity involves acceleration. Whenever an\nobject falls towar ds the earth, an acceleration\nis involved. This acceleration is due to the\nearth’s gravitational for ce. Ther efore, this\nacceleration is called the acceleration due to\nthe gravitational for ce of the earth (or\nacceleration due to gravity). It is denoted by\ng. The unit of g is the same as that of\nacceleration, that is, m s–2.\nWe know fr om the second law of motion\nthat for ce is the pr oduct of mass and\nacceleration. Let the mass of the stone in\nactivity 9.2 be m. We already know that ther e\nis acceleration involved in falling objects due\nto the gravitational for ce and is denoted by g.\nTherefor e the magnitude of the gravitational\nforce F will be equal to the pr oduct of mass\nand acceleration due to the gravitational\nforce, that is,\nF = m g (9.6)\nFrom Eqs. (9.4) and (9.6) we have\n2= G×M m\nm g\nd\nor G2M\ng =\nd(9.7)\nwhere M is the mass of the earth, and d is the\ndistance between the object and the earth.\nLet an object be on or near the sur face of\nthe earth. The distance d in Eq. (9.7) will be\nequal to R , the radius of the earth. Thus, for\nobjects on or near the sur face of the earth,\nG2M × m\nmg =\nR(9.8)\n  G2M\ng =\nR(9.9)\nThe earth is not a perfect sphere. As the\nradius of the earth increases from the poles to\nthe equator , the value of g becomes gr eater at\nthe poles than at the equator . For most\nReprint 2025-26\n\n--- Page 5 ---\nSCIENCE 104We know that an object experiences\nacceleration during free fall. From Eq. (9.9),\nthis acceleration experienced by an object is\nindependent of its mass. This means that all\nobjects hollow or solid, big or small, should\nfall at the same rate. According to a story,\nGalileo dr opped dif ferent objects fr om the top\nof the Leaning T ower of Pisa in Italy to pr ove\nthe same.\nAs g is constant near the earth, all the\nequations for the unifor mly accelerated\nmotion of objects become valid with\nacceleration a replaced by g.\nThe equations are:\nv = u + at (9.10)\ns = ut + 1\n2 at2(9.11)\nv2 = u2 + 2as (9.12)\nwhere u and v are the initial and final velocities\nand s is the distance covered in    time, t.\nIn applying these equations, we will take\nacceleration, a to be positive when it is in the\ndirection of the velocity, that is, in the\ndirection of motion. The acceleration, a  will\nbe taken as negative when it opposes the\nmotion.\nExampl e 9.2 A car falls off a ledge and\ndrops to the ground in 0.5 s. Let\ng = 10 m s–2 (for simplifying the\ncalculations).\n(i)What is its speed on striking the\nground?\n(ii)What is its average speed during the\n0.5 s?\n(iii)How high is the ledge fr om the\nground?\nSolution:\n     Time, t = ½ second\nInitial velocity, u = 0 m s–1\nAcceleration due to gravity, \ng = 10 m s–2\nAcceleration of the car , a = + 10 m s–2\n   (downward)\n(i)speed        v = a t\n                 v=10 m s–2 × 0.5 s\n=5 m s–1(ii)average speed =\n2u +v\n=(0 m s–1+ 5 m s–1)/2\n=2.5 m s–1\n(iii)distance travelled, s = ½ a t2\n=  ½ × 10 m s–2 × (0.5 s)2\n=  ½ × 10 m s–2 × 0.25 s2\n=  1.25 m\nThus,\n(i)its speed on striking the gr\nound\n= 5 m s–1\n(ii)its average speed during the 0.5 s\n= 2.5 m s–1\n(iii)height of  the ledge from the gr ound\n= 1.25 m.\nExampl e 9.3 An object is thrown vertically\nupwards and rises to a height of 10 m.\nCalculate (i) the velocity with which the\nobject was thrown upwards and (ii) the\ntime taken by the object to reach the\nhighest point.\nSolution:\nDistance travelled, s = 10 m\nFinal velocity, v = 0 m s–1\nAcceleration due to gravity, g  = 9.8 m s–2\nAcceleration of the object, a = –9.8 m s–2\n(upwar d motion)\n(i) v 2 = u2 + 2a s\n0 =  u 2 + 2 × (–9.8 m s–2) × 10 m\n–u 2 = –2 ×  9.8 × 10  m2 s–2\nu =  196 m s-1\n             u  = 14 m s-1\n(ii) v = u + a t\n0 = 14 m s–1 – 9.8 m s–2 × t\nt = 1.43 s.\nThus,\n(i) Initial velocity, u = 14 m s–1, and\n(ii) Time taken, t  = 1.43 s.\nuestions\n1.What do you mean by free fall?\n2.What do you mean by acceleration\ndue to gravity?Q\nReprint 2025-26\n\n--- Page 6 ---\nGRAVITATION 1059.3Mass\nWe have lear nt in the pr evious chapter that the\nmass of an object is the measure of its inertia .\nWe have also lear nt that gr eater the mass, the\ngreater is the inertia. It remains the same\nwhether the object is on the earth, the moon\nor even in outer space. Thus, the mass of an\nobject is constant and does not change from\nplace to place.\n9.4Weight\nWe know that the earth attracts every object\nwith a certain force and this force depends on\nthe mass ( m) of the object and the acceleration\ndue to the gravity (g ). The weight of an object\nis the force with which it is attracted towards\nthe earth.\nWe know that\nF = m × a, (9.13)\nthat is,\nF = m × g. (9.14)\nThe force of attraction of the earth on an\nobject is known as the weight of the object. It\nis denoted by W. Substituting the same in Eq.\n(9.14), we have\nW = m × g (9.15)\nAs the weight of an object is the force with\nwhich it is attracted towards the earth, the SI\nunit of weight is the same as that of force, that\nis, newton (N). The weight is a force acting\nvertically downwards; it has both magnitude\nand direction.\nWe have lear nt that the value of g is\nconstant at a given place. Therefore at a given\nplace, the weight of an object is directly\nproportional to the mass, say m, of the object,\nthat is, W ∝ m. It is due to this reason that at\na given place, we can use the weight of an\nobject as a measure of its mass. The mass of\nan object remains the same everywhere, that\nis, on the earth and on any planet whereas its\nweight depends on its location because g\ndepends on location.\n9.4.1 WEIGHT  OF AN OBJECT ON\nTHE MOON\nWe have lear nt that the weight of an object on\nthe earth is the force with which the earthattracts the object. In the same way, the weight\nof an object on the moon is the force with\nwhich the moon attracts that object. The mass\nof the moon is less than that of the earth. Due\nto this the moon exerts lesser force of attraction\non objects.\nLet the mass of an object be m. Let its\nweight on the moon be Wm. Let the mass of\nthe moon be Mm and its radius be \nRm.\nBy applying the universal law of\ngravitation, the weight of the object on the\nmoon will be\n2G×=m\nm\nmM mW\nR(9.16)\nLet the weight of the same object on the\nearth be We. The mass of the earth is M and its\nradius is R.\nTable 9.1\nCelestial Mass (kg) Radius (m)\nbody\nEarth 5.98 ×  10246.37 ××106\nMoon 7.36 ××10221.74 ××106\nFrom Eqs. (9.9) and (9.15) we have,\n2G×=eM mW\nR (9.17)\nSubstituting the values from Table 10.1 in\nEqs. (9.16) and (9.17), we get\n( )22\n267.36 10 kgG\n1.74\n10 m× ×=\n×mmW\n 102.431 10 G × = ×mW m (9.18a)\nand 111.474 10 G × = ×eW m (9.18b)\nDividing Eq. (9.18a) by Eq. (9.18b), we get\n10\n112.431 10\n1.474 10×=\n×m\neW\nW\nor  10.1656m\neW\nW= ≈ (9.19)\nWeight of theobject on the moon 1=\nWeight of theobject on theearth 6\nWeight of the object on the moon\n= (1/6) × its weight on the earth.\nReprint 2025-26\n\n--- Page 7 ---\nSCIENCE 106Exampl e 9.4 Mass of an object is 10 kg.\nWhat is its weight on the earth?\nSolution:\nMass, m = 10 kg\nAcceleration due to gravity, g = 9.8 m s–2\nW = m × g\nW = 10 kg × 9.8 m s-2 = 98 N\nThus, the weight of the object is 98 N.\nExampl e 9.5 An object weighs 10 N when\nmeasur\ned on the sur face of the earth.\nWhat would be its weight when\nmeasured on the sur face of the moon?\nSolution:\nWe know,\nWeight of object on the moon\n= (1/6) × its weight on the earth.\nThat is,\n10\n6 6e\nmWW = =  N.\n= 1.67 N.\nThus, the weight of object on the\nsurface of the moon would be 1.67 N.\nuestions\n1.What ar e the dif ferences between\nthe mass of an object and its\nweight?\n2.Why is the weight of an object on\nthe moon 1\n6th its weight on the\nearth?\n9.5Thrust and Pressure\nHave you ever wonder ed why a camel can run\nin a desert easily? Why an ar my tank weighing\nmore than a thousand tonne r ests upon a\ncontinuous chain? Why a truck or a motorbus\nhas much wider tyr es? Why cutting tools have\nsharp edges? In order to address these\nquestions and understand the phenomena\ninvolved, it helps  to intr oduce the conceptsof the net force in a particular direction (thrust)\nand the force per unit area (pressure) acting\non the object concerned.\nLet us try to understand the meanings of\nthrust and pr essur e by considering the\nfollowing situations:\nSituation 1:\n You wish to fix a poster on a\nbulletin board, as shown in Fig 9.3. To do this\ntask you will have to press drawing pins with\nyour thumb. Y ou apply a for ce on the sur face\narea of the head of the pin. This force is directed\nperpendicular to the surface area of the board.\nThis force acts on a smaller area at the tip of\nthe pin.\nQ\nFig. 9.3: To fix a poster , drawing pins ar e pressed\nwith the thumb perpendicular to the boar d.\nSituation 2: You stand on loose sand. Y our\nfeet go deep into the sand. Now, lie down on\nthe sand. Y ou will find that your body will not\ngo that deep in the sand. In both cases the\nforce exerted on the sand is the weight of your\nbody.\nReprint 2025-26\n\n--- Page 8 ---\nGRAVITATION 107You have lear nt that weight is the for ce\nacting vertically downwards. Here the force is\nacting perpendicular to the surface of the sand.\nThe force acting on an object perpendicular to\nthe surface is called thrust.\nWhen you stand on loose sand, the for ce,\nthat is, the weight of your body is acting on\nan ar ea equal to ar ea of your feet. When you\nlie down, the same for ce acts on an ar ea equal\nto the contact ar ea of your whole body, which\nis lar ger than the ar ea of your feet. Thus, the\neffects of for ces of the same magnitude on\ndifferent ar eas ar e different. In the above\ncases, thrust is the same. But ef fects ar e\ndifferent. Ther efore the ef fect of thrust\ndepends on the ar ea on which it acts.\nThe ef fect of thrust on sand is lar ger while\nstanding than while lying. The thrust on unit\narea is called pr\nessur e. Thus,\nthrustPressure=\narea(9.20)\nSubstituting the SI unit of thrust and area in\nEq. (9.20), we get the SI unit of pressure as N/\nm2 or N m–2.\nIn honour of scientist Blaise Pascal, the\nSI unit of pr essur e is called pascal, denoted\nas Pa.\nLet us consider a numerical example to\nunderstand the ef fects of thrust acting on\ndifferent ar\neas.\nExampl e 9.6 A block of wood is kept on a\ntabletop. The mass of wooden block is 5\nkg and its dimensions are 40 cm × 20\ncm × 10 cm. Find the pr essur e exertedby the wooden block on the table top if\nit is made to lie on the table top with its\nsides of dimensions (a) 20 cm \n× 10 cm\nand (b) 40 cm × 20 cm.\nSolution:\nThe mass of the wooden block = 5 kg\nThe dimensions\n= 40 cm ×  20 cm ×  10 cm\nHere, the weight of the wooden block\napplies a thrust on the table top.\nThat is,\n  Thrust = F = m × g\n=5 kg × 9.8 m s–2\n=49 N\nArea of a side = length × breadth\n=20 cm × 10 cm\n=200 cm2 = 0.02 m2\nFrom Eq. (9.20),\nPressur e = 249N\n0.02m\n= 2450 N m-2.\nWhen the block lies on its side of\ndimensions 40 cm ×\n 20 cm, it exerts\nthe same thrust.\nArea=length × breadth\n=40 cm × 20 cm\n=800 cm2 = 0.08 m2\nFrom Eq. (9.20),\nPressur e = 249 N\n0.08 m\n=612.5 N m–2\nThe pr essur e exerted by the side 20 cm\n× 10 cm is 2450 N m–2 and by the side\n40 cm × 20 cm is 612.5 N m–2.\nThus, the same for ce acting on a smaller\narea exerts a larger pressure, and a smaller\npressure on a larger area. This is the reason\nwhy a nail has a pointed tip, knives have sharp\nedges and buildings have wide foundations.\n9.5.1 PRESSURE  IN FLUIDS\nAll liquids and gases are fluids. A solid exerts\npressur e on a sur face due to its weight.\nSimilarly, fluids have weight, and they also Fig. 9.4\nReprint 2025-26\n\n--- Page 9 ---\nSCIENCE 108water on the bottle is greater than its weight.\nTherefore it rises up when released.\nTo keep the bottle completely immersed,\nthe upwar d force on the bottle due to water\nmust be balanced. This can be achieved by\nan exter nally applied for ce acting downwar ds.\nThis for ce must at least be equal to the\ndiffer\nence between the upwar d force and the\nweight of the bottle.\nThe upwar d force exerted by the water on\nthe bottle is known as upthrust or buoyant\nforce. In fact, all objects experience a for ce of\nbuoyancy when they ar e immersed in a fluid.\nThe magnitude of this buoyant for ce depends\non the density of the fluid.\n9.5.3 WHY OBJECTS  FLOAT  OR SINK\nWHEN  PLACED ON THE SURFACE  OF\nWATER ?\nLet us do the following activities to arrive at\nan answer for the above question.\nActivity ______________ 9.5\n•Take a beaker filled with water .\n•Take an ir on nail and place it on the\nsurface of the water .\n•Observe what happens.\nThe nail sinks. The for ce due to the\ngravitational attraction of the earth on the\niron nail pulls it downwar ds. Ther e is an\nupthrust of water on the nail, which pushes\nit upwards. But the downwar d force acting\non the nail is greater than the upthrust of\nwater on the nail. So it sinks (Fig. 9.5).exert pressure on the base and walls of the\ncontainer in which they are enclosed. Pressure\nexerted in any confined mass of fluid is\ntransmitted undiminished in all directions.\n9.5.2 BUOYANCY\nHave you ever had a swim in a pool and felt\nlighter? Have you ever drawn water fr om a\nwell and felt that the bucket of water is heavier\nwhen it is out of the water? Have you ever\nwonder ed why a ship made of iron and steel\ndoes not sink in sea water , but while the same\namount of ir on and steel in the for m of a sheet\nwould sink? These questions can be answer ed\nby taking buoyancy in consideration. Let us\nunderstand the meaning of buoyancy by\ndoing an activity.\nActivity ______________ 9.4\n•Take an empty plastic bottle. Close\nthe mouth of the bottle with an\nairtight stopper . Put it in a bucket\nfilled with water . You see that the\nbottle floats.\n•Push the bottle into the water . You feel\nan upwar d push. T ry to push it further\ndown. Y ou will find it dif ficult to push\ndeeper and deeper . This indicates that\nwater exerts a for ce on the bottle in the\nupwar d dir ection. The upwar d for ce\nexerted by the water goes on incr easing\nas the bottle is pushed deeper  till it is\ncompletely immersed.\n•Now, r elease the  bottle. It bounces\nback to the sur face.\n•Does the for ce due to the gravitational\nattraction of the earth act on this\nbottle? If so, why doesn’t the bottle stay\nimmersed in water after it is r eleased?\nHow can you immerse the bottle in\nwater?\nThe for ce due to the gravitational\nattraction of the earth acts on the bottle in\nthe downwar d dir ection. So the bottle is\npulled downwar ds. But the water exerts an\nupward force on the bottle. Thus, the bottle is\npushed upwards. W e have lear nt that weight\nof an object is the force due to gravitational\nattraction of the earth. When the bottle is\nimmersed, the upward force exerted by theFig. 9.5: An iron nail sinks and a cork floats when\nplaced on the sur face of water .\nReprint 2025-26\n\n--- Page 10 ---\nGRAVITATION 109•Observe what happens to  elongation\nof the string or the r eading on the\nbalance.\nYou will find that the elongation of the string\nor the reading of the balance decreases as the\nstone is gradually lower ed in the water . However ,\nno further change is observed once the stone\ngets fully immersed in the water . What do you\ninfer from the decrease in the extension of the\nstring or the reading of the spring balance?\nWe know that the elongation pr oduced in\nthe string or the spring balance is due to the\nweight of the stone. Since the extension\ndecreases once the stone is lower ed in water ,\nit means that some force acts on the stone in\nupward direction. As a result, the net force on\nthe string decreases and hence the elongation\nalso decr eases. As discussed earlier , this\nupward force exerted by water is known as\nthe force of buoyancy.\nWhat is the magnitude of the buoyant\nforce experienced by a body? Is it the same\nin all fluids for a given body? Do all bodies\nin a given fluid experience the same buoyant\nforce? The answer to these questions is\ncontained in Archimedes’ principle, stated as\nfollows:Activity ______________ 9.6\n•Take a beaker filled with water .\n•Take a piece of cork and an ir on nail of\nequal mass.\n•Place them on the sur face of water .\n•Observe what happens.\nThe cork floats while the nail sinks. This\nhappens because of the dif ference in their\ndensities. The density of a substance is\ndefined as the mass per unit volume. The\ndensity of cork is less than the density of\nwater . This means that the upthrust of water\non the cork is gr eater than the weight of the\ncork. So it floats (Fig. 9.5).\nThe density of an iron nail is more than\nthe density of water . This means that the\nupthrust of water on the ir on nail is less than\nthe weight of the nail. So it sinks.\nTherefore objects of density less than that\nof a liquid float on the liquid. The objects of\ndensity gr eater than that of a liquid sink in\nthe liquid.\nuestions\n1.Why is it dif ficult to hold a school\nbag having a strap made of a thin\nand str ong string?\n2.What do you mean by buoyancy?\n3.Why does an object float or sink\nwhen placed on the sur face of\nwater?\n9.6Archimedes’ Principle\nActivity ______________ 9.7\n•Take a piece of stone and tie it to one\nend of a rubber string or a spring\nbalance.\n•Suspend the stone by holding the\nbalance or the string as shown in\nFig. 9.6 (a).\n• Note the elongation of the string or\nthe reading on the spring balance due\nto the weight of the stone.\n•Now, slowly dip the stone in the water\nin a container as shown in\nFig. 9.6 (b).\nFig. 9.6: (a) Observe the elongation of the rubber\nstring due to the weight of a piece of stone\nsuspended fr om it in air . (b) The elongation\ndecreases as the stone is immersed\nin water .(a)\n(b)\nQ\nReprint 2025-26\n\n--- Page 11 ---\nSCIENCE 110What\nyou have\nlearnt\n• The law of gravitation states that the force of attraction\nbetween any two objects is proportional to the product of\ntheir masses and inversely proportional to the square of\nthe distance between them.  The law applies to objects\nanywhere in the universe.  Such a law is said to be universal.\n• Gravitation is a weak force unless large masses are involved.\n• The force of gravity decreases with altitude. It also varies\non the surface of the earth, decreasing from poles to the\nequator .\n• The weight of a body is the for ce with which the earth\nattracts it.\n• The weight is equal to the pr oduct of mass and acceleration\ndue to gravity.\n• The weight may vary from place to place but the mass stays\nconstant.When a body is immersed fully or partially\nin a fluid, it experiences an upward force that\nis equal to the weight of the fluid displaced\nby it.\nNow, can you explain why a further\ndecrease in the elongation of the string was\nnot observed in activity 9.7, as the stone was\nfully immersed in water?\nArchimedes was a Greek scientist. He\ndiscovered the principle, subsequently named\nafter him, after noticing that\nthe water in a bathtub\noverflowed when he stepped\ninto it. He ran through the\nstreets shouting “Eureka!”,\nwhich means “I have got it”.\nThis knowledge helped him to\ndetermine the purity of the\ngold in the crown made for\nthe king.\nHis work in the field of Geometry and\nMechanics made him famous. His\nunderstanding of levers, pulleys, wheels-\nand-axle helped the Greek army in its war\nwith Roman army.\nArchimedesQArchimedes’ principle has many\napplications. It is used in designing ships and\nsubmarines. Lactometers, which are used to\ndetermine the purity of a sample of milk and\nhydrometers used for determining density of\nliquids, are based on this principle.\nuestions\n1.You find your mass to be 42 kg\non a weighing machine. Is your\nmass more or less than 42 kg?\n2.You have a bag of cotton and an\niron bar , each indicating a mass\nof 100 kg when measured on a\nweighing machine. In reality,\none is heavier than other . Can\nyou say which one is heavier\nand why?\nReprint 2025-26\n\n--- Page 12 ---\nGRAVITATION 111• All objects experience a force of buoyancy when they are\nimmersed in a fluid.\n• Objects having density less than that of the liquid in which\nthey ar e immersed, float on the sur face of the liquid. If the\ndensity of the object is mor e than the density of the liquid in\nwhich it is immersed then it sinks in the liquid.\nE\nxercises\n1.How does the for ce of gravitation between two objects change\nwhen the distance between them is r educed to half ?\n2.Gravitational for ce acts on all objects in proportion to their\nmasses. Why then, a heavy object does not fall faster than\na light object?\n3.What is the magnitude of the gravitational for ce between the\nearth and a 1 kg object on its surface? (Mass of the earth is\n6 × 1024 kg and radius of the earth is 6.4 ×  106 m.)\n4.The earth and the moon ar e attracted to each other by\ngravitational force. Does the earth attract the moon with a\nforce that is greater or smaller or the same as the force\nwith which the moon attracts the earth?  Why?\n5.If the moon attracts the earth, why does the earth not move\ntowar ds the moon?\n6.What happens to the force between two objects, if\n(i)the mass of one object is doubled?\n(ii)the distance between the objects is doubled and tripled?\n(iii)the masses of both objects are doubled?\n7.What is the importance of universal law of gravitation?\n8.What is the acceleration of fr ee fall?\n9.What do we call the gravitational for ce between the earth and\nan object?\n10. Amit buys few grams of gold at the poles as per the instruction\nof one of his friends. He hands over the same when he meets\nhim at the equator . Will the friend agr ee with the weight of gold\nbought? If not, why? [Hint : The value of g is gr eater at the\npoles than at the equator .]\n11. Why will a sheet of paper fall slower than one that is crumpled\ninto a ball?\n12. Gravitational for ce on the sur face of the moon is only 1\n6 as\nstrong as gravitational force on the earth. What is the weight\nin newtons of a 10 kg object on the moon and on the earth?\nReprint 2025-26\n\n--- Page 13 ---\nSCIENCE 11213. A ball is thrown vertically upwards with a velocity of 49 m/s.\nCalculate\n(i)the maximum height to which it rises,\n(ii)the total time it  takes to return to the surface of the\nearth.\n14. A stone is r eleased fr om the top of a tower of height 19.6 m.\nCalculate its final velocity just before touching the ground.\n15. A stone is thrown vertically upward with an initial velocity\nof 40 m/s. Taking g = 10 m/s2, find the maximum height\nreached by the stone. What is the net displacement and the\ntotal distance covered by the stone?\n16. Calculate the force of gravitation between the earth and the\nSun, given that the mass of the earth = 6 × 1024 kg and of the\nSun = 2 × 1030 kg. The average distance between the two is\n1.5 × 1011 m.\n17. A stone is allowed to fall from the top of a tower 100 m high\nand at the same time another stone is projected vertically\nupwards from the ground with a velocity of 25 m/s. Calculate\nwhen and where the two stones will meet.\n18. A ball thrown up vertically returns to the thrower after 6 s.\nFind\n(a)the velocity with which it was thrown up,\n(b)the maximum height it reaches, and\n(c)its position after 4 s.\n19. In what direction does the buoyant force on an object\nimmersed in a liquid act?\n20. Why does a block of plastic released under water come up\nto the surface of water?\n21. The volume of 50 g of a substance is 20 cm3. If the density of\nwater is 1 g cm–3, will the substance float or sink?\n22. The volume of a 500 g sealed packet is 350 cm3. Will the\npacket float or sink in water if the density of water is 1 g\ncm–3? What will be the mass of the water displaced by this\npacket?\nReprint 2025-26\n",
    "total_characters": 32806,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page7_img5.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page12_img3.png",
      "page": 12
    },
    {
      "filename": "page13_img1.png",
      "page": 13
    },
    {
      "filename": "page13_img2.png",
      "page": 13
    }
  ],
  "image_count": 34,
  "keywords": [
    "Reprint",
    "Activity",
    "Solution",
    "Exampl",
    "Observe",
    "Acceleration",
    "Calculate",
    "Newton",
    "Weight",
    "Substituting",
    "Therefore",
    "According",
    "Whenever",
    "Initial",
    "Table",
    "Pressure",
    "Situation",
    "Pressur",
    "Archimedes",
    "Greek"
  ]
}