{
  "metadata": {
    "subject": "science",
    "chapter_number": 3,
    "chapter_name": "iesc103",
    "source_file": "iesc103.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nAncient Indian and Greek philosophers have\nalways wonder ed about the unknown and\nunseen for m of matter . The idea of divisibility\nof matter was consider ed long back in India,\naround 500 BC. An Indian philosopher\nMaharishi Kanad, postulated that if we go on\ndividing matter ( padarth ), we shall get smaller\nand smaller particles. Ultimately, a stage will\ncome when we shall come across the smallest\nparticles beyond which further division will\nnot be possible.  He named these particles\nParmanu . Another Indian philosopher ,\nPakudha Katyayama, elaborated this doctrine\nand said that these particles nor mally exist\nin a combined for m which gives us various\nforms of matter .\nAround the same era, ancient Gr eek\nphilosophers – Democritus and Leucippus\nsuggested that if we go on dividing matter , a\nstage will come when particles obtained\ncannot be divided further . Democritus called\nthese indivisible particles atoms (meaning\nindivisible). All this was based on\nphilosophical considerations and not much\nexperimental work to validate these ideas\ncould be done till the eighteenth century.\nBy the end of the eighteenth century,\nscientists r\necognised the dif ference between\nelements and compounds and naturally\nbecame inter ested in finding out how and why\nelements combine and what happens when\nthey combine.\nAntoine L. Lavoisier laid the foundation\nof chemical sciences by establishing two\nimportant laws of chemical combination.\n3.1Laws of Chemical Combination\nThe following two laws of chemical\ncombination were established aftermuch experimentations by Lavoisier and\nJoseph L. Proust.\n3.1.1 LAW OF CONSERVATION  OF MASS\nIs there a change in mass when a chemical\nchange (chemical reaction) takes place?\nActivity ______________ 3.1\n•Take one of the following sets, X and Y\nof chemicals—\nX Y\n(i)copper sulphate sodium carbonate\n(ii)barium chloride sodium sulphate\n(iii) lead nitrate sodium chloride\n•Prepare separately a 5% solution of\nany one pair of substances listed\nunder X and Y each in 10 mL in water .\n•Take a little amount of solution of Y in\na conical flask and some solution of\nX in an ignition tube.\n•Hang the ignition tube in the flask\ncarefully; see that the solutions do not\nget mixed. Put a cork on the flask\n(see Fig. 3.1).\nFig. 3.1:  Ignition tube containing solution of X, dipped\nin a conical flask containing solution of Y3\nAAA\nAATOMS TOMSTOMS TOMSTOMS     AND ANDAND ANDAND M  M M  M MOLECULESOLECULESOLECULESOLECULESOLECULESChapter\nReprint 2025-26\n\n--- Page 2 ---\nATOMS AND MOLECULES 27•Weigh the flask with its contents\ncarefully.\n•Now tilt and swirl the flask, so that the\nsolutions X and Y get mixed.\n•Weigh again.\n•What happens in the r eaction flask?\n•Do you think that a chemical r\neaction\nhas taken place?\n•Why should we put a cork on the mouth\nof the flask?\n•Does the mass of the flask and its\ncontents change?\nLaw of conservation of mass states that\nmass can neither be created nor destroyed in\na chemical reaction.\n3.1.2 LAW OF CONSTANT  PROPORTIONS\nLavoisier , along with other scientists, noted\nthat many compounds were composed of two\nor more elements and each such compound\nhad the same elements in the same\nproportions, irrespective of where the\ncompound came from or who prepared it.\nIn a compound such as water , the ratio of\nthe mass of hydrogen to the mass of oxygen is\nalways 1:8, whatever the sour ce of water . Thus,\nif 9 g of water is decomposed, 1 g of hydrogen\nand 8 g of oxygen are always obtained.\nSimilarly in ammonia, nitrogen and hydrogen\nare always present in the ratio 14:3 by mass,\nwhatever the method or the source from which\nit is obtained.\nThis led to the law of constant proportions\nwhich is also known as the law of definite\nproportions. This law was stated by Proust as\n“In a chemical substance the elements are\nalways present in definite proportions by\nmass ”.\nThe next problem faced by scientists was\nto give appropriate explanations of these laws.\nBritish chemist John Dalton provided the\nbasic theory about the natur e of matter .\nDalton picked up the idea of divisibility of\nmatter , which was till then just a philosophy.\nHe took the name ‘atoms’ as given by the\nGreeks and said that the smallest particles of\nmatter are atoms. His theory was based on the\nlaws of chemical combination. Dalton’s atomic\ntheory provided an explanation for the law ofconservation of mass and the law of\ndefinite proportions.\nJohn Dalton was born in\na poor weaver’s family in\n1766 in England. He\nbegan his car eer as a\nteacher at the age of\ntwelve. Seven years later\nhe became a school\nprincipal. In 1793, Dalton\nleft for Manchester to\nteach mathematics,\nphysics and chemistry in\na college. He spent most of his life there\nteaching and researching. In 1808, he\npresented his atomic theory which was a\nturning point in the study of matter .\nAccording to Dalton’s atomic theory, all\nmatter , whether an element, a compound or\na mixtur e is composed of small particles called\natoms. The postulates of this theory may be\nstated as follows:\n(i)All matter is made of very tiny particles\ncalled atoms, which participate in\nchemical reactions.\n(ii)Atoms are indivisible particles, which\ncannot be cr eated or destr oyed in a\nchemical r eaction.\n(iii) Atoms of a given element ar e identical\nin mass and chemical pr operties.\n(iv)Atoms of dif ferent elements have\ndifferent masses and chemical\nproperties.\n(v)Atoms combine in the ratio of small\nwhole numbers to for m compounds.\n(vi)The r elative number and kinds of\natoms are constant in a given\ncompound.\nYou will study in the next chapter that all\natoms are made up of still smaller particles.\n uestions\n1.In a r eaction, 5.3 g of sodium\ncarbonate reacted with 6 g of\nacetic acid. The products were\n2.2 g of carbon dioxide, 0.9 g\nwater and 8.2 g of sodium\nacetate. Show that theseQ\nJohn Dalton\nReprint 2025-26\n\n--- Page 3 ---\nSCIENCE 28We might think that if atoms ar e so\ninsignificant in size, why should we care about\nthem? This is because our entire world is made\nup of atoms. W e may not be able to see them,\nbut they are there, and constantly affecting\nwhatever we do. Through modern techniques,\nwe can now produce magnified images of\nsurfaces of elements showing atoms.observations are in agreement\nwith the law of conservation of\nmass.\nsodium carbonate + acetic acid\n→ sodium acetate + carbon\ndioxide + water\n2.Hydrogen and oxygen combine in\nthe ratio of 1:8 by mass to for m\nwater . What mass of oxygen gas\nwould be r equir ed to react\ncompletely with 3 g of hydr ogen\ngas?\n3.Which postulate of Dalton’s\natomic theory is the r esult of the\nlaw of conservation of mass?\n4.Which postulate of Dalton’s\natomic theory can explain the law\nof definite pr oportions?\n3.2What is an Atom?\nHave you ever observed a mason building\nwalls, from these walls a r oom and then a\ncollection of r ooms to for m a building? What\nis the building block of the huge building?\nWhat about the building block of an ant-hill?\nIt is a small grain of sand. Similarly, the\nbuilding blocks of all matter are atoms.\nHow big are atoms?\nAtoms are very small, they are smaller than\nanything that we can imagine or compar e\nwith. Mor e than millions of atoms when\nstacked would make a layer barely as thick\nas this sheet of paper .\nAtomic radius is measured in nanometres.\n1/10 9 m=1 nm\n1 m =109 nm\nRelative Sizes\nRadii (in m) Example\n10–10Atom of hydr ogen\n10–9Molecule of water\n10–8Molecule of haemoglobin\n10–4Grain of sand\n10–3Ant\n10–1AppleFig. 3.2:  An image of the sur face of silicon\n3.2.1 WHAT ARE THE MODERN  DAY\nSYMBOLS\n OF ATOMS OF DIFFERENT\nELEMENTS ?\nDalton was the first scientist to use the\nsymbols for elements in a very specific sense.\nWhen he used a symbol for an element he\nalso meant a definite quantity of that element,\nthat is, one atom of that element. Berzilius\nsuggested that the symbols of elements be\nmade from one or two letters of the name of\nthe element.\nFig. 3.3: Symbols for some elements as pr oposed by\nDalton\nReprint 2025-26\n\n--- Page 4 ---\nATOMS AND MOLECULES 29In the beginning, the names of elements\nwere derived from the name of the place\nwhere they were found for the first time. For\nexample, the name copper was taken from\nCyprus. Some names were taken from\nspecific colours. For example, gold was taken\nfrom the English word meaning yellow.\nNow-a-days, IUPAC (International Union of\nPure and Applied Chemistry) is an\ninternational scientific organisation which\napproves names of elements, symbols and\nunits. Many of the symbols are the first one\nor two letters of the element’s name in\nEnglish. The first letter of a symbol is always\nwritten as a capital letter (uppercase) and the\nsecond letter as a small letter (lowercase).\nFor example\n(i)hydrogen, H\n(ii)aluminium, Al and not AL\n(iii)cobalt, Co and not CO.\nSymbols of some elements are formed from\nthe first letter of the name and a letter ,\nappearing later in the name. Examples are: (i)\nchlorine, Cl, (ii) zinc, Zn etc.\nOther symbols have been taken from the\nnames of elements in Latin, German or Greek.\nFor example, the symbol of iron is Fe from its\nLatin name ferrum, sodium is Na from natrium,\npotassium is K from kalium. Therefore, each\nelement has a name and a unique\nchemical symbol.\n(The above table is given for you to refer to\nwhenever you study about elements. Do not\nbother to memorise all in one go. With thepassage of time and repeated usage you will\nautomatically be able to reproduce\nthe symbols).\n3.2.2 ATOMIC MASS\nThe most remarkable concept that Dalton’s\natomic theory proposed was that of the atomic\nmass. According to him, each element had a\ncharacteristic atomic mass. The theory could\nexplain the law of constant proportions so well\nthat scientists were prompted to measure the\natomic mass of an atom. Since determining the\nmass of an individual atom was a relatively\ndifficult task, relative atomic masses were\ndetermined using the laws of chemical\ncombinations and the compounds formed.\nLet us take the example of a compound,\ncarbon monoxide (CO) formed by carbon and\noxygen. It was observed experimentally that 3\ng of carbon combines with 4 g of oxygen to\nform CO. In other words, carbon combines\nwith 4/3 times its mass of oxygen. Suppose\nwe define the atomic mass unit (earlier\nabbreviated as ‘amu’, but according to the\nlatest IUPAC recommendations, it is now\nwritten as ‘u’ – unified mass) as equal to the\nmass of one carbon atom, then we would\nassign carbon an atomic mass of 1.0 u and\noxygen an atomic mass of 1.33 u. However , it\nis more convenient to have these numbers asTable 3.1: Symbols for some elements\nElement Symbol Element Symbol Element Symbol\nAluminium Al Copper Cu Nitrogen N\nArgon Ar Fluorine F Oxygen O\nBarium Ba Gold Au Potassium K\nBoron B Hydrogen H Silicon Si\nBromine Br Iodine I Silver Ag\nCalcium Ca Iron Fe Sodium Na\nCarbon C Lead Pb Sulphur S\nChlorine Cl Magnesium Mg Uranium U\nCobalt Co Neon Ne Zinc Zn\nReprint 2025-26\n\n--- Page 5 ---\nSCIENCE 30whole numbers or as near to a whole numbers\nas possible. While sear ching for various\natomic mass units, scientists initially took 1/\n16 of the mass of an atom of naturally\noccurring oxygen as the unit. This was\nconsider ed relevant due to two r easons:\n•oxygen r eacted with a lar ge number of\nelements and for med compounds.\n•this atomic mass unit gave masses of\nmost of the elements as whole numbers.\nHowever , in 1961 for a universally\naccepted atomic mass unit, carbon-12 isotope\nwas chosen as the standar d reference for\nmeasuring atomic masses. One atomic mass\nunit is a mass unit equal to exactly one-twelfth\n(1/12th) the mass of one atom of carbon-12.\nThe r elative atomic masses of all elements\nhave been found with r espect to an atom of\ncarbon-12.\nImagine a fruit seller selling fruits without\nany standard weight with him. He takes a\nwater melon and says, “this has a mass equal\nto 12 units” (12 water melon units or 12 fruit\nmass units). He makes twelve equal pieces of\nthe watermelon and finds the mass of each fruit\nhe is selling, relative to the mass of one piece\nof the watermelon. Now he sells his fruits by\nrelative fruit mass unit (fmu), as in Fig. 3.4.\nFig. 3.4 : (a) W atermelon, (b) 12 pieces, (c) 1/12 of\nwatermelon, (d) how the fruit seller can\nweigh the fruits using pieces of watermelon\nSimilarly, the relative atomic mass of the\natom of an element is defined as the averagemass of the atom, as compared to 1/12th the\nmass of one carbon-12 atom.\nTable 3.2: Atomic masses of\na few elements\nElement Atomic Mass (u)\nHydrogen 1\nCarbon 12\nNitrogen 14\nOxygen 16\nSodium 23\nMagnesium 24\nSulphur 32\nChlorine 35.5\nCalcium 40\n3.2.3 HOW DO ATOMS\n EXIST ?\nAtoms of most elements are not able to exist\nindependently. Atoms for m molecules and\nions. These molecules or ions aggr egate in\nlarge numbers to for m the matter that we can\nsee, feel or touch.\nuestions\n1.Define the atomic mass unit.\n2.Why is it not possible to see an\natom with naked eyes?\n3.3What is a Molecule?\nA molecule is in general a group of two or\nmore atoms that are chemically bonded\ntogether , that is, tightly held together by\nattractive forces. A molecule can be defined\nas the smallest particle of an element or a\ncompound that is capable of an independent\nexistence and shows all the properties of that\nsubstance. Atoms of the same element or of\ndifferent elements can join together to form\nmolecules.Q\nReprint 2025-26\n\n--- Page 6 ---\nATOMS AND MOLECULES 313.3.1 MOLECULES  OF  ELEMENTS\nThe molecules of an element are constituted\nby the same type of atoms. Molecules of many\nelements, such as ar gon (Ar), helium (He) etc.\nare made up of only one atom of that element.\nBut this is not the case with most of the non-\nmetals. For example, a molecule of oxygen\nconsists of two atoms of oxygen and hence it\nis known as a diatomic molecule, O2. If 3\natoms of oxygen unite into a molecule, instead\nof the usual 2, we get ozone, O3. The number\nof atoms constituting a molecule is known as\nits atomicity.\nMetals and some other elements, such as\ncarbon, do not have a simple structur e but\nconsist of a very lar ge and indefinite number\nof atoms bonded together .\nLet us look at the atomicity of some\nnon-metals.\nTable 3.3 : Atomicity of some\nelements\nType of Name Atomicity\nElement\nNon-Metal Argon Monoatomic\nHelium Monoatomic\nOxygen Diatomic\nHydrogen Diatomic\nNitrogen Diatomic\nChlorine Diatomic\nPhosphorus Tetra-atomic\nSulphur Poly-atomicTable 3.4 : Molecules of some\ncompounds\nCompound Combining Ratio\nElements   by\nMass\nWater (H2O) Hydrogen, Oxygen 1:8\nAmmonia (NH3)Nitrogen, Hydrogen 14:3\nCarbon\ndioxide (CO2)Carbon, Oxygen 3:8\nActivity ______________ 3.2\n•Refer to Table 3.4 for ratio by mass of\natoms pr esent in molecules and T able\n3.2 for atomic masses of elements. Find\nthe ratio by number of the atoms of\nelements in the molecules of\ncompounds given in T able 3.4.\n•The ratio by number of atoms for a\nwater molecule can be found as follows:\nElement Ratio Atomic Mass Simplest\nby mass ratio/ ratio\nmass (u) atomic\nmass\nH 1 11\n1=1 2\nO 8 168\n16=1\n21\n•Thus, the ratio by number of atoms for\nwater is H:O = 2:1.\n3.3.3 WHAT IS AN ION?\nCompounds composed of metals and non-\nmetals contain char ged species. The char\nged\nspecies are known as ions . Ions may consist\nof a single charged atom or a group of atoms\nthat have a net charge on them. An ion can be\nnegatively or positively charged. A negatively\ncharged ion is called an ‘anion’ and the\npositively charged ion, a ‘cation’. Take, for\nexample, sodium chloride (NaCl). Its\nconstituent particles are positively charged\nsodium ions (Na+) and negatively charged3.3.2 MOLECULES OF COMPOUNDS\nAtoms of different elements join together\nin definite proportions to form molecules\nof compounds. Few examples are given in\nTable 3.4.\nReprint 2025-26\n\n--- Page 7 ---\nSCIENCE 32chloride ions (Cl–).  A group of atoms carrying\na charge is known as a polyatomic ion (Table\n3.6). W e shall lear n mor e about the for mation\nof ions in Chapter 4.learn the symbols and combining capacity of\nthe elements.\nThe combining power (or capacity) of an\nelement is known as its valency. V alency can\nbe used to find out how the atoms of an\nelement will combine with the atom(s) of\nanother element to form a chemical compound.\nThe valency of the atom of an element can be\nthought of as hands or arms of that atom.\nHuman beings have two arms and an\noctopus has eight. If one octopus has to catch\nhold of a few people in such a manner that all\nthe eight arms of the octopus and both arms\nof all the humans are locked, how many\nhumans do you think the octopus can hold?\nRepresent the octopus with O and humans\nwith H. Can you write a formula for this\ncombination? Do you get OH4 as the formula?\nThe subscript 4 indicates the number of\nhumans held by the octopus.\nThe valencies of some common ions are\ngiven in T able 3.6. W e will lear n mor e about\nvalency in the next chapter .\n* Some elements show mor e than one valency. A Roman numeral shows their valency in a bracket.Table 3.5: Some ionic compounds\nIonic Constituting Ratio\nCompound Elements by\nMass\nCalcium oxide Calcium and\noxygen 5:2\nMagnesium Magnesium\nsulphide and sulphur 3:4\nSodium Sodium\nchloride and chlorine 23:35.5\n3.4Writing Chemical Formulae\nThe chemical formula of a compound is a\nsymbolic representation of its composition. The\nchemical formulae of different compounds can\nbe written easily. For this exercise, we need to\nTable 3.6:  Names and symbols of some ions\nVale- Name of Symbol Non- Symbol Polyatomic Symbol\nncy ion metallic ions\nelement\n1. Sodium Na+Hydrogen H+Ammonium NH4+\nPotassium K+Hydride H-Hydroxide OH–\nSilver Ag+Chloride Cl-Nitrate NO3–\nCopper (I)* Cu+Bromide Br-Hydrogen\nIodide I–carbonate HCO3–\n2. Magnesium Mg2+Oxide O2-Carbonate CO32–\nCalcium Ca2+Sulphide S2-Sulphite SO32–\nZinc Zn2+Sulphate SO42–\nIron (II)* Fe2+\nCopper (II)* Cu2+\n3. Aluminium Al3+Nitride N3-Phosphate PO43–\nIron (III)* Fe3+\nReprint 2025-26\n\n--- Page 8 ---\nATOMS AND MOLECULES 333. Formula of carbon tetrachloride\nFor magnesium chloride, we write the\nsymbol of cation (Mg2+) first followed by the\nsymbol of anion (Cl-). Then their char ges ar e\ncriss-cr ossed to get the for mula.\n4.\nFormula of magnesium chloride\nFormula : MgCl2\nThus, in magnesium chloride, ther e are\ntwo chloride ions (Cl-) for each magnesium\nion (Mg2+). The positive and negative char ges\nmust balance each other and the overall\nstructur e must be neutral. Note that in the\nformula, the charges on the ions are\nnot indicated.\nSome more examples\n(a) Formula for aluminium oxide:\nFormula : Al2O3\n(b) Formula for calcium oxide:\nHere, the valencies of the two elements\nare the same. Y ou may arrive at the for mula\nCa2O2. But we simplify the for mula as CaO.The rules that you have to follow while writing\na chemical formula are as follows:\n•the valencies or charges on the ion\nmust balance.\n•when a compound consists of a metal and\na non-metal, the name or symbol of the\nmetal is written first. For example: calcium\noxide (CaO), sodium chloride (NaCl), iron\nsulphide (FeS), copper oxide (CuO), etc.,\nwhere oxygen, chlorine, sulphur are non-\nmetals  and are written on the right,\nwhereas calcium, sodium, iron and\ncopper are metals, and are written on\nthe left.\n•in compounds formed with polyatomic ions,\nthe number of ions present in the\ncompound is indicated by enclosing the\nformula of ion in a bracket and writing the\nnumber of ions outside the bracket. For\nexample, Mg (OH)2. In case the number of\npolyatomic ion is one, the bracket is not\nrequired. For example, NaOH.\n3.4.1 FORMULAE  OF SIMPLE  COMPOUNDS\nThe simplest compounds, which are made up\nof two different elements are called binary\ncompounds. V alencies of some ions ar e given\nin Table 3.6. Y ou can use these to write\nformulae for compounds.\nWhile writing the chemical formulae for\ncompounds, we write the constituent elements\nand their valencies as shown below. Then we\nmust crossover the valencies of the\ncombining atoms.\nExamples\n1. Formula of hydrogen chloride\nFormula of the compound would be HCl.\n2. Formula of hydrogen sulphide\nReprint 2025-26\n\n--- Page 9 ---\nSCIENCE 34 3434 34342.Write down the names of\ncompounds represented by the\nfollowing formulae:\n(i)Al2(SO4)3\n(ii)CaCl2\n(iii) K2SO4\n(iv) KNO3\n(v)CaCO3.\n3.What is meant by the term\nchemical formula?\n4.How many atoms are present in a\n(i)H2S molecule and\n(ii)PO43– ion?\n3.5Molecular Mass\nIn section 3.2.2 we discussed the concept of\natomic mass. This concept can be extended to\ncalculate molecular masses. The molecular\nmass of a substance is the sum of the atomic\nmasses of all the atoms in a molecule of the\nsubstance. I t is therefore the relative mass of\na molecule expressed in atomic mass units (u).\nExample 3.1 Example 3.1 Example 3.1 Example 3.1 Example 3.1 (a) C alculate the relative\nmolecular mass of water (H2O).\n(b) Calculate the molecular mass of\nHNO3.\nSolution: Solution:Solution:Solution:Solution:\n(a)Atomic mass of hydrogen =1u,\noxygen =16 u\nSo the molecular mass of water , which\ncontains two atoms of hydrogen and one\natom of oxygen is =2 ´\n 1+ 1´16\n=18 u\n(b) The molecular mass of HNO3 = the\natomic mass of H + the atomic mass of\nN+ 3 ´ the atomic mass of O\n= 1 + 14 + 48 = 63 u\n3.5.1 FORMULA  UNIT MASS\nThe formula unit mass of a substance is a sum\nof the atomic masses of all atoms in a formula\nunit of a compound. F ormula unit mass is\ncalculated in the same manner as we calculate\nthe molecular mass. The only dif ference is that(c)     Formula of sodium nitrate:\nFormula : NaNO3\n(d) Formula of calcium hydroxide:\nFormula : C a(OH)2\nNote that the formula of calcium\nhydroxide is C a(OH)2 and not C aOH2. We use\nbrackets when we have two or more of the\nsame ions in the formula. H ere, the bracket\naround O H with a subscript 2 indicates that\nthere are two hydroxyl (O H) groups joined to\none calcium atom. I n other words, there are\ntwo atoms each of oxygen and hydrogen in\ncalcium hydroxide.\n(e) Formula of sodium carbonate:\nFormula : N a2CO3\nIn the above example, brackets are not ne eded\nif there is only one ion present.\n(f) Formula of ammonium sulphate:\nFormula : (NH4)2SO4\nQuestions\n1.Write down the formulae of\n(i)sodium oxide\n(ii)aluminium chloride\n(iii) sodium sulphide\n(iv) magnesium hydroxide\nReprint 2025-26\n\n--- Page 10 ---\nATOMS AND MOLECULES 35What\nyou have\nlearnt\n• During a chemical reaction, the sum of the masses of the\nreactants and  products remains unchanged. This is known\nas the Law of Conservation of Mass.\n• In a pure chemical compound, elements are always present\nin a definite proportion by mass. This is known as the Law\nof Definite Proportions.\n• An atom is the smallest particle of the element that cannot\nusually exist independently and retain all its chemical\nproperties.\n• A molecule is the smallest particle of an element or a\ncompound capable of independent existence under ordinary\nconditions. It shows all the properties of the substance.\n• A chemical formula of a compound shows its constituent\nelements and the number of atoms of each combining\nelement.\n• Clusters of atoms that act as an ion are called polyatomic\nions.  They carry a fixed charge on them.\n• The chemical formula of a molecular compound is\ndetermined by the valency of each element.\n• In ionic compounds, the charge on each ion is used to\ndetermine the chemical formula of the compound.we use the word formula unit for those\nsubstances whose constituent particles are\nions. For example, sodium chloride as\ndiscussed above, has a formula unit NaCl. Its\nformula unit mass can be calculated as–\n1 × 23 + 1 ×\n 35.5 = 58.5 u\nExample 3.2 Calculate the formula unit\nmass of CaCl2.\nSolution:\nAtomic mass of Ca\n+ (2 × atomic mass of Cl)\n= 40 + 2 × 35.5 = 40 + 71 = 111 uQuestions\n1.Calculate the molecular masses\nof H2, O2, Cl2, CO2, CH4, C2H6,\nC2H4, NH3,  CH3OH.\n2.Calculate the for mula unit\nmasses of ZnO, Na2O, K2CO3,\ngiven atomic masses of Zn = 65 u,\nNa = 23 u, K = 39 u, C = 12 u,\nand O = 16 u.\nReprint 2025-26\n\n--- Page 11 ---\nSCIENCE 36\nGroup Activity\nPlay a game for writing formulae.\nExample1 : Make placards with symbols and valencies of the\nelements separately. Each student should hold two\nplacar ds, one with the symbol in the right hand and\nthe other with the valency in the left hand. Keeping\nthe symbols in place, students should criss-cr oss their\nvalencies to for m the for mula of a compound.Exercises\n1.A 0.24 g sample of compound of oxygen and boron was found\nby analysis to contain 0.096 g of boron and 0.144 g of oxygen.\nCalculate the percentage composition of the compound by\nweight.\n2.When 3.0 g of carbon is burnt in 8.00 g oxygen, 11.00 g of\ncarbon dioxide is produced. What mass of carbon dioxide  will\nbe formed when 3.00 g  of carbon is burnt in 50.00 g of\noxygen? Which law of chemical combination will govern your\nanswer?\n3.What are polyatomic ions?  Give examples.\n4.Write the chemical for mulae of the following.\n(a)Magnesium chloride\n(b)Calcium oxide\n(c)Copper nitrate\n(d)Aluminium chloride\n(e)Calcium carbonate.\n5.Give the names of the elements present in the following\ncompounds.\n(a)Quick lime\n(b)Hydrogen bromide\n(c)Baking powder\n(d)Potassium sulphate.\n6.Calculate the molar mass of the following substances.\n(a)Ethyne, C2H2\n(b)Sulphur molecule, S8\n(c)Phosphorus molecule, P4 (Atomic mass of phosphorus\n= 31)\n(d)Hydrochloric acid, HCl\n(e)Nitric acid, HNO3\nReprint 2025-26\n\n--- Page 12 ---\nATOMS AND MOLECULES 37 3737 3737Formula for sodium sulphate:\n2 sodium ions can be fixed on one sulphate ion.\nHence, the formula will be: Na2SO4\nDo it yourself :\nNow, write the formula of sodium phosphate.Example 2 :Example 2 :Example 2 :Example 2 :Example 2 : A low cost model for writing formulae: Take empty\nblister packs of medicines. Cut them in gr oups,\naccor ding to the valency of the element, as shown in\nthe figure. Now, you can make formulae by fixing\none type of ion into other .\nFor example:For example:For example:For example:For example:\nNa+SO42-PO43-\nReprint 2025-26\n",
    "total_characters": 25781,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page11_img4.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    }
  ],
  "image_count": 29,
  "keywords": [
    "Formula",
    "Reprint",
    "Dalton",
    "Example",
    "Atoms",
    "Hydrogen",
    "Table",
    "Atomic",
    "Calcium",
    "Element",
    "Symbol",
    "Magnesium",
    "Calculate",
    "Solution",
    "Oxygen",
    "Sodium",
    "Copper",
    "Nitrogen",
    "Carbon",
    "Sulphur"
  ]
}