{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 12,
    "chapter_name": "iehp112",
    "source_file": "iehp112.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n12.1 IntroductIon  \nWe all observe that when individuals fall ill or are injured, they \nare taken to hospitals or doctors for treatment. But it takes \ntime to reach them, during which if some initial care is taken, it helps treatment of such individuals and in many cases saves their lives. We also observe that some of the minor illnesses or injuries are cured by taking such initial care. However, this care cannot be taken unless we are aware and trained in first-aid. In the present lesson we shall discuss various aspects of first aid and safety.\n12.2 What does FIrst aId Mean?\nFirst aid is the provision of initial care for an illness or injury. \nIt is usually performed by a non-expert person to a sick or injured person until appropriate medical treatment can be accessed in a hospital or by going to a doctor. Certain self-limiting illnesses or minor injuries may not require further medical care after the first aid intervention. It generally consists of a series of simple and in some cases, potentially life-saving techniques that an individual can be trained to perform with minimal equipment. \nThe First aid training, therefore, is of value in both preventing \nand treating sudden illness or accidental injury and in caring for large number of persons caught in a natural disaster. It is a measure both for self help as well as for the help of others. \n12.2.1 Self-helpIf you, as a first-aider, are prepared to help others, you are \nbetter able to care for yourself in case of injury or sudden illness. Even if your own condition keeps you from caring for yourself, you can direct others in carrying out correct procedures to follow on your behalf. \n12.2.2 Help for OthersHaving studied first-aid, you are prepared to give others \nsome instruction in first-aid, to promote among them a reasonable safety attitude and to assist them wisely if they are stricken. There is always an obligation on a humanitarian basis to assist the sick and the helpless. There is no greater satisfaction than that resulting from relieving suffering or saving a life. First Aid and Safety 12\nFig. 12.1 : First Aid Box\nactIvIty  12.1\n•\tMake\ta\tfirst\taid\tbox\t\nand keep in your classroom.\n•\tMake\tone\tstudent \t\nincharge so that all students know whom to reach in an emergency.\nactIvIty  12.2\n•\tDo\tyou\tknow\thow\tto\t\napply bandage?\n•\tDo\tyou\tknow\twhat\t\ntreatments are applied for bruises and cuts?\n•\tDiscuss \tthe\tabove\tin\tyour\t\nclass and demonstrate.\n2024-25\n\n--- Page 2 ---\n178 Health and Physical Education  — Class IX\n12.3 Why FIrst aId?\nThe main objective of first aid is not to cure, but \nto ensure safety until the patient or affected person accesses specialised treatment. It is the initial assistance or care of a suddenly sick or injured person. It is the care administered by a person as soon as possible after an illness or accident. It is this prompt care and attention prior to the arrival of the ambulance that sometimes creates the difference between life and death, or between a full or partial recovery. As shown in Box 12.1, the major objectives of first aid are: (i) to ensure that the victim \nreaches the place of specialised treatment safely and life is not lost in-between; (ii) to prevent further harm, i.e., the injury that has taken place, does not deteriorate further; (iii) to prevent the danger of further injury; and (iv) to promote recovery, i.e., necessary intervening care is taken in a way that promotes recovery and relieves the victim of pain and uneasiness.  \n12.4 FIrst aId In dIFFerent  cases\nIt is essential to know and be trained in the art of providing \nfirst aid. Though it is done by non-expert persons, it cannot and should not be administered without acquiring adequate knowledge and appropriate skill. There are different ways of providing first aid in different cases of accidents and illnesses. Let us take some specific cases and know how first aid is provided.\n12.4.1 First aid for Drowning\nMany\n\tdeaths\toccur\tbecause \tof\tdrowning. \tDeath\tby\tdrowning \t\noccurs when air cannot get into the lungs because of the \nentrance of a small amount of water into the lungs. This may cause the contraction of the throat. In such cases efforts are made to remove water from the stomach of the drowned person. Attempting to forcefully remove water from the victim’s stomach should be avoided as this \nmay make the victim vomit \nand there are chances of casualty. A casualty from drowning needs to be treated by a medical doctor, even if he/she seems to recover, because, as explained in Box 12.2, a secondary drowning may occur in him/her at a later stage. \nIn this particular situation, the aim of the first aid is to \nrestore breathing, to keep the person warm and to arrange for taking  him/her to hospital. The following steps may be taken:Box 12.1\nThe basic objectives of First Aid are:\n•\tto give immediate care.\n•\t to protect the casualty from \nfurther harm.\n•\t to relieve pain.\n•\t to promote recovery.\nThe recovery is promoted as the heart rate goes down, ",
    "total_characters": 17158,
    "preview": "\n--- Page 1 ---\n12.1 IntroductIon  \nWe all observe that when individuals fall ill or are injured, they \nare taken to hospitals or doctors for treatment. But it takes \ntime to reach them, during which if some initial care is taken, it helps treatment of such individuals and in many cases saves their lives. We also observe that some of the minor illnesses or injuries are cured by taking such initial care. However, this care cannot be taken unless we are aware and trained in first-aid. In the prese"
  },
  "keywords": [
    "First",
    "Chapter",
    "There",
    "Safety",
    "Health",
    "Physical",
    "Education",
    "Class",
    "Injuries",
    "Apply",
    "These",
    "Compression",
    "Elevation",
    "Discuss",
    "Water",
    "Hypothermia",
    "Remove",
    "While",
    "Carefully",
    "Cover"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    }
  ],
  "image_count": 5
}