{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 4,
    "chapter_name": "iehp104",
    "source_file": "iehp104.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n4.1 IntroductIon\nPhysical fitness is one of the core preconditions of health. We \ncannot imagine a person to be healthy without being physically \nfit. Physical fitness, therefore needs to be appreciated in full measure. The common perception of physical fitness is the absence of ailment. If individual is not suffering from any perceptible disease, then he is considered physically fit. Is it true? Another significant issue is whether there is a universal condition of physical fitness which is uniformly applicable to all. It is not so. Physical fitness of young people is different from that of the aged. The physical fitness of a sports person is different from that of the persons working in army factory or a layman. In fact, physical fitness means different things to different people. In this lesson, let us discuss various aspects of physical fitness.\n4.2 PhysIcal  FItness  and Its ImPortance\nIn earlier classes, physical fitness has been defined as the \ncapacity of a person to carry out the daily activities without undue fatigue. Physical fitness is considered as a measure of the body’s ability to function efficiently and effectively during work and leisure activities. In order to remain physically fit and healthy, we need to engage ourselves in physical activities and take measures for physically fit.\nPhysical fitness is an important area of discussion as the \nnumber of childrens becoming obese. The normal physical activities, which were done in earlier times both at home and outside as part of day-to-day routine have reduced due to development of science and technology. The work that was done manually is now being carried out by machines. The use of automated equipment such as automatic machines, remotes, mobiles and changes in lifestyles affect health and physical fitness. It has become a matter of deep thinking  for all of us. \nNow a days we find increased marketing of packaged food \nand diet for physical fitness. Many such health products now are advertised on TV and radio, and in newspapers, booklets  and magazine. It is important for all of us to understand that physical fitness cannot be achieved without doing physical exercise regularly. We should not resort to any shortcut that Physical Fitness\nBox 4.1\nPhysical fitness is the body’s ability to function efficiently and effectively in work and leisure activities. Optimum efficiency is the key to physical fitness.4\n2024-25\n\n--- Page 2 ---\nPhysical Fitness  39\nis frequently advertised in the media these \ndays to achieve fitness or maintain balance in life style. Moreover, these products may have side effects in our daily life.\n4.3 n eed oF PhysIcal  FItness  and \nWell-BeIng \nAs discussed in the first chapter on Health and Diseases, the benefits of being physically fit for the individual are manifold. The quality of life of an individual improves when he/she consciously adopts healthy lifestyle which promotes physical fitness as follows:\n4.3.1\n Physical fitness\n•\t improves the functioning of heart and lungs by increasing \nthe availability of oxygen to all tissues and organs in the body system;\n•\t\n improves muscle tone;\n•\t promotes the development of good posture, proportionate figure, and thereby positive body image and physical appearance;\n•\t\n ensures quick recovery after injury and illness;\n•\t decreases the risk of cardio-vascular disease; (like Heart attact, Asthma etc.)\n•\t\n reduces and controls undesirable body fat. When the individual does excercise, takes proper diet that also fulfils nutritional requirement, it helps maintain ideal \nbody weight;\n•\t\n increases energy level of a person; \n•\t improves the mood by reducing depression and anxiety;\n•\t postpones fatigue and reduces recovery time after vigorous activity; and\n•\t\n helps people to meet challenges of life, makes them self-confident and delays the ageing process.\nBeing physically fit is important for all the age groups. To \nlive better life to the fullest and enjoy all the opportunities, one \ntry to be physically fit. \nPhysical fitness is essential \nfor each and every individual at \nall stages of life. To achieve fitness, various modes and methods are available. Before adopting such methods, warming up before activities and cooling down after activities are essential to minimise any risk of injuries of an every individual.\n4.4 c omPonents  oF PhysIcal  FItness\nPhysical fitness can be classified into health realted fitness and skill-related fitness. The health-related components are: actIvIty  4.1\nCollect information from people of \ndifferent age groups living in  your home and neighbourhood about their physical activities that they performed regularly.\nInquiry and record from them, what do \nthey understand by physical fitness.\nAnalyse their relationship of physical \nactivities and physical fitness.\nChapter-4 Physical Fitnessindd.indd   39 08-11-2016   11:12:08 AM\n2024-25\n\n--- Page 3 ---\n40 Health and Physical Education  — Class IX\n(i) Cardiovascular Fitness, (ii) Muscular Streng",
    "total_characters": 17522,
    "preview": "\n--- Page 1 ---\n4.1 IntroductIon\nPhysical fitness is one of the core preconditions of health. We \ncannot imagine a person to be healthy without being physically \nfit. Physical fitness, therefore needs to be appreciated in full measure. The common perception of physical fitness is the absence of ailment. If individual is not suffering from any perceptible disease, then he is considered physically fit. Is it true? Another significant issue is whether there is a universal condition of physical fitn"
  },
  "keywords": [
    "Physical",
    "Fitness",
    "Chapter",
    "Fitnessindd",
    "Health",
    "Aerobic",
    "Warming",
    "Muscular",
    "Anaerobic",
    "Speed",
    "Power",
    "Cooling",
    "Player",
    "Education",
    "Class",
    "Strength",
    "Endurance",
    "Components",
    "Agility",
    "Vertical"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    }
  ],
  "image_count": 5
}