{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 11,
    "chapter_name": "iehp111",
    "source_file": "iehp111.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n11.1 IntroductIon  \nFood is our basic need. It nourishes our body and maintains \nour health. It gives us energy that is required for every action \nof ours including our participation in games and sports. The various food items that we consume constitute our diet. Diet may be defined as the total amount of different variety of food items consumed by a person during a day. \nA healthy diet should consist of simple, natural and/or \nwell-cooked foods which promote health and protect us from diseases. It should keep our organ systems well functioning. The diet that we consume is decided by our socio-cultural norms, life style pattern and the type of activities we are engaged in. There is a delicate relationship amongst what we eat, how much we eat and what will happen to our health  if we overeat or do not eat properly. In the present chapter, we shall discuss important dimensions of diet for healthy living, which include nutrition, nutrients, food groups, balanced diet, special dietary requirements, malnutrition and eating disorders.\n11.2 d Ietary  requIrements  of Human Body\nOur diet contains many food items which are obtained from \ndifferent sources. The food may be obtained from animal or vegetable sources. We already know that food comprises Diet for Healthy \nLiving11\nactIvIty  11.1\nRecall yourself and also ask your friends about the food items consumed by you and your friends yesterday. Based on the information, try to do the following.\n•\t\n List the number servings of each of the following consumed by you and your \nfriends yesterday.\nFruits   \n \n Vegetables Pulses  Breads/ \nchapatis/  \nriceMilk/milk productsNon-veg.\n•\t\n Do you think the amount, variety and quality of food taken by you and your \nfriends is adequate to meet the nutritional requirements? Let us discuss about a healthy diet. \n2024-25\n\n--- Page 2 ---\n162 Health and Physical Education  — Class IX\nconstituents like proteins, carbohydrates, fats and \nsupplementary substances such as minerals, vitamins and water that are vital for life. These constituents are known as nutrients. For proper functioning of our body we need to consume body building foods (e.g. milk, meat, poultry, fish, eggs, pulses, groundnuts); energy giving foods (e.g. cereals, sugar, roots, fats and oils); and protective foods (e.g. vegetables, fruits). \n11.2.1 Nutrients             The  food we consume breaks down to simpler \nproducts before it is absorbed and utilised by the body. These simpler substances are called nutrients. Our body utilises nutrients for building and repairing, obtaining energy and for protection from diseases. What is nutrition? The term nutrition is related to our food intake and dietary patterns and utilisation of \nprotein, carbohydrate, fat, vitamins and minerals to maintain our health. Most of the natural food items contain more than one nutrient.  Let us understand various nutrients contained in different food items.\n11.2.1.1 Proteins  \nProteins are called building blocks of our body.  About 20 \nper cent of our body weight comes from proteins. Proteins are essential for growth and repair of muscle and other body tissues. Proteins are made of amino acids that contain the elements carbon, hydrogen, oxygen and nitrogen. We obtain proteins from animal as well as vegetable sources. Proteins of animal origin are found in milk, eggs, cheese, fish and meat. Proteins from these sources contain all the essential amino acids (EAA) in adequate amounts. Vegetable proteins are found Fig 11.1 :  A Vegetarian Thali\nactIvIty  11.2\nFind out from your parents/ grandparents, the locally available fruits and their value to the health of the body.Fig 11.2 : Protein rich food items\nChapter-11 diet for health living .indd   162 08-11-2016   11:46:37 AM\n2024-25\n\n--- Page 3 ---\nDiet for Healthy Living  163\nin pulses (legumes), cereals, beans, nuts, oilseeds, etc. \nThose who take vegetarian food need to consume more and a wide variety of these foods to meet their protein needs.\n11.2.1.2 CarbohydratesCarbohydrates are the main source of energy \nfor our body. There are three major categories of carbohydrates, viz. starch, sugar and cellulose. Our body breaks down sugar and starch into glucose to provide energy. Cellulose does not have any nutritive value per se, but is a major contributor of dietary fibres. Excess carbohydrates are converted into fat by the liver and stored in the adipose tissues in our body. \nCarbohydrates\n\tare\tof\ttwo\ttypes\t–\tsimple\tand\t\ncomplex. Simple carbohydrates are quick energy foods, e.g. sugar. Sources of simple \ncarbohydrates are \nnatural fruits, milk and milk products, and vegetables including potatoes and carrots. Complex carbohydrates are better sources of energy than sugar since these are released slowly. Sources of complex carbohydrates are breads, cereals (rice, wheat, bajra, corn, barley, ragi, etc.). We should consume starch and natural sugar and eat whole grains, rice, bread, cereals and fruits to obtain adequate amount of carbohy",
    "total_characters": 32489,
    "preview": "\n--- Page 1 ---\n11.1 IntroductIon  \nFood is our basic need. It nourishes our body and maintains \nour health. It gives us energy that is required for every action \nof ours including our participation in games and sports. The various food items that we consume constitute our diet. Diet may be defined as the total amount of different variety of food items consumed by a person during a day. \nA healthy diet should consist of simple, natural and/or \nwell-cooked foods which promote health and protect u"
  },
  "keywords": [
    "Chapter",
    "Vitamin",
    "Health",
    "Physical",
    "Healthy",
    "Education",
    "Class",
    "Table",
    "Nervosa",
    "Living",
    "Vitamins",
    "Anorexia",
    "Proteins",
    "These",
    "Therefore",
    "Under",
    "There",
    "Pulses",
    "Carbohydrates",
    "Sources"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    }
  ],
  "image_count": 5
}