{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 14,
    "chapter_name": "iehp114",
    "source_file": "iehp114.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n14.1  I ntroductIon\nIndia is the second most populous country in the world with \na total population of over 1.21 billion according to the 2011 \nCensus. Adolescents (10–19 years) constitute over one-fifth of the total population, and their number is estimated to be about 243 million. They represent a resource for the future whose \npotential needs to be nurtured in a positive manner. The adolescents are considered to be healthy as a group; however, they do have a range of health problems that cause a lot of morbidity as well as mortality. In spite of specific health problems, it is  a common observation that the existing health services do not cater to the specific problems of adolescents. Moreover, it is a challenge for the health sector to respond to their needs adequately by offering services in a friendly manner in a non-threatening environment. In this chapter, an attempt has been made to discuss the health needs of adolescents, the status of existing adolescent friendly health services and the manner in which these services can be made available to adolescents so that these can be adequately utilised by them. \n14.2 HealtH needs of adolescents\nAs you have realised while going through the chapters ‘Growing \nup with Confidence’ and ‘Diet for Healthy Living’, adolescence is the most significant period in the life of human beings. It is imperative, therefore, that the needs of adolescents be recognised and met  adequately. Their health needs are mentioned below.\n (i) Nutritional Needs:  as discussed in the previous \nchapters, many boys and girls enter adolescence undernourished, making them more vulnerable to diseases. The findings of the National Family Health Survey 3 (NFHS 3) indicate high percentage of anaemia (56 per cent of females and 25 per cent of males in  \n15–24 age group were anaemic). Anaemia affects physical Adolescent Friendly \nHealth Services (AFHS)14\nFig. 14.1 : Visit to AFHS\n2024-25\n\n--- Page 2 ---\nAdolescent Friendly Health Services  195\ngrowth, cognitive development and performance in \nschool and at work in later years. Anaemic women are more prone to give birth to malnourished children, with significant morbidity and mortality associated with both mother and child. Adequate nutrition and healthy eating habits and physical exercise at this age are foundations for good health in adulthood.\n (ii) Reproductive and Sexual Health Needs: the adolescents confront a number of reproductive \nand sexual health \nproblems. They hesitate to seek information from authentic sources as such issues are considered taboo in our society. There is always a possibility of their practising risky behaviour, thereby acquiring HIV and other sexually transmitted infections. According to National AIDS Control Organisation, almost 50 per cent of new HIV infections are taking place in 15–24 years age group (NACO 2005). The adolescent girls suffer due to a number of myths related to menstruation. Early marriage is still a serious problem in many parts of the country. A substantial number of adolescent girls, mostly married girls, become pregnant and give birth to children below the legal age of marriage which is 18 years. According to NFHS 3, twelve per cent of married young women aged 15–19 have become mothers and 4 per cent of women ages 15–19 are currently pregnant with their first child. This means that one in six women in the age group.  15–19 years begun child bearing. This phenomenon of early pregnancy adversely affects the health of both mothers and children and is the cause of mortality and morbidity among them. \n      Sexual harassment in public places, institutions  \n  of education, in and around neighbourhood \nand at the  \n  workplace is a well established fact.  Child abuse,  \n  bullying and ragging are also common, more so among  \n  boys.  \n (iii) Mental Health Concerns: it is estimated that at least 20 per cent of youth experience some form of mental problems such as \ndepression, mood disturbances, \nsubstance abuse, suicidal behaviour, eating disorders, aggression, violence. Among 15–19 year olds, suicide is the second leading cause of death, followed by violence in the family and community. In fact, effective and sensitive care of adolescent victims of violence is needed as one of the priority measures. \n (iv) Substance Abuse: tobacco and alcohol use among young people is emerging as a matter of concern. The projected number of drug abusers in India is about three \nChapter-14 Adolscent friendly health service.indd   195 08-11-2016   11:50:35 AM\n2024-25\n\n--- Page 3 ---\n196 Health and Physical Education  — Class IX\nmillion, and most are in the age group of 16–35 years \n(UNODC, 2003).  Nearly 11 per cent were introduced to cannabis before the age of 15 years and about 26 per cent between the age of 16-20 years (UNODC and Ministry of Social Justice and Empowerment, 2004). Findings of NFHS 3 show that in the age group of 15–19 years, 3.5 per cent women and 28.6 per cent men were using some kin",
    "total_characters": 22598,
    "preview": "\n--- Page 1 ---\n14.1  I ntroductIon\nIndia is the second most populous country in the world with \na total population of over 1.21 billion according to the 2011 \nCensus. Adolescents (10–19 years) constitute over one-fifth of the total population, and their number is estimated to be about 243 million. They represent a resource for the future whose \npotential needs to be nurtured in a positive manner. The adolescents are considered to be healthy as a group; however, they do have a range of health pr"
  },
  "keywords": [
    "Health",
    "Chapter",
    "Adolescent",
    "Adolscent",
    "Friendly",
    "Services",
    "Education",
    "National",
    "Physical",
    "Class",
    "Point",
    "Adolescents",
    "Ministry",
    "Family",
    "Visit",
    "These",
    "India",
    "Welfare",
    "Youth",
    "Moreover"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    }
  ],
  "image_count": 5
}