{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 6,
    "chapter_name": "iehp106",
    "source_file": "iehp106.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n6.1 I ntroductIon\nGames and sports in some form or the other have been a part \nof human life either for survival or for pleasure. Gradually \nhuman beings started organising events including games and sports as community events. Consequently, the need was felt to acquire specific skills and advancement in many sports. Each sport has its specific skills which need to be developed for playing correctly. In this chapter we are going to discuss how some individual sports have evolved and how to develop proficiency in playing these sports. Rules and regulations of these sports are revised from time to time by there federations.\n6.2 B admInton\nBadminton is a game which is played by men, \nwomen (Singles/Doubles) and both men and women ( Mixed Doubles) together. It can be played by persons of all ages. The first set of rules were formulated in Pune, in India in 1901. These rules were gradually adopted by other nations. Due to this reason, it is believed that badminton originated in India. However, the game became an international sport after the first All England Championship. In 1934, the International Badminton Federation (IBF) was formed and the rules of the game were standardised. World Badminton Federation (WBF) regulates the game. Badminton Association of India came into existence in 1934 and various State \nBadminton Associations are affiliated to it.\n6.2.1  Types of Events\n•\t Singles (boys, girls), \n•\t Doubles (boys, girls),\n•\t Mixed Doubles (Combination of a boy and a girl)\n6.2.2  Facilities and Equipment \n•\t For playing badminton, a racket, net and shuttle cock  \nare required.\n•\t Court measurements: The length and width of the \ndoubles court shall be of 13.40m × 6.10m. The height of the net is 1.55m at the sides and 1.52m at the centre.Individual Sports 6\nBox 6.1\nIt is important to note that \nplaying any sport:\n•\tstrengthens heart muscles;\n•\treduces hypertension;\n•\thelps in keeping optimal weight \nas per height; and\n•\thelps in preventing of bone related disorders.\nIf played at least for 30 minutes a day after adequate warming up it keeps you feeling strong, motivated, stress-free, having high self-esteem and induces better sleep at night. \nactIvIty  6.1\nCollect information \nabout your  favourite \nBadminton player national/international and which aspects of his/her game do you like?\n2024-25\n\n--- Page 2 ---\n54 Health and Physical Education  — Class IX\n6.2.3  How to Play Badminton \nIn singles, there is one player on each side and in doubles, \nthere are two players on each side.\n•\tThe game begins with a toss and winner of the toss has the choice either to serve or to receive to serve or opt any side of the court to start the game. \n•\tEach player has to serve from alternate sides of the court and winner of each rally will get one point. \n•\tA standard game consists of 21 points with a two point difference. \n•\tThe side winning a game, serves first in the next game. \n•\tServer and receiver stand in diagonally opposite service courts and the shuttle must be hit below the waist. \n•\tThe shaft of the racket must be pointing in the downward direction with both feet in \ncontact with the surface of the \ncourt until service is delivered. \n•\tA ‘let’ is called when a rally is stopped without any point. A let may be given, if: \n\t –\t there is an accidental interference during play,\n\t –\n\t\t the\tshuttle\tgets\tcaught\tin\tthe\tnet\tafter\tpassing\tover\t\t\n  the net (except during service).\nFig. 6.2 : A Racket and \na Shuttle\nFig. 6.1 : Badminton Court\nChapter-6 Individuals Sports.indd   54 08-11-2016   11:36:27 AM\n2024-25\n\n--- Page 3 ---\nIndividual Sports  55\nactIvIty  6.2\nIs badminton \nplayed in your school? If yes, is it played in a specially prepared court? Observe the court and find out the measurements. Compare it with the Fig. 6.1 given in your book.\t –\n\t\t the\tserver\tserves\tbefore\tthe\treceiver \tis\tready.\n\t –\t\t umpire \tis\tunable\tto\tmake\ta\tdecision.\n\t –\t\t both\tsides\tcommit\ta\tservice\tcourt\terror.\n\t –\t\t any\tother\tsituation \tas\tdeemed\tfit.\n•\t A player will lose the rally if service is not correct or server misses the service or shuttle lands \noutside the \nprescribed area, shuttle passes through the net, shuttle does not cross the net, shuttle touches the walls/ceiling or shuttle hits twice on the player’s racket and any part of her/his body touches the net.\n•\tThree types of cards are used in Badminton, i.e. yellow card for first warning due to misconduct, red card for those who have been previously warned and black card for disqualifying a player for persistent misbehaviour, this shall render a player disqualified for the entire tournament.\n6.2.4\n Fundamental Skills of Badminton\nThe Forehand Grip\nThe grip is very important for a player.  The racket is held with \na shake hand grip. The 'v' between the thumb and fore fingers runs down the middle of the side of the handle as shown in Fig. 6.3. \nBackhand Grip\nIn this, the player holds the racquet in the \nforehand grip. She/he then relaxes the grip and moves her/his hand over th",
    "total_characters": 47383,
    "preview": "\n--- Page 1 ---\n6.1 I ntroductIon\nGames and sports in some form or the other have been a part \nof human life either for survival or for pleasure. Gradually \nhuman beings started organising events including games and sports as community events. Consequently, the need was felt to acquire specific skills and advancement in many sports. Each sport has its specific skills which need to be developed for playing correctly. In this chapter we are going to discuss how some individual sports have evolved "
  },
  "keywords": [
    "Sports",
    "Chapter",
    "Individuals",
    "Table",
    "Badminton",
    "Tennis",
    "Individual",
    "Health",
    "Physical",
    "Education",
    "Class",
    "Olympic",
    "Stroke",
    "Gymnastics",
    "Wrestling",
    "Games",
    "Federation",
    "There",
    "Value",
    "International"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    }
  ],
  "image_count": 5
}