{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 5,
    "chapter_name": "iehp105",
    "source_file": "iehp105.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n5.1 IntroductIon  \nWe use the term training in various contexts. We talk of training \nof teachers, administrators, police and army personnel, medical \nand paramedical functionaries including, working in non-governmental organisations and volunteers engaged in various events. In these contexts, by training we mean, an organised and systematic instructional process which aims at improving an individuals’ ability to play their assigned roles effectively and meaningfully. However, this kind of understanding of the term training cannot be applied to the concept of sports training. The term sports training is specifically used in the context of athletics, sports and games which could be a training of sports persons, coaches and teachers of physical education. It is also used by scientists and experts who belong to the field of sports science and medicine, sports bio-mechanics, exercise physiology, sports psychology and other fields like yoga and science movement. But even in these contexts, the concept of sports training is understood differently. In this chapter, therefore, we shall learn the meaning of sports training, its aims, characteristics and principles and also about sports skills.  \n5.2  SportS traInIng : MeanIng  \nSports training is a special process of preparation of sports \npersons based on scientific principles aimed at improving and maintaining higher performance capacity in different sports activities. It is a particular type of training designed to improve fitness and abilities to perform in a given sport. It includes strength in training, corrective and restorative exercises, conditioning and cardiovascular training. It also includes mental and psychological training and advise on nutritional values.\n5.3  p erfor Mance develop Ment through  Sport S traInIng\nSports training is especially focused on optimal performance in \na particular sport. Its main aim is to develop the performance capacity of sports persons, so that they achieve the highest possible performance. To do so, it is essential to be mentally strong. The ability to manage stress and anxiety associated with different sports need to be strengthened. Competition in sports makes the participants face varied situations which require the individuals to be mentally fit. Sports Training\nBox 5.1\nPurpose of sports training is to achieve optimal level performance in a particular game and sport.5\n2024-25\n\n--- Page 2 ---\nSports Training  47\n5.4 o BjectIveS  of SportS traInIng   \nThe main objectives of sports training are as follows.\n1. Improvement of physical fitness: The performance \nin sports generally depends upon physical fitness of a sports person. Every sport activity needs specific type of physical fitness, and hence, the improvement of various components of physical and skills related fitness like strength, speed, coordination, endurance and flexibility \nis an important aim and objective of sports training.\n2.\n Acquisition of sports skills: This includes motors skills \nas well as basic movement skills. Fundamental motor skills are prerequisites to the learning of sport-specific skills. Every \nsports activity requires to observe certain \nspecific movement procedure to tackle a particular task. This movement procedure is known as technique and when this technique is learnt and perfected, it leads to skill development. Whenever sports persons include in technical training, they focus on acquisition of motor skills relevant to a particular sport. Fundamental motor skills such as hopping, jumping, skipping, kicking, throwing, catching and striking are prerequisites to the learning of sport specific skills of basketball, football, gymnastics, tennis, cricket, badminton etc. \n3.\n Improvement of tactical efficiency:  Tactical training \nis designed to improve various strategies and is based upon analysis of the tactics of opponents. Specific training in \nsports helps the sports persons to make \nthe best use of their abilities and techniques so that the chances of success in competition are increased. The training develops three kinds of tactics: offensive, defensive and high performance tactics. Tactical efficiency is enhanced by providing the sports persons with knowledge of rules and repeated opportunities to perfect tactical abilities in them.\n4.\n Improvement of mental abilities are critical for high level performance in any sport. The training aims at development of positive attitude towards sports and competition, dedication and devotion towards particular sport or event, sincerity and honesty, self-confidence \nand optimum level of aspiration. \n5.5 c haracterIStIcS  of SportS traInIng\nSome of the important characteristics of sports training are:\n1. Sports Training is Individual-specific:  The needs of \nevery individual for performing in a particular sport are different from those of another. If we take the example \nof the sprint event, even a small difference in time and speed or distance decides the performance record, victory actIvIty  5.1\nDiscuss with your classmates the offensive, defensive and high performance tactics that are required to be adopted by any team game of your school, which may be participating in some competition. Based on the discussion, prepare a list of three kinds of tactics, offensive defensive and high performance.\nChapter-5 Sports Trainingindd.indd   47 08-11-2016   11:19:44 AM\n2024-25\n\n--- Page 3 ---\n48 Health and Physical Education  — Class IX\nor defeat. The difference depends on individual-specific \ncapabilities. It is, therefore, necessary to identify the individual potential during the training. By identifying their needs, training may be focused at improving the identified gaps in the abilities of that sports person.\n2.\n To Achieve High Performance in a \nSports \nCompetition: The important feature of sports training \nis its focus on enabling the sportsperson to achieve \nthe highest possible level of performance in any of the sports competitions. It is a process which is spread over \na long period of time.                                                                                          \n3.\n Sports Training is a Scientific Process: It is highly \ninfluenced by the scientific methods, to achieve best \nresult the knowledge from various dimensions of sciences has to be incorporated during the process of \ntraining. \n4.\n Coach has an Important Role: A coach helps in \nbuilding confidence, boosts morale and \nacts as a friend \nand a mentor. A coach is like a ‘philosopher and mentor’ on the sports field.\n5.\n Optimum Development of Sports Persons: To achieve optimum performance sports training should be planned, systematic and scientific and to achieve same, different means and methods are used. These means and methods are constantly modified and used in different conditions. \nSports, training is a continuous process for \noptimum development and perfection of sports persons.\n6. Sports training is an Educational Process: Sports training is basically an educational process and it develops all the aspects of personality. High performance is not possible without developing the personality because both aspects are inter-related and inter-\ndependent of sports training.  \n \n7. Sports training is a Process of Development of \nHidden Talent: The training helps in observing and assessing the performance level of the player at any given moment. While doing so the hidden talent in a sportsperson is identified. This talent \nis systematically \nnurtured through the required specific training inputs.\n5.6 MethodS  of SportS traInIng ?\nThere are various methods of sports training that are mentioned below:\n•\t Continuous Training Method •\t Circuit Training Method\n•\t Interval Training Method •\t Plyometric Training   Method\nChapter-5 Sports Trainingindd.indd   48 08-11-2016   11:19:44 AM\n2024-25\n\n--- Page 4 ---\nSports Training  49\n•\t Repetation Training Method •\t Weight Training Method\n•\t Fartlek Training Method •\t Cross Training Method\nHowever in this chapter only two methods are described:\n1. Interval Training: It involves maximum intensity \nwork with intervals. This intensity work is alternated with periods of rest or low activity so that the body adjusts to  work and rest. This method involves more of cardiovascular activities of individual.\n2.\n Cross Training: refers to training in different ways to improve the overall performance. Cross training uses different methods collectively to improve \nfitness and \nincreases effectiveness of the training process for every human.\n5.7 p rIncIpleS  of SportS traInIng\nIt is important to know the basic principles that must be reflected in sports training. These are:\n1.\n Continuity of Training: which is the key to ensure \nthe best outcome in a sport. The training of the sports persons has to be continuous and regular. Hence, too long a break in the training should be avoided and the condition of optimum load should be created.\n2.\n Increasing the Training Load: there is a relationship between the load and adaptation process. Training load should be gradually increased to enable the body, to adapt higher demands progressively. \n3.\n Active Participation: It is a well known fact that a player who is passively engaged in the training does not develop abilities and always remains totally dependent upon the coach or the physical education teacher and never develops confidence or improves performance capabilities. Therefore the teacher/coach must ensure that the sports persons participate in the training with conviction and sincerity.\n4.\n Planned and Systematic Training: To achieve a high level of sports performance in \ncompetitions, the training \nmust be well planned and conducted in a systematic manner for better results. \n5.\n General and specific training: Both general and specific training of a sports person are equally important because general training creates the base and specific training helps to achieve high performance. General \ntraining needs to general conditioning of the body such as developing strength, speed, endurance, flexibility, agility, balancing, ability in general. \nGeneral training is \ndone by general exercising for the development of all \nChapter-5 Sports Trainingindd.indd   49 08-11-2016   11:19:45 AM\n2024-25\n\n--- Page 5 ---\n50 Health and Physical Education  — Class IX\nthe muscle group of the body whereas specific training \nconsists of specific exercises with the aim to develop specific strength, specific muscle group and specific \nmotor abilities required for a particular sport. \n6.\n Clarity with respect to all aspects of the concerned \nsport and games more importantly, its \ntechniques and \ntactics  for performance enhancement is the key. \n7. Cyclicity: The training can be organised in three different cycles: Macro cycle:\n\thaving\tduration \tof\t3–12\t\nmonths; Meso cycle \tof\t3–6\tweeks;\tand\tMicro cycle of \n5–10\tdays.\n8. Ensuring results: Sports training is planned to achieve \nthe expected results in small and major competitions or tournaments.\n9.\n Critical training load: The training load may be \nincreased to meet the higher demands of competition in unforeseen situations. The training load should be managed more than the general \nload. This critical load \nshould\tbe\tmeasured \t4–5\ttimes\tin\ta\tyear.\n10. Adaptability: The adaptability to the training load should be in proper proportion between the load and recovery. Then only a sports person gets adapted to  the training load. \n11.\n Uniformity and differentiation: The uniformity may be in terms of time and duration of the activity, whereas, the load may vary as per the capacity of the individual sportsperson. It is an established fact that no two individuals are alike. The sports persons participating in the training are different in terms of age, health condition, individual capacity, recovery \npace and \nphysique. Keeping these factors in view, the training must be planned as per the needs of the individual \nsports person. \n12.\n Feasibility: training of the sports person should be \nplanned and conducted to draw the \nmaximum benefit. \nToo little or too much training needs to be avoided.\n5.8 t raInIng  load\nAs is evident from the above, in sports training, the load is a major concern. Efforts should be made so that possible work can be done with minimum effort. Load is defined as the amount of work done by an individual’s body. It is the psychological and physiological demand put on the body parts through motor stimuli resulting in improvement and maintenance of higher performance capacity. Sports training consists of physical exercises. Therefore one needs to be aware actIvIty  5.2\nObserve the sports \ntraining sessions planned and conducted by the coach/physical education teacher in your school. Write a brief report on the basis of your observations. Indicate whether all the principles of training are followed. Point out the missing ones, if any in text.Box 5.2\nLoad is defined \nas the amount of work done by an individual’s body. It is the psychological and physiological demand put on the body parts through motor stimuli resulting in improvement and maintenance of higher performance capacity.\nChapter-5 Sports Trainingindd.indd   50 08-11-2016   11:19:45 AM\n2024-25\n\n--- Page 6 ---\nSports Training  51\nof how much training load helps to stimulate various organs of \nthe body, so that the maximum benefits can be achieved. \n5.8.1  Over Load \nDuring training of sports persons, load is given to the players \naccording to their capacity. Whenever this load goes beyond the capacity of an individual, the physiological and psychological functions get disturbed. Though this increased load does not affect the sports person \nimmediately, if the administration of \nthe overload continues for a longer period, it results in decrease of his/her performance. The important signs and symptoms of over load are: (i) fatigue, (ii) decline in performance, (iii) loss of interest in sports, (iv) loss of concentration, (v) lack of motivation, (vi) sleep disorder and (vii) loss of appetite (viii) prone to injuries.\n5.8.2\n Adaptation Process and Training Load\nAdaptation is defined as the adjustment of physical and \npsychological functional systems to the training load.  Adaptation to a load results in the enhancement of performance capacity. Thus, a \nsports person is able to increase his/her \nperformance as a result of adaptation process. Adaptation process demands that a sports person maintains regularity in training. If a sports person is exposed to new and unfamiliar load in a systematic planned way the adaptation process will be faster. \nactIvIty  5.3\nDiscuss individual experience of members of the team of your school, who play either Volleyball, Kho-Kho, Football or any other sport and who are trained by the physical education teacher/coach. Some discussion point could be:\n (a) What type of training method is being practised?\n (b) How the training load was increased?\n (c) Did they feel that the increase in training load improved their performance?\n (d) Did they feel comfortable with the increase in the training load?\n (e) Did anyone get injuries because of the increase in the training load? If yes, what kinds of injuries they got? \nNote down their answers, prepare a report based on their answers and share the report in your class.\nChapter-5 Sports Trainingindd.indd   51 08-11-2016   11:19:45 AM\n2024-25\n\n--- Page 7 ---\n52 Health and Physical Education  — Class IX\nASSESS mEnT\nAnswer the following questions.\n1.\tWhat is the meaning of sports training?\n2.\tWhy is it essential to train a sports person systematically?\n3. List and explain the principles of sports training.\n4. Explain the terms training load and adaptation.\n5. Why a long break in sports training should be avoided?\n6.\tWhat is the difference between interval \ntraining and \ncross training?\nFill in the blanks.\n (i) Sports training is a  …………………………….process.\n (ii) Sports training aims at high performance in ...................\n (iii) Adaptation of the training load takes place only when \nthe load is................continuous process.\nTick (P) mark either Yes or no.\n (i) Sports persons are trained on the basis of scientific principles. \n (Yes / No)\n (ii) Sports training does not help improve the sports performance. \n (Yes / No)\n (iii) Sports training requires systematic planning. (Yes \n/ No)\n (iv) Learning of sports skills is the \nresult of practice and \nexperience.   (Yes / No)\n (v) In sports training, coach/physical education teacher does not have a prominent role.\n  (Yes / No)\nChapter-5 Sports Trainingindd.indd   52 08-11-2016   11:19:45 AM\n2024-25\n",
    "total_characters": 16579,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page7_img5.png",
      "page": 7
    }
  ],
  "image_count": 30,
  "keywords": [
    "Sports",
    "Training",
    "Method",
    "Chapter",
    "Trainingindd",
    "Adaptation",
    "Process",
    "Improvement",
    "Health",
    "Physical",
    "Education",
    "Class",
    "Cross",
    "General",
    "However",
    "Competition",
    "Every",
    "Fundamental",
    "Whenever",
    "Tactical"
  ]
}