{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 1,
    "chapter_name": "iehp101",
    "source_file": "iehp101.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nHealth and Diseases 1\n1.1  IntroductIon\nWe normally relate the terms diseases and illness \ninterchangeably in relation to health, even though these \nwords do not mean the same. Health is the general condition of a person in respect to all aspects of life. It is also a level of functional and/or metabolic efficiency of an organism. The word metabolic is the adjective of the term metabolism which means the whole range of big chemical processes that occur within us or any living organism to produce energy and basic materials needed for important life processes. Diseases and illness adversely affect these processes. And thus health, diseases and illness are inter-related. However,   health is not just being free from diseases, illness or injury.  As defined by World Health Organisation (WHO), health is “a state of \ncomplete physical, mental and social well-being and not merely an absence of disease or infirmity”. \n1.2  What Is Illness ?\nLet’s now see how is illness different from that of disease? \nWhile illness and disease are at times used interchangeably, these in fact, are different from each other. Disease refers to a biomedically defined deviation from norms of body function or structure, whereas, illness is the experience of this deviation. It is a state of experience by the body when one or more of the control systems of the body are not functioning normally. Illness refers to a subjective distress  feeling of a person, when one is sick or suffering from some disease.  However, it is not appropriate to conclude that any one being merely free from illness or disease is healthy.\nYou might have seen people suffering from various types of \ndiseases. Some of the diseases, like high blood pressure affect only a particular person who is suffering from it. On the other hand, some diseases like common cold, spread rapidly and affect a number of people in a very short period. You must have often wondered as to how does this happen. In one of the chapters of your textbook on Science, you would have studied about ‘Why We Fall Ill’. In that chapter, it is mentioned how diseases are caused and how some of these affect only the persons who suffer from them are called non-communicable, whereas, there are those diseases that are transmitted from one \n2024-25\n\n--- Page 2 ---\n2 Health and Physical Education  — Class IX\nperson to another are known as communicable. The chapter \nalso mentions how communicable and non-communicable diseases can be prevented and controlled. \n1.3  c ommunIcable  dIseases  \nLet us understand how communicable diseases are spread. These \ndiseases are caused by certain infectious agents which may be bacteria or viruses. These are capable of being transmitted from person to person or from the environment to person.\n1.3.1\n Classification  \nCommunicable diseases can be classified on \nthe basis of the \ncausative organisms. These are as follow:\n•\tBacterial: Typhoid, Cholera, Tuberculosis\n•\tViral: Common cold, Influenza, HIV infection, Dengue\n•\tProtozoal: Malaria, Kala azar\n•\tFungal: Fungal infections of nails, groins, skin, hair\n•\tParasitic: Infestations of intestinal worms, like round  \nworm, or lice.\nModes of transmission: The modes of transmission can be \nclassified as direct and indirect transmission. \n(a) Direct transmissionAs we have studied in our earlier classes, direct transmission \nof diseases takes place as follows:\nDirect contact or touching: When we touch a person or \ncome in direct contact with the skin or mucous membrane of the diseased person, it transmits infections like skin and eye infection.\nDroplet infection:  Spray of droplets of saliva or secretion \nof a diseased person spreads common cold, tuberculosis, meningitis.\nContact with soil: Can cause acquiring the disease agent \ndirectly and may spread diseases like: hookworm infestation and tetanus.\nInoculation into skin or mucosa: Certain diseases \nspread in other ways. For example, Rabies is spread to humans from animal. It is generally known that it occurs due to a dog or a monkey bite. Hepatitis occurs owing to virus, transmitted through contaminated needles. The HIV (Human Immunodeficiency Virus) can be transmitted by sexual contact or through transmission of infected blood from an infected person. HIV can be transmitted by the HIV infected mother to baby and can cause AIDS (Acquired Immune Deficiency Syndrome).actIvIty  1.1\nDiscuss with your \nclassmates, why we should not go to public places when suffering from cold, cough or fever?\nChapter-1 Health & diseases.indd   2 08-11-2016   11:04:47 AM\n2024-25\n\n--- Page 3 ---\nHealth and Diseases  3\n(b) Indirect transmission\nCommunicable diseases are also transmitted indirectly in \nthe following ways that are popularly known as ‘5Fs’— flies, fingers, fomites (material capable of carrying infections, like towels, handkarchiefs etc.), food and fluid.  \nSome diseases are spread through water, food, ice, blood \nand body tissues and organs. For example, typhoid, diarrhoea, polio, intestinal parasites and infective hepatitis. Flies contaminate food and other eatables.\nA living carrier (also known as a vector) is a disease \nagent that lives on or inside the body of the carrier causing \ndiseases like malaria and plague. Airborne infectious materials transmitted through droplet infection or dust cause diseases like respiratory infections and itch mites. Fomites are objects like towels, handkerchiefs, toys, glass, spoons, etc. which we use daily. Eye and skin infections and dysentery (diarrhoea with blood) are spread through these fomites. Our unclean hands and fingers act as disease causing agents and transfer infection to food through skin, nose, and causes diseases, such as intestinal parasites, dysentery, typhoid. \nHealthy people can also spread disease if they are “carriers”.  \nThese are the people who themselves may be immune to the \norganisms they harbour, but can be a source of transmission \nto others as happens in the case of typhoid.  \n1.3.2\n Prevention  and  Control  of  Communicable Diseases\nThe following measures help in prevention and control the \nspread of communicable diseases:\nPersonal hygiene\n•\tBathing everyday and clean clothes keep \nour body free \nfrom harmful microbes.\n•\tCutting nails and washing hair regularly.\n•\tBrushing teeth twice a day (morning and night) \nparticularly after meals. \n•\tEnsuring that your ears are clean. \n•\tDo not share articles that are of personal use, that is, towels, soaps, tooth brushes, combs, razors and other toiletries. \n•\tWash hands before touching food or water and before eating or drinking.\n•\tWash hands with soap and water before touching your face, eyes and mouth and also before and after using the toilet. \n•\tMany microbes like virus, bacteria and fungi are \ntransmitted by touching surfaces with hands and actIvIty  1.2\n•\tList how many things you follow for food and water hygiene \n•\tDiscuss the list with your friend.\n•\tWhat would you like to do to improve your personal hygiene.\nChapter-1 Health & diseases.indd   3 08-11-2016   11:04:47 AM\n2024-25\n\n--- Page 4 ---\n4 Health and Physical Education  — Class IX\nbecome potential carriers. Hence by washing hands, we \ncan prevent diseases like diarrhoea, flu, skin and eye infections.\nFood and water hygiene\n•\tDrink potable water. If it does not appear clean, boil or filter and then consume it. \n•\tEat only freshly prepared food or consume it within four hours of preparation. \n•\tDo not purchase and consume fruits and vegetables which have been cut and kept in the open for a long time. \n•\tKeep all food articles covered to prevent contamination by flies.\nEnvironmental sanitation\n•\tUse sanitary latrines; avoid open air defecation. \n•\tThrow waste in dustbins to avoid breeding of flies. \n•\tClean the drains regularly.\n•\tRegularly check the places where water is collected \nand has the possibilities of mosquito breeding. Spray insecticide to prevent breeding of mosquitoes. \n•\tTry to prevent contamination of drinking water (source of water should be away from source of garbage collection/waste disposal site). The container of drinking water must be kept at a clean and safe place.\nVaccines \nVaccines boost immunity and thus helps the body fight diseases. \nA large number of infectious diseases can be prevented by taking vaccines at an appropriate time, such as, diphtheria, pertussis, polio, tetanus, rabies, measles, chickenpox, typhoid, etc.\nTreatment of diseases using medicines Medicines kill microbes and /or slow their growth. These are \nclassified as anti-virals, anti-fungals, anti-protozoals and antibiotics according to the group of microbes they act upon.  However, these medicines should be taken in the recommended dose and duration as advised by the doctor. One should avoid self-medication.\nIsolation of patients with communicable diseasesPatients suffering from such diseases that are communicable \nshould be kept in a clean environment isolated from others.\nEducation and awarenessIt is important to make people aware about communicable \ndiseases, their causes and modes of spread.  People should actIvIty  1.3\nHave a round of your school. Find out the environmetnal sanitation.\nDiscuss with \nyour classmates. If it is not good what will you do? Prepare a plan and implement.\nactIvIty  1.4\nPrepare an Immunisation chart. Put it in your classroom. Discuss with your classmates whether everyone has been vaccinated? If not, request them to consult a nearby health centre.\nChapter-1 Health & diseases.indd   4 08-11-2016   11:04:47 AM\n2024-25\n\n--- Page 5 ---\nHealth and Diseases  5\nalso be made aware of their responsibilities towards control \nof communicable diseases, e.g. ensuring use of safe water, healthy food and proper management of garbage and waste disposal. \n1.4\t N oN–commuNicable \tDiseases\nThe\tnon–communicable \tdiseases \tmay\toccur\tdue\tto\tgenetic\t\nand lifestyle factors. When these are \ncaused by an unhealthy \nlifestyle, these diseases are also called lifestyle diseases. \nRisk\tfactors\tof\tnon–communicable \tdiseases \tinclude\tlack\tof\t\nphysical exercises, poor dietary habits, inadequate sleep, stress and habits like smoking, taking alcohol and tobacco chewing.\nAn\n\tarbitrary \tclassification \tof\tnon–communicable \tdiseases \t\ncan be:\nLifestyle diseases, such as diabetes, hypertension, heart \ndiseases, stroke and cancer.\nMental health diseases like depression; and trauma.Given below are the behavioural risk factors which can \ngive way to manifestation of the physiological risk factors and ultimately lead to the diseases.  \n1.4.1\n High Blood Pressure or Hypertension \nDietary factors  All packaged and canned food items contain a very high level \nof sodium because of the presence of salt that is used as \na \npreservative. If you are in the habit of adding table salt to your food you are consuming excess salt. Use of excess salt is linked with hypertension. Hence, consumption of excessive salt in daily food, packaged and canned foods need to be avoided. \nSedentary lifestyle and lack of exercise  You can put on excess weight, if you do not exercise daily. This \nexcess weight and lack of exercise can lead to hypertension. Behavioural Risk \nFactorsPhysiological Risk \nFactorsDisease  \nOutcomes\n•\tUnhealthy Diet\n•\tPhysical Inactivity\n•\tTobacco Use\n•\tAlcohol Use\n•\tStress•\tBlood Pressure\n•\tBlood Glucose\n•\tCholesterol\n•\tWeight Loss•\tHeart Disease\n•\tStroke\n•\tDiabetes\n•\tCancer\nSource: National Programme for Prevention and Control of Cancer, Diabetes Cardiovascular Diseases and Stroke, A Guide for Health Workers, Ministry of Health and Family Welfare, GOI, New Delhi. For details on BMI, refer to chapter IV Activity 4.2\nFig. 1.1 : Risk Factorsbox 1.1\n•\t If one is obese one has a high chance of getting diabetes and hypertension. \n•\t\n Hypertension increases risk of getting heart attacks and strokes. \n•\t\n Diabetes mellitus affects all parts of the body like brain, eyes, heart, kidneys, blood vessels, muscles and nerves if precaution is not taken. \nChapter-1 Health & diseases.indd   5 08-11-2016   11:04:47 AM\n2024-25\n\n--- Page 6 ---\n6 Health and Physical Education  — Class IX\nIn addition to taking the prescribed medication, doing regular \nexercises and taking high fibre diet can help one to control hypertension.\nMental stress and chronic anxiety  People who cannot manage stress and constantly worry about \nthings, are prone to hypertension. Hence, one needs to learn to cope with stress in a healthy way by doing meditation and yoga and diverting attention by observing healthy mental habits like listening to music, reading, writing poems, pursuing a hobby, etc. \nTobacco use Intake of nicotine either through smoking or chewing tobacco \nmay lead to hypertension and should be avoided. Consistent use of tobacco, gutkha, khaini, etc. has been linked to various \ntypes of cancer. The consumption of tabacco, therefore, must be avoided. \nEndocrine DiseasesDiabetes mellitus is one of the endocrine diseases.  It is caused \ndue to inadequate secretion of the hormone insulin from pancreas. Insulin regulates the level of sugar in our body.  Lack of insulin causes increase of sugar in our body leading to the condition called diabetes mellitus. Common symptoms of this are increase in hunger, frequency of urination, and growing thirst.\nUntil recently, most children and adolescents with diabetes \nwere thought to have Type 1 (insulin dependent) diabetes.  However, Type 2 diabetes mellitus (DM Type 2) among children is now being increasingly reported from several parts of the world. Adolescents who are obese are more likely to get Type 2 diabetes which is manifested as high blood sugar. If untreated, it leads to complications in kidneys, eyes and other organs systems in the body. Diabetes can be managed primarily by bringing about changes in lifestyle and physical exercises and medication. \nHereditary Disorders Genetic disorders such as hemophilia, thallasemia, muscular \ndystrophy are hereditary diseases which run through generations in a family. Constant care and support may help the concerned individual manage these disorders. \n1.4.2\n  Prevention and Cure \nIn\tIndia,\tnon–communicable \tdiseases \tcause\tmajor\thealth\t\nproblems. These diseases cause disability, loss of income, \ndisruptions in family environment and poor quality of life in the most productive years. We are going to have the highest incidence of diabetes in the world by 2020. You may have heard actIvIty  1.5\n•\t Interact with your group and note  the causes that lead to hypertension on a chart. \n•\t\n Make a list of processed foods that contain of high level of sodium by reading the label. \nChapter-1 Health & diseases.indd   6 08-11-2016   11:04:47 AM\n2024-25\n\n--- Page 7 ---\nHealth and Diseases  7\nabout young people having heart attacks and \nrequiring bypass surgery. We need medical help for treatment. However, efforts should be made to prevent them. We can prevent these, if we adopt a healthy lifestyle right from childhood and continue it throughout life. Non–\n communicable diseases can be \nprevented in the following ways:\nHealthy dietEating a balanced diet helps in the prevention \nof obesity and other lifestyle diseases. The balanced diet includes fruits and vegetables, preferably locally available and seasonal, wholegrain products (including pulses), milk and milk products. \nAdequate sleep \nWe\n\tall\trequire\tdaily\t6–8\thours\tof\tsound\tsleep.\tInadequate \tsleep\t\nleads to changes in blood pressure, increase in stress level and \ndisturbance of what is called the biological clock.\nRegular exercise People who undertake physical exercise and yoga activites \ndaily keep themselves physically fit, feel \nhappy and do not put \non excess weight. \nOne\tmust\tdo\t20–30\tminutes \tof\tphysical \tactivity\tdaily\tto\t\nkeep fit. This can be done by taking part in sports. Exercising or spot jogging can be done at home. Simple walking, climbing stairs, not using the lift and skipping have the same effect. Gym is another dedicated place for workouts.\nFig. 1.2 : Healthy Diet\nFig. 1.3 : Regular exercises\nChapter-1 Health & diseases.indd   7 08-11-2016   11:04:48 AM\n2024-25\n\n--- Page 8 ---\n8 Health and Physical Education  — Class IX\nMental relaxation   \nIf a person is not able to handle stress, he/she experiences \nanxiety and depression.  This weakens the immune system and one falls sick very often.  One can also experience psychosomatic symptoms  like headache, bodyache, stomachache, fatigue, inability to concentrate and loss of interest in all activities. Meditation, relaxation, exercises and other yoga actvities \nhelp \nreduce stress. You can also engage in hobbies like drawing, painting, listening to music and so on as relaxation techniques when under any type of stress. All these have positive impact that reduce anxiety and depression and prevent diabetes, hypertension and heart attacks in the long run. \nAvoiding the use of tobacco, alcohol and drugs Use of tobacco, both by way of smoking and consuming   \nchewable tobacco in any form directly contributes to heart disease, stroke, chronic lung disease and common cancers. Even\n\tthe\tnon–smokers \tinhale\tthe\tsmoke\treleased \tby\tsmokers \t\naround them. Therefore, prohibition of smoking in public places is an example of a public \nhealth regulation that decreases the \nrisk\tfor\tnon–smokers. \tYou\tshould\trequest the smokers not to \nsmoke in public places. You may avoid company of smokers.\nAlcohol use contributes to chronic liver disease, depression \nand injuries, especially motor vehicular injuries. Both alcohol and drugs can have long \nterm effects not only on the physical \nhealth but also on the mental health. \nExcess stimulants like caffeine in tea, coffee and cola drinks \nalso have a harmful effect on our body as they cause rapid increase in heart-beat rate, lack of sleep and elevated blood pressure.  These may also cause acidity and stomach ulcers. \nAddictive drugs impair social and occupational functioning \nand are associated with impaired mental health.  \nAntioxidantsAntioxidants help in prevention of the damage, repair of cellular \nfunctions and delay in the ageing process. Fresh vegetables, fruits and dry fruits are rich sources of antioxidants.\nUse of Ayurvedic, Homeopathy and Unani medicine also \nhelp in the cures of Non-communicable Diseases.\nAyurveda is the science of life and health, developed in India \nsince ages. It lays emphasis on prevention and promotion of health in addition to curing the diseases. The treatment under Ayurveda can be successfully used in early stages of diabetes, liver-disorders, skin diseases, stress, insomnia (sleeplessness) and anorectal-diseases. Some specialised Ayurvedic treatments can be helpful in diseases like joint-pains, neuromuscular diseases and paralysis. box 1.2\nDo You Know?\n•\t There should be no tobacco shop within 100 yards of an educational Institution.\n•\t\n Sale and purchase of tobacco related items like cigarette, gutakha by minors  and to any one (below the age of 18)\n\tis\tprohibited.actIvIty  1.6\n•\tRecall the physical activities done by you in the last week and prepare a brief note on the following.\n ±Do you play any game regularly?\n ± If yes, for how \nlong?\n ± How often does \nyour school organise physical activities/Yoga during the week?\nactIvIty  1.7\nIs there a shop which sells tobacco products near your school? Have you observed any student purchasing pan masala, gutkha, \nkhaini or cigarettes? Discuss with your teacher what steps can be taken to address this issue.\nChapter-1 Health & diseases.indd   8 08-11-2016   11:04:48 AM\n2024-25\n\n--- Page 9 ---\nHealth and Diseases  9\nBoth Homeopathy and Unani systems of medicine are also \nused\tin\tthe\ttreatment \tof\tnon–communicable \tdiseases.\nHomeopathy is that system of \nmedicine which is based on \nthe nature’s law of cure. It is a safe and effective method of \ntreatment. It helps in increasing the immunity of the body and offers in many cases a long lasting cure.\nUnani system of medicine is also the natural way of \ntreatment with the help of herbal medicines. According to this system, the health of a person depends on the balance of four elements in the body. These are Dam (blood), Balgham (phlegm), Safra (yellow bile), and Sanda (black bile). The Unani \nmedicines are given to the person suffering from a disease to promote an equilibrium of these elements in the body.\n1.5 r eproductIve  health\nYou have read in your previous classes that cell is the structural and functional unit of our body. To perform various specialised functions, nature has divided our body into many functional units or systems comprising different organs. One such system is the ‘reproductive system’. It is made up of reproductive and genital organs. You will study more about the structure and functions of the reproductive system in your science classes. In this chapter you will learn about the need to keep it healthy. In fact, reproductive health refers to healthy reproductive organs performing normal functions. But there are diseases that adversely affect this system. These are as follows: \n1.5.1 Reproductive Tract Infections (RTIs) and Sexually  \nTransmitted Infections (STIs) \nReproductive Tract Infections (RTIs) and Sexually Transmitted \nInfections (STIs) are non-communicable diseases which affect the quality of life and have important bearing on the reproductive functions. RTIs are infections involving reproductive organs. These can be caused by various microbes like bacteria, viruses or protozoa.  Improper maintenance of hygiene of the genital organs or through infected instruments used in medical procedures for treating genital organs also result in reproductive tract infections. \nSTIs are infections which are transmitted through close \nphysical and sexual contact between individuals. However, STIs like infections through Human Immunodeficiency Virus (HIV) and hepatitis B and C can also spread by non-sexual modes like sharing of needles, transfusion of infected blood and using infected equipment for surgery.box 1.3\nDo You Know?\n•\tOne should not administer self medication.\n•\tWe must always consult the doctor before taking any medication.\nChapter-1 Health & diseases.indd   9 08-11-2016   11:04:48 AM\n2024-25\n\n--- Page 10 ---\n10 Health and Physical Education  — Class IX\nSigns and symptoms of RTIs and STIs \n•\tItching or burning sensation in the genital organs\n•\tFoul smelling discharge from vagina or penis \n•\tBlisters, sores or swelling on or near genitals, anus or \nits mouth\n•\tPain, burning sensation and increased frequency of urine. \nThere may be one or more of the above symptoms.\nPrevention and control of RTIs and STIs \nRTIs and STIs not only lead to poor quality of life. These can \nalso lead to complications.\nProper genital hygiene should be maintained to prevent \nRTIs. In girls and women, during menstruation there are more chances of getting infection because of the flow of blood. Hence, adequate  precautions with regard to hygiene need to be followed: one should have daily bath and clean the genital area with soap and water and stay away from casual sexual relationships and have responsible sexual behaviour. If sexual relation can not be avoided, a condom must be used. \nIn case of problem, treatment from a qualified doctor should \nbe taken and one should avoid going to quacks for treatment. One should not feel shy to discuss the problem with the doctor. Complete and proper treatment of both the partners is necessary in the case of RTIs and STIs.\nMenstrual HygieneThe following steps must be taken by women and girls for \nmaintaining menstrual hygiene:\n•\tuse clean home made or disposable pads/napkins during menstruation;\n•\tchange the sanitary pads at frequent intervals, at least twice a day; \n•\tif home made cloth napkins are reused, they should be washed daily with soap and water and dried in a sunny and dry place to prevent infection.\n1.6 hIv and aIds \nHIV stands for ‘Human Immunodeficiency Virus’. It is a virus which is found only in human beings and affects the immune system in humans. When the HIV  remains in the body for a long time, it destroys the immune system. \nMany diseases like tuberculosis, fungal infections and \ncancer begin affecting the body and the person is said to be \nhaving AIDS (Acquired Immune Deficiency Syndrome). However any person suffering from T.B., cancer or fungal infection should not be considered suffering from HIV and AIDS. \nChapter-1 Health & diseases.indd   10 08-11-2016   11:04:48 AM\n2024-25\n\n--- Page 11 ---\nHealth and Diseases  11\nAcquired means it is not genetically \ninherited. Immune deficiency means that the defence mechanism of the body, the immune system becomes weak, and Syndrome means that when the individual has AIDS, it is not just the signs and symptoms of one disease, but a group of diseases, that appear in him/her. \nWhen a person is said to be HIV \npositive, it simply means that HIV is present in his/her body. The interval between acquiring HIV infection and AIDS\n\tmay\tbe\tup\tto\t10–15\tyears.\tIt\t\ndepends upon many factors like the status of the immune system at the time of entry of HIV in the body, regular treatment of illnesses, good diet and healthy lifestyle that the individual has. \n1.6.1 HIV Transmission\nHIV is transmitted through: \n (a) having unsafe sexual contact \nwith an HIV infected person. This is the most common route of transmission;\n (b) HIV infected mother to her new born child;\n (c) Transfusion of HIV infected blood; and\n (d) Sharing of needles and syringes with a person infected with HIV. This is most common in people who are habituated to intravenous drug use. \nHIV does not spread through air, water or food. Transmission \nof HIV also does not occur through mosquito or animal bites \nbecause the virus does not survive or reproduce outside the human body. When the mosquito bites, \nit sucks blood from \nhuman body and does not inject into it. Therefore, even if a mosquito bites a person immediately after biting an HIV infected person, it does not inject the infected blood into his/her body.\nBecause of these myths and misconceptions, a lot of \nHIV infected persons, especially women, are abandoned and \nrejected by their respective families and are discriminated by the society. \n2. White blood cells kill the germs that attack your body.\n1. Your immune system is your guard against disease.3.\n\tHIV\tattacks\t\nyour immune system by entering your white blood cells.\n4. HIV stops your immune system from being able to protect your body.\n5. Once HIV has \nweakened your immune system, germs can take over your body, and you become sick.HIV CAN ENTER  YOUR \nBODY THROUGH  :\nSexual intercourse without a condom with an infected partner.\nUse of unsterilised needles \nor syringes infected with HIV.\nAn infected mother may \npass it on to her child before, during or after birth.\nTransfusion of blood \ninfected with HIV.\nFig. 1.4 : How HIV weakens the Immune System\nbox 1.4\nThe first case of AIDS \nwas\treported \tin\t1981.\t\nSince then it has killed more than 25 million people. India is having the second largest number of HIV infected persons and around half of all the new cases are occurring in young people. Prevention is the best strategy to protect oneself from HIV and AIDS.\nChapter-1 Health & diseases.indd   11 08-11-2016   11:04:49 AM\n2024-25\n\n--- Page 12 ---\n12 Health and Physical Education  — Class IX\nThese myths and misconceptions have no scientific basis \nand need to be removed by discussing these with the people \nand spreading awareness about HIV and AIDS. This will prevent discrimination against HIV positive people and help them live longer.\n1.6.2 Detection of HIV and AIDSHIV infection can only be diagnosed by a specific blood test \ndone at the Integrated Counselling and Testing Centres in actIvIty  1.8\nPrepare a list of myths and misconceptions regarding HIV and AIDS and discuss with other students.\nactIvIty  1.9\nRead the following two case studies and discuss with your classmates the questions given at the end of each case study.\nSituation 1Mahesh and Ratan, both 15 years old, have been friends with a group of boys in \ntheir neighbourhood for the last five years. Their friends pressurise them into taking drugs including drugs through injection. Both refuse but when their friends begin to make fun of them, Mahesh, out of peer pressure and fear, experiments with injectable drugs.  He does not want to be the odd one in his group.  He uses the same needle that the other boys use. Soon, he is addicted to injectable drugs.  Ratan, on the other hand, decides to leave the company of the friends.  He even advises and pesters them to go to the doctor for help in giving up drug abuse.\n1.  What was the role of Mahesh’s so-called friends in influencing his decision? 2.   Could Mahesh have behaved differently? If yes, explain what could he have done?Do you know any drug de-addiction centre near your locality?Take the help of your teacher and make a list of de-addiction centres. Put these on \nthe Notice Board of your  school.  Enact this case study.  Think what would have you done, if you were Ratan?\nSituation 2A daughter of a very senior company personnel was expelled from the school because \nher parents were detected HIV positive. The school Principal felt that the parents did not observe moral behaviour which led them to be HIV positive.  The administration believed that the incident would have a negative impact on the school environment and therefore, their child should not be allowed to study in the school.  However, as per the medical reports of the mother, blood transfusion during an operation was the cause of acquisition of HIV by the mother. \n1.  Is the action taken by the Principal of the school justified? \n•\tHave a discussion in the class with your classmates regarding possible ways of  \nacquiring HIV and AIDS.\n•\tIn this case, what would you like to do, so that the girl should continue to \nstudy in the school.\n2.  Even if the HIV infection would have taken place otherwise and even the daughter  \n     would have been HIV positive, was the action justified?\nChapter-1 Health & diseases.indd   12 08-11-2016   11:04:49 AM\n2024-25\n\n--- Page 13 ---\nHealth and Diseases  13\ngovernment run hospitals. These centres maintain complete \nprivacy and confidentiality. The test detects antibodies produced  in the body  against HIV. As the HIV antibodies appear only after six weeks to six months after acquisition of infection, the test will be negative if it is done during this period. This period of time is referred to as the “window period”. Thus, one should wait for the window period to be over to get the test done. \nAlthough there is no definite one set of symptoms of AIDS, \nwhen an HIV positive person develops AIDS, he/she has one or more of the following symptoms like weight loss greater than 10 per cent of body weight, fever and/or diarrhoea for a period longer than one month and persistent severe fatigue. However, one should also understand that these signs and symptoms can be of any other disease. Once a person is diagnosed with HIV infection, he/she needs to be treated urgently in a well equipped hospital. \n1.6.3\n Risk Factors for Acquiring HIV\nThe activities which are of high risk for acquiring HIV infection \nare:\n (a) having unprotected sex (i.e. without using condom) even if one know the person well. \n (b) having many sexual partners. \n  (c) sharing syringes or needles while injecting drugs. \n (d) blood transfusion with blood that is not certified as HIV free.\n (e) ear piercing, acupuncture, etc. The instruments used for these procedures must be sterilised before use.\n 1.6.4 Responsible Sexual Behaviour to Prevent HIV and \nAIDS\nWhile sexual route is the most common in transmitting HIV as \nstated earlier, it is very alarming to note that more than 50 per cent new cases are occurring in India among the adolescents and youth. During \nthe process of growing up, important \nphysical, physiological, psychological and social developments take place among adolescents. They are attracted towards opposite sex or same sex, do experiments and are curious about many such feelings. They act under peer pressure very often, which sometimes is the driving force behind unsafe experiments like drug abuse or unsafe sex. \nWe must always remember that along with rights we also \nhave certain responsibilities. Irresponsible sexual behaviour causes\n\tharm\tto\tself\tand\tothers.\tA\tknowledge–based \tchoice\t\nand decision towards sexual behaviour can prevent many future complications including emotional turmoil, unwanted \nChapter-1 Health & diseases.indd   13 08-11-2016   11:04:49 AM\n2024-25\n\n--- Page 14 ---\n14 Health and Physical Education  — Class IX\npregnancy and diseases like STIs, HIV and AIDS. Thus, \nadopting a responsible sexual behaviour go a long way in protecting oneself from the menace of HIV and facilitate to live a healthy, happy and a productive life. It is equally important to avoid drug abuse specially through\n\tneedle–sharing.\nAnswer the following questions\n1. How can we prevent indirect transmission of \ncommunicable diseases?\n2. What steps are required at the individual and society level to prevent communicable diseases?\n3.\tList major risk factors for non-communicable diseases. \n (a) ...............................................................................\n (b) ...............................................................................\n (c) ...............................................................................\n (d) ...............................................................................\n (e) ...............................................................................\n 4. Why are young people suffering from heart diseases now-a-days?  Give reasons. Can you suggest some ways to prevent these?\n 5. The obesity among children and adolescents is becoming a major cause of concern for the parents and health personnel.  What can be done to prevent overweight and obesity?\n 6. Why are adolescents more vulnerable to HIV infection? Give reasons.\n 7. List some ways in which you can manage your anxiety and stress. \n\t 8.\t Why\n\tdo\tyou\tneed\tto\tmake\texercises \tan\tintegral\tpart\tof\t\nyour life style? How can you do it?\nASSeSSMenT\nChapter-1 Health & diseases.indd   14 08-11-2016   11:04:49 AM\n2024-25\n\n--- Page 15 ---\nHealth and Diseases  15\n 9. Prepare a table as shown below showing communicable \ndiseases, ways of it is transmission and its prevention and control.\nSr.\nNo.Name of the \nCommunicable\nDiseaseWays of \ntransmissionPrevention \nand Control\n 10. Prepare two slogans each for generating awareness about prevention of HIV among your peer group and community.\nChapter-1 Health & diseases.indd   15 08-11-2016   11:04:49 AM\n2024-25\n",
    "total_characters": 34597,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page7_img5.png",
      "page": 7
    },
    {
      "filename": "page7_img6.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page9_img4.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page11_img4.png",
      "page": 11
    },
    {
      "filename": "page11_img5.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page12_img3.png",
      "page": 12
    },
    {
      "filename": "page12_img4.png",
      "page": 12
    },
    {
      "filename": "page13_img1.png",
      "page": 13
    },
    {
      "filename": "page13_img2.png",
      "page": 13
    },
    {
      "filename": "page13_img3.png",
      "page": 13
    },
    {
      "filename": "page13_img4.png",
      "page": 13
    },
    {
      "filename": "page14_img1.png",
      "page": 14
    },
    {
      "filename": "page14_img2.png",
      "page": 14
    },
    {
      "filename": "page14_img3.png",
      "page": 14
    },
    {
      "filename": "page14_img4.png",
      "page": 14
    },
    {
      "filename": "page14_img5.png",
      "page": 14
    },
    {
      "filename": "page15_img1.png",
      "page": 15
    },
    {
      "filename": "page15_img2.png",
      "page": 15
    },
    {
      "filename": "page15_img3.png",
      "page": 15
    },
    {
      "filename": "page15_img4.png",
      "page": 15
    }
  ],
  "image_count": 65,
  "keywords": [
    "Health",
    "Chapter",
    "Diseases",
    "These",
    "However",
    "Physical",
    "Education",
    "Class",
    "Discuss",
    "Prevention",
    "Prepare",
    "Communicable",
    "Immune",
    "Hence",
    "Diabetes",
    "India",
    "Unani",
    "Infections",
    "Human",
    "Immunodeficiency"
  ]
}