{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 9,
    "chapter_name": "iehp109",
    "source_file": "iehp109.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n9.1 IntroductIon\nDevelopment of personality is an important issue. Personality \nstarts developing since birth, but it assumes great importance \nduring adolescence, when reorganisation of personality takes place. \nPersonality is a very common term which is used in our \nday-to-day life. It tells us what type of person one is. We know that each person generally behaves consistently in most of the situations. The examples of this consistency can be seen in a person who remains friendly or a person who is generally kind or helpful in most situations. Such a consistent pattern of behaviour is termed as personality. It can be called as the sum total of behaviour that includes attitudes, emotions, thoughts, habits and traits. This pattern of behaviour is characteristic to an individual. \nThere are various dimensions of personality. These \ndimensions are related to physical, emotional, intellectual, social and spiritual aspects of our behaviour. For a holistic personality development, yoga plays an important role.\n9.2 Yoga and PersonalItY  develoPment\nYogic practices are found effective for development of all \ndimensions of personality. \nLet us talk about the yogic practices that influences \ndevelopment of different dimensions of personality.\nYoga and Physical Dimension of Personality:  Physical \ndimension is related to our body. It means that all organs and \nsystems of our body should be properly developed and function. It implies a healthy body without any disease. Yogic practices like asana, pranayama, and bandha play a beneficial role in \nphysical development of children. There is a series of asanas \nand pranayamas which help to improve the functioning of the \nbody.\nYoga and Emotional Dimension of Personality:  Yogic practices \nare effective for development of emotional dimension related to \nour feelings, attitudes and emotions. There are two kinds of  \nemotions : positive and negative. For example love, kindness are positive emotions, while anger and fear (exam phobia) are Personality \nDevelopment Through \nYoga9\n2024-25\n\n--- Page 2 ---\n120 Health and Physical Education  — Class IX\nnegative emotions. Similarly, our feelings and attitudes may \nbe positive and negative. For emotional development, positive feelings, attitudes and emotions should be developed and negative ones should be controlled, as the negative attitudes and emotions work as a mental block for the development of personality. Yoga plays a critical role in development of positive emotions. It  brings emotional stability. It helps to control negative emotions. Yogic practices such as yama, niyama, asana, pranayama, pratyahara and meditation help \nin emotional management. For example, the principle of  \nnon-violence will protect us from negative emotions and develop positive feelings of love and kindness. Similarly, other principles of yama and niyama will help to develop positive emotions and attitudes in our personal and social life and therefore help in the management of emotions. \nYoga and Intellectual Dimension of Personality: Intellectual \ndevelopment is related to the development of our mental abilities and processes such as critical thinking, memory, perception, decision making, imagination, creativity, etc.  Development of this dimension is very important as it enables us to learn new things and acquire knowledge and skills. Yogic practices such as asana, pranayama, dharana, dhyana (meditation) help to \ndevelop concentration, memory and thereby help in intellectual development.\nYoga and Social Dimension of Personality: Primary \nsocialisation, probably the most important aspect of the personality development takes place during infancy, usually within the family. By responding to the approval and disapproval of parents and grandparents and imitating their examples, the child learns the language and many of the basic behaviour patterns of her/his society. The process of socialisation is not limited to childhood, but continues throughout life and  teach the growing child and adolescent about the norms and rules of the society in which she/he lives . Some key elements of this process include respect for others, listening carefully to other persons, being interested in them, and voicing your thoughts and feelings politely, honestly and clearly so that you can be easily heard and understood. Principles of yama include these key elements and are very important as these help us in the betterment of our relationships with our friends, parents, teachers and others.\nYoga and Spiritual Dimension of Personality: This dimension \nis related to the development of values. It is also concerned with self-actualisation which is related to recognising one’s potential and developing them to the maximum. Proper \nChapter-9 Yoga.indd   120 08-11-2016   11:41:56 AM\n2024-25\n\n--- Page 3 ---\nPersonality Development through Yoga  121\ndevelopment of this dimension helps the person to realise one’s \ntrue identity. For spiritual development, yama, niyama, pratyahara and dhyana (meditation) are helpful. Yama and niyama help to develop our moral values while pranayama, and meditation help us to realise our true self. Introspection is  very effective for the development of ‘self’.\n9.3 YogIc PractIces  for PersonalItY  develoPment\nIn the following section, we will discuss some yogic practices which contribute to the development of various dimensions of personality.\nWe begin with Surya Namaskara. Prepare the body by \nperforming yogic micro practices.\n9.3.1 Surya Namaskara (Sun Salutation) \nSurya means ‘sun’ and namaskara means ‘salutation’ or \n‘bowing down’.  It consist of 12 postures. The regular practice of \nsurya namaskara helps improve blood circulation throughout the body and maintain health, and thereby helps one to remain disease-free. Postures practised during surya namaskara act as a good link between warm-ups and asanas. Surya namaskara \nshould preferably be done at the time of sunrise. It can be done any time on an empty stomach. However, morning is considered to be the best time for it. Adolescents should start doing surya namaskara daily to have healthy body and mind.Yama (Restraint) and Niyama (Observance)\nYama and Niyama are  principles which need to be adopted \nalways in our day-to-day life. These can be considered as the universal codes of conduct that help us in following high standards in our personal and social life. Principles of yama are concerned with one’s social life; while the principles of niyama are concerned with one’s personal life. Yama and \nniyama are part of Ashtanga yoga.\nThe five principles of yama are: Ahimsa (non-violence), \nSatya (truthfulness); Asteya (non\n-stealing); Brahmcharya \n(abstinence) and Aparigraha (non-collectiveness).\nThe five principles of \nniyama are: Shaucha (cleanliness); \nSantosha (satisfaction); Tapas (austerity); Swadhyaya (study of good literature and knowing about the 'self') and Ishwarpranidhana (dedication to the God/Supreme power).\nChapter-9 Yoga.indd   121 08-11-2016   11:41:56 AM\n2024-25\n\n--- Page 4 ---\n122 Health and Physical Education  — Class IX\nLet us perform surya namaskar by following the steps \ngiven below:\n1. Stand erect with legs together and hands by the sides of the body. Bring both the arms to the chest with palms together in the prayer posture (Namaskarasana).\n2.\n Inhaling, raise both the arms above the head. Stretching bend the trunk backwards (Hastottanasana).\n3.\n Exhaling, bend the trunk forward and place the \nhands on the floor besides the feet and forehead near the knees (Padahastasana).\n4.\n Inhaling, stretch the right leg backward \nand bend the left leg at the knee. Tilt the head \nbackward and, look up while arching the spine (Ashwasanchalanasana).\n5.\n Stretch the left foot backward by the side of right \nfoot, lower your head and move buttocks upwards. \nKeep arms and legs straight and heels on the floor (Parvatasana).\n6.\n Lower the knees, chest and chin to the floor. Keep \nthe hips slightly up. The toes, knees, chest, hands \nand chin should be touching the floor (Ashtanga namaskara).\n7.\n Lower the hips. Raise the head and torso up \nto the navel region. Bend the head backwards \n(Bhujangasana).\n1. 2. 3.\n4. \n5.\nChapter-9 Yoga.indd   122 08-11-2016   11:41:59 AM\n2024-25\n\n--- Page 5 ---\nPersonality Development through Yoga  123\n8. Lower the head and trunk to the floor, now raising the \nbuttocks and straightening the arms, bring \nfeet towards \nthe head. Head should be between the arms. Come to the postion 5 (Parvatasana).\n9.\n By bending the left leg, bring it to the front between the hands. Take the right leg behind with knee touching the floor. Keep palms on both the sides of the left foot and head tilted backward and back arched. Look up (Ashwasanchalanasana).\n10.\n Exhaling, bring the right leg forward and keep it by the side of left leg. Keep the hands on the floor on sides of the feet and head near the knees (Padahastasana).\n6. \n 7. \n8. \n10. \n 9. \nChapter-9 Yoga.indd   123 08-11-2016   11:42:01 AM\n2024-25\n\n--- Page 6 ---\n124 Health and Physical Education  — Class IX\n11. Inhaling, raise both the arms above the head and bend \nthe trunk backwards (Hastottanasana).\n12. Come to the erect and straight position. Join both palms in prayer posture (Namaskarasana).\nBenefits\n•\tIt helps to increase strength, endurance and flexibility.  \n•\tIt regulates all the systems of the body.\n•\tIt improves concentration.\n•\tIt helps in removing excess fat.\n•\tIt helps in constipation and improve blood circulation in \nthe body.\n•\tIt energises the body.\n•\tIt helps in increasing the height of the growing children and toning up the body. \n•\tIt revitalises the body and refreshes the mind.\n•\tIt stretches abdominal organs and improves digestion.\nLimitation\nOne should avoid \npractising surya namaskara in case of high \nblood pressure, fever, heart diseases, hernia, slipped disk, \nintestinal tuberculosis and sciatica.\n9.4  a sanas\nWe all know that asanas are beneficial for our physical and mental development. You have also learnt so many asanas in previous classes. Now, we will discuss some more asanas in this section.11.\n 12.\nChapter-9 Yoga.indd   124 08-11-2016   11:42:01 AM\n2024-25\n\n--- Page 7 ---\nPersonality Development through Yoga  125\n9.4.1 Tadasana (Palm tree posture)\nTada in Sanskrit means ‘palm tree’. This is called Tadasana \nbecause in this asana the student stands straight like a palm \ntree. Hence, it has been named Tadasana. \nLet us perform Tadasana by following the steps given \nbelow:\n1. Stand erect, feet together, hands by the side of the thighs. Keep the back straight and gaze in front. \n2.\n Stretch the arms upward, keep them straight and \nparallel with each other in vertical position, with the palms facing inward. \n3.\n Slowly raise the heels as much as you can and stand on toes. Stretch body up as much as possible. Maintain \nthe position for 5-10 seconds.\n4.\n To come back, bring the heels on the floor first. Slowly bring down the hands by the side of the thighs and \nrelax.\nChapter-9 Yoga.indd   125 08-11-2016   11:42:02 AM\n2024-25\n\n--- Page 8 ---\n126 Health and Physical Education  — Class IX\nRemember the following points:\nDos Don’ts\n•\t The\tinner\tupper\tarms\tshould\t\nbe touching the respective \nears.\n•\t Stretch \tthe\tarms\tand\tfingers\t\nfully.\n•\t Keep \tthe\thead,\tneck\tand\tthe\t\nbody in one straight line.•\t Do\tnot\tbend\tforward\tor\t\nbackward.\nBenefits\n•\tIt gives vertical stretch to whole body muscles.\n•\tIt strengthens thighs, knees and ankles.\n•\tIt helps improve height of the children.\n•\tThis posture plays an important role in increasing one’s  \nself-awareness.\n•\tIt helps to remove laziness and lethargy.\nLimitation\n•\tThose having complaints of vertigo should not practise \nthis asana.\n9.4.2 Katichakrasana (Lumber Twist Posture)\nKati in Sanskrit means ‘waist’ and chakra means ‘wheel’. In \nthis asana, the waist is moved towards right side and left \nside. The movements of the waist along with arms look like \na wheel. Hence, it is called Katichakrasana.\nLet us perform Katichakrasana by following the steps \ngiven below:\n1. Stand erect on the ground with feet 12 inches apart. \n2. Now, keep the arms out-stretched in front of the body \nwith palms facing each other at the shoulder level. \n3. While inhaling, swing the arms slowly towards right side of your body.\n4.\n Twist your body from the waist to the right and take your arms back as far as possible.\n5.\n While swinging towards right side, keep \nthe right arm \nstraight and left arm bent.\n6. Repeat the practice twisting toward left side as well.\nChapter-9 Yoga.indd   126 08-11-2016   11:42:03 AM\n2024-25\n\n--- Page 9 ---\nPersonality Development through Yoga  127\nRemember the following points:\nDos Don’ts\n•\t Right \thand\tis\tkept\tstraight \t\nwhile twisting to the right \nand vice versa.\n•\t Fingers \tshould\tbe\tstretched \t\nout. Inhale while twisting towards back and \nexhale \nwhile coming to the normal position.\n•\t In\n\tthe\tfinal\tposition \tof\tasana \ngaze behind.•\t Don’t \tbend\tforward\tor\t\nbackward.\n•\t Don’t \tmove\tthe\tlower\tpart\tof\t \nthe body.\n•\t Do\tnot\tjerk\tthe\tbody.\nBenefits\n•\tIt helps in making slim. \n•\tIt relieves constipation and makes the lumber region \nstrong.\n•\tIt is good for respiratory ailments. Tuberculosis of lungs can be prevented.\n•\tIt strengthens shoulders, neck, arms, abdomen, back and thighs.\nLimitation\n•\tDo not practise it if suffering from chronic spinal pain or\n\tinjury.\n9.4.3 Simhasana (Lion Posture)\nIn Sanskrit Simha means ‘lion’. In this asana, the face with open mouth and tongue stretched out towards the chin resembles the fierce look of a lion, hence, it is called Simhasana.\nLet us perform Simhasana by following the steps given \nbelow:\n1.\n Sit in Vajrasana with palms on the respective knees. \n2. Keep the knees apart. \n3. Place both the heels upwards under perineum. \n4. Place both the palms on the respective knees widely \nspreading out the fingers.\n5. Lean forward and place the palms on the floor between the knees.\n6.\n Open the mouth and stretch out the tongue as much as possible and gaze at bhrumadhya (centre of eyebrows).\n7.\n Release the bhrumadhya dristi and relax your eyes.\n8. Come to Vajrasana by placing the palms on the respective knees and relax.\nChapter-9 Yoga.indd   127 08-11-2016   11:42:03 AM\n2024-25\n\n--- Page 10 ---\n128 Health and Physical Education  — Class IX\nRemember the following points:\nDos Don’ts\n•\t The\tknee\tshould\trest\ton\tthe\t\nground.\n•\t Sit\ton\tthe\theels.\n•\t The\tbuttocks \tare\tto\tbe\tlifted\t\nup.\n•\t The\tfingers\tshould\tbe\tspread\t\nout in imitation of the lion’s \npaws. •\t\nDo\tnot\tprotrude \tthe\ttongue\t\nbeyond the capacity.\nBenefits\n•\tIt is beneficial for the muscles of the face and neck.\n•\tThe tongue becomes more elastic and healthier.\n•\tSalivary glands become strong.\n•\tIt regulates functioning of thyroid.\n•\tIt helps in reducing dullness and depression and \nimproves slurring of speech.\nLimitation\n•\tDo not  practise if suffering from backache, arthritis of hip\n\tand\tknee,\tthroat\tproblems \tand\tpain\tin\tjaws.\n9.4.4 Mandukasana (Frog Posture)\nManduka, a Sanskrit word means ‘frog’. In this asana, the \nfinal posture resembles the shape of a frog. Hence, it is named Mandukasana.\nLet us perform Mandukasana by following the steps given \nbelow:\n1.\n Sit in Vajrasana.\n2. Make the fists with \nthumbs inside and put them near navel and press the navel area. \n3.\n Exhale slowly, lean forward from the waist, lower the chest, so that it rests on the thighs.\n4.\n Keep the head and neck raised and gaze in front.\n5. Maintain the position comfortably for 5-10 seconds.  \n6. To release the posture, come back to the sitting position by raising the trunk; remove your fists from the navel area and sit in Vajrasana. \nChapter-9 Yoga.indd   128 08-11-2016   11:42:04 AM\n2024-25\n\n--- Page 11 ---\nPersonality Development through Yoga  129\nRemember the following points:\nDos Don’ts\n•\t Keep \tthe\thead\tand\tneck\t\nraised in final position.\n•\t Look \tin\tthe\tfront.\n•\t Put\tpressure \ton\tthe\tnavel\t\narea.•\t Do\tnot\tlean\tbeyond\tthe\t\ncapacity.\n•\t Do\tnot\tjerk\tthe\tbody\twhile\t\nleaning forward. \nBenefits\n•\tThis asana is beneficial for the people having heavy \nbellies, thighs or hips.\n•\tIt eliminates gases from the abdomen.\n•\tIt benefits people suffering from constipation, diabetes \nand digestive disorders. \nLimitation\n•\tPerson with slipped disc, lumber spondylitis or any other\n\tmajor\tdisease\tof\tthe\tspine\tshould\tnot\tpractise \tthis\t\nasana.\n9.4.5 Uttana-mandukasana\n(Stretched up Frog Posture)\nUttana means ‘upright’ or ‘stretched up’ and manduka \nmeans ‘frog’. In final position of this asana, the body looks like a stretched up or upright frog, hence, it is called Uttana-mandukasana.\nLet us perform Uttana-mandukasana by following the \nsteps given below:\n1.\n Sit in Vajrasana. \n2. Keep both the knees wide apart to such an extent \nthat toes of both the feet touch each other. The head, neck and trunk are kept erect. The eyes are either closed or kept open. \n3.\n Raise the arms above the head, fold them and take them behind. \n4.\n Place the right palm below left shoulder and left palm below right shoulder. \n5.\n Maintain this position comfortably \nfor 5-10 seconds.\n6. To come back, remove the arms one by one, bring the knees together and come to Vajrasana.\nChapter-9 Yoga.indd   129 08-11-2016   11:42:05 AM\n2024-25\n\n--- Page 12 ---\n130 Health and Physical Education  — Class IX\nRemember the following points:\nDos Don’ts\n•\t The\thead\tis\tsurrounded \tby\t\nthe elbows.\n•\t Keep \tthe\tspine\tand\tneck\t\nerect. •\t Do\tnot\tbend\tthe\tarms.\n•\t Do\tnot\tlean\tforward.\nBenefits\n•\tIt helps in reducing backache.\n•\tIt improves the blood circulation in the chest and \nabdomen.\n•\tIt tones the abdominal and shoulder muscles.\n•\tIt improves the functioning of lungs by improving the movements of diaphragm. \nLimitation\n•\tThose suffering from chronic knee pain and piles should avoid this asana.\n9.4.6 Kukkutasana (Cockerel Posture)\nThis is called Kukkutasana because this asana imitates the posture of a cock. This is a balancing posture, therefore, it should be practised with caution.  Before taking up this practice, one must have sufficient practice of Padmasana.\nLet us perform Kukkutasana \nby following the steps given below:\n1.\n Sit in Padmasana. Keep \nyour hand on side.\n2. Now insert the arms between calves and thighs until the palms reach the floor.\n3.\n Inhaling, lift the body up as \nhigh as possible in the air. \nSupport and balance the body on the hands. Keep the neck and head straight.  \n4.\n Maintain the position with normal breath comfortably for 5-10 seconds. \n5.\n To release the posture, exhaling lower the body and bring it to the floor. Take the inserted arms out and sit in Padmasana. \nChapter-9 Yoga.indd   130 08-11-2016   11:42:07 AM\n2024-25\n\n--- Page 13 ---\nPersonality Development through Yoga  131\nRemember the following points:\nDos Don’ts\n•\t Keep \tthe\thead\tstraight \tand\t\neyes on fixed in front. \n•\t Keep \tpalms\tapart\tfirmly\ton\t\nthe ground while fingers \npointing forward. \n•\t Body \tshould\tbe\tbalanced \ton\t\nthe arms.\n•\t Hold \tthe\tback\tstraight. \t•\t Do\tnot\tbend\tforward.\n•\t Do\tnot\tbring\tthe\tfingers\t\nclose.\n•\t Do\tnot\tbend\tthe\thead\tor\t\nneck.\nBenefits\n•\tThis posture helps to strengthen the shoulder, arms and \nelbows. \n•\tThis posture also helps to develop a sense of balance and stability.\n•\tThis makes the body strong. \nLimitation\n•\tPeople suffering from heart disease or high blood pressure should not practise this asana.\n9.4.7 Akarna Dhanurasana \n(Bow and Arrow Posture)\nAkarna means ‘ear’ and Dhanur  \nmeans ‘bow’. In this asana, the \nposture resembles like a ‘bow’. In this posture, hand is pulled up to ear like pulling a bow and arrow. Hence, this is called Akarna Dhanurasana.\nLet us perform Akarna \nDhanurasana by following the steps given below:\n1.\n Sit and stretch out both the \nlegs in front. Keep both the arms by the side of the body. \nPalms should be resting on the ground, fingers together pointing forward. \n2.\n Catch hold of the right big toe by the hook of the index finger and thumb of the left hand.\n3.\n Make the hook with the help of index finger and thumb of right hand. Clasp the big toe of the left leg. \n4.\n Bend the right leg at knee. \nPull the feet by the toe, so as \nit reaches up to the left ear.\n5. Maintain the position for 5 to 10 seconds.\nChapter-9 Yoga.indd   131 08-11-2016   11:42:08 AM\n2024-25\n\n--- Page 14 ---\n132 Health and Physical Education  — Class IX\n6. To come back, lower the right foot, release the hand and \nkeep it by the side. Now bring the left leg on the floor. Release the right hand and keep it by the side of the body.\n(Do it from other side changing the position of legs and hands.)\nRemember the following points:\nDos Don’ts\n•\t Keep \tthe\ttrunk\tand\thead\t\nerect.\n•\t While \tbending \tthe\tleg,\tthe\t\narms should be straight.\n•\t Pull\tthe\tfoot\tup\tto\tear\tas\t\nmuch as you can.•\t Do\tnot\tjerk\tor\tstrain.\n•\t In\tthe\tbeginning \tdo\tnot\tpull\t\nthe foot up to ear.\nBenefits\n•\tThis asana is beneficial in constipation and indigestion.\n•\tIt strengthens the abdominal muscles, muscles of arms \nand legs. \n•\tIt makes the legs supple. \nLimitation\n•\tDo not practise, if suffering from spinal complaints, dislocation\n\tof\thip\tjoints\tand\tsciatica.\n9.4.8 Matsyasana (Fish Posture)\nIn Sanskrit, Matsya means ‘fish’. In final posture of this asana, the body takes shape of a floating fish. The folded legs resemble the tail of a fish, hence, it is called Matsyasana. This asana should \nbe performed under the supervision of an expert. \nLet us perform \nMatsyasana by following the steps given below:\n1.\n Sit in Padmasana.\n2. Lie on the back with support of the elbows.  \n3. Lift the neck and chest slightly up; the back should be arched and  raised from the ground. \n4.\n Bend the head backward and place the crown of the head on floor. \nChapter-9 Yoga.indd   132 08-11-2016   11:42:09 AM\n2024-25\n\n--- Page 15 ---\nPersonality Development through Yoga  133\n5. Make hooks with the index fingers of both hands; and \nclasp the big toes with hooks of opposite hands.\n6. Maintain the position for 10-15 seconds or as long \nas \ncomfortable.\n7. To come back, release the toes; place hands on the ground; raise head up with the support of hands.  Sit with the help of the elbows. \nRemember the following points:\nDos Don’ts\n•\t Try\tto\tmake\tthe\tmaximum \t\narch of the spine.\n•\t Keep \tthe\tarms\tbent\tat\tthe\t\nelbows.\n•\t The\tcrown\tof\thead\tmust\t\ntouch the floor.\n•\t The\tknees\tmust\ttouch\tthe\t\nground.•\t Do\tnot\tallow\tthe\tknees\tto\t\ncome up from the ground \nwhile arching the back.\n•\t While \tleaning\tbackward, \tdo\t\nnot strain.\nBenefits\n•\tIt improves blood supply to the brain.\n•\tIt regulates the functioning of thyroid gland and improves \nimmune system. \n•\tIt alleviates backache and cervical spondylitis.  \n•\tIt divert the blood from the legs to the pelvic region and helps to increase the tone of the abdominal muscles. \n•\tIt is beneficial in lungs and respiratory disorders.\nLimitation\n•\tAvoid practising this asana in case of vertigo, cardiovascular diseases, hernia, arthritis, knee and ankle and spinal problems.\n9.4.9 Bhujangasana (Cobra Posture)\nBhujangasana comprises two words- bhujanga\n\tand\tasana. In Sanskrit, \nbhujanga means cobra (snake) and asana means posture. In the final position of this asana\n, the body resembles the \nshape of a hooded snake, hence the posture is called Bhujangasana. \nLet us perform Bhujangasana by \nfollowing the steps given below:\n1.\n Lie prone on the ground with forehead touching the floor; legs together, hands by the side of thighs.  \nChapter-9 Yoga.indd   133 08-11-2016   11:42:09 AM\n2024-25\n\n--- Page 16 ---\n134 Health and Physical Education  — Class IX\n2. Fold the hands at elbows and place the palms by the \nside of the shoulders, thumbs under armpits, with tip of the fingers not crossing the shoulder line.\n3.\n Inhaling, slowly raise the head, neck and shoulders. Shoulders should be shrugged backwards.\n4.\n Raise the trunk up to the navel region. Raise the chin as high as possible. \n5.\n Eyes should be kept gazing upward. \n6. Maintain the position for 5 -10 seconds or as long as comfortable.\n7.\n To come back, bring down the upper part of navel region, chest, shoulders, chin and head.\n8.\n Place the forehead on the ground and arms along the body, hands by sides of the thighs.  Relax. \nRemember the following points:\nDos Don’ts\n•\t Put\tminimum \tweight\ton\t\nhands.\n•\t Distribute \tweight\ton\tthe\tback.\nThe trunk should be  raised \nup to the navel only.\n•\t While \traising,\tshoulders \t\nshould be shrugged backwards.•\t Do\n\tnot\tgive\tjerk\tto\tlift\tthe\t\nbody.\n•\t Do\tnot\tallow\tthe\telbows\tto\t\nspread out. \n•\t Do\tnot\traise\tthe\tregion\t\nbeyond the navel region.  \nBenefits\n•\tIt affects the spinal column and makes it flexible. \n•\tIt solves digestive complaints.\n•\tIt increases intra-abdominal pressure benefiting the \ninternal organs especially the liver and kidneys.\n•\tIt relaxes both body and mind. \nLimitation\nThose suffering from hernia, peptic ulcer, intestinal tuberculosis \nand acute abdominal pain should avoid this practice.\nChapter-9 Yoga.indd   134 08-11-2016   11:42:10 AM\n2024-25\n\n--- Page 17 ---\nPersonality Development through Yoga  135\n9.4.10 Makarasana (Crocodile Posture)\nThe posture is called Makarasana \nas the body resembles the shape of makara, which in Sanskrit means ‘crocodile’. Makarasana is a relaxing \nasana to body and mind and is very beneficial for reducing stress. \nLet us perform Makarasana by \nfollowing the steps given below:\n1.\n Lie down on your stomach. \n2. Keep the legs at a comfortable distance with heels inside and toes pointing outward. \n3.\n Fold arms at elbows, and keep them under the head. \n4. Place the head on the cushion of the arms, close the eyes and relax.\n5.\n To come back bring the arms \nalong the body and legs \ntogether. \nRemember the following points:\nDos Don’ts\n•\t Both \telbows\tcan\tbe\tkept\t\nslightly apart if found \ndifficult to put one above the other.\n•\t Do\n\ta\tdeeper\tabdominal \t\nbreathing. •\t Do\tnot\tpress\tthe\tchest\t\nhard on the ground so that the breathing becomes uncomfortable.\n•\t Do\n\tnot\tbring\tthe\tfeet\t\ntogether.\nBenefits\n•\tTraditionally it is a relaxing posture. \n•\tIt is beneficial in almost all psychosomatic disorders. \n•\tIt is beneficial for respiratory organs, as well as digestive \norgans.\nLimitations\n•\tThose having complaint of obesity and cardiac problems should avoid this practice. \n9.4.11 Shalabhasana (Locust Posture)\nThis asana is named after the \nlocust. In Sanskrit Shalabha refers to ‘locust’ and asana means ‘posture’. In the final posture of this asana, body resembles a locust.\nChapter-9 Yoga.indd   135 08-11-2016   11:42:11 AM\n2024-25\n\n--- Page 18 ---\n136 Health and Physical Education  — Class IX\nLet us perform Shalabhasana by following the steps given \nbelow: \n1. Lie flat on the stomach, legs together, hands by the \nside of the thighs, palms facing \ndownward and heels \ntogether. Chest and forehead should be placed on the ground. \n2.\n Place both palms under the thighs.\n3. Stretch the chin slightly forward and keep it on the floor. \n4. Inhaling and pressing the palms on the ground, raise both the legs upward as high as possible. \n5.\n Maintain the position with normal breathing for few seconds. \n6.\n To come back, slowly bring down the legs to the floor. Take out the hands from the thighs. Lie flat on the stomach, legs together, hands by the side of the thighs and palms facing downward.\nRemember the following points:\nDos Don’ts\n•\t Use\tthe\thand\tto\tbalance \t\nand also to control the body \nweight. \n•\t While \tlifting\tthe\tleg,\tcontract \t\nthe lower dorsal muscles and press the \nabdomen on the \nfloor.\n•\t Legs\tshould\tbe\toutstretched \t\nand straight.•\t Jerk\tand\tunbearable \tstrains\t\nshould be avoided.\n•\t Do\tnot\trush\tthrough \tthe\t\nexercise and do not push yourself too much. \n•\t Do\n\tnot\tput\ttoo\tmuch\tpressure \t\non the hands.\nBenefits\n•\tShalabhasana stimulates the autonomic nervous system \nespecially the parasympathetic system.\n•\tIt strengthens the lower back and pelvic organs. \n•\tIt gives relief in the conditions of mild sciatica, backache and non-serious slip disk.  \nChapter-9 Yoga.indd   136 08-11-2016   11:42:11 AM\n2024-25\n\n--- Page 19 ---\nPersonality Development through Yoga  137\n•\tIt is a good exercise for the legs, thighs, hips, buttocks, \nthe lower abdomen, diaphragm and wrists.\n•\tIt improves blood circulation in the pelvic region.\n•\tIt helps to reduce excessive fat formed around the knees, the thighs, the waist and the abdomen and thereby improves physical appearance and positive body image.\n•\tIt helps to regulate the functioning of liver.\n•\tIt is beneficial to increase elasticity and flexibility of spine.\nLimitation\n•\tPeople suffering from high blood pressure, asthma and \ncardiac diseases, weak lungs, hernia, peptic ulcers and intestinal tuberculosis should avoid practising this asana. \n9.4.12 Dhanurasana (Bow Posture)\nIn Sanskrit Dhanur means ‘bow’. This is called the bow posture because in this posture the body resembles a bow with its string attached to it. The trunk and the thighs represent the bow, whereas the hands and legs take the place of the string.\nLet us perform Dhanurasana by following the \nsteps given below:\n1.\n Lie down in prone position.\n2. Exhaling, slowly bend the legs backwards at the knees. \n3.\n Hold the toes or ankles firmly with hands as per your capacity.\n4.\n Inhaling, raise thighs, head and chest as high as possible. Stretch and bring the toes or ankles towards head. Look upward. Maintain the position comfortably \nfor \n5-10 seconds. \n5. To come back, release the arms and keep them beside the body. Straighten the legs. Bring the legs, head, shoulders and chest slowly on the floor and relax in starting position. \nChapter-9 Yoga.indd   137 08-11-2016   11:42:12 AM\n2024-25\n\n--- Page 20 ---\n138 Health and Physical Education  — Class IX\nRemember the following points:\nDos Don’ts\n•\t Balance \tthe\tweight\tof\tbody\ton\t\nlower abdominal region.\n•\t Arch \tthe\tback,\tas\tmuch\tas\t\npossible.\n•\t Keep \tthe\tchest\tclose\tto\tthe\t\nfloor.\n•\t The\tarms\tshould\tbe\t\nstraight.•\t Do\tnot\tjerk\tor\tstrain,\ttake\tthe\t\nposition slowly.\n•\t While \tassuming \tthe\tposture, \t\ndo not lean over to a side.\n•\t Do\tnot\tbend\tor\tspread\tout\tthe\t\nelbows, while maintaining \nthe posture.\nBenefits\n•\tDhanurasana \tis\ta\tgood\texercise \tfor\tjoint\tof\tthe\tshoulders, \t\nknees, ankles and entire backbone.\n•\tIt is beneficial for management of diabetes mellitus as it \nmassages the liver and pancreas. \n•\tIt helps to reduce excess fat around the belly, waist and hips. \n•\tIt strengthens the ligaments, muscles and nerves in the back, arms, legs, shoulders, neck and abdomen.  \n•\tIt stimulates and regulates thyroid and adrenal glands.\n•\tIt helps in reducing backache pain.\n•\tIt is good for the conditions of hunched back and drooping shoulders.\nLimitation\n•\tPerson with high blood pressure, hernia, peptic ulcer, appendicitis, colitis slipped disc, lumber spondylitis should not practise this asana.\n9.4.13 Sarvangasana (Shoulder Stand Posture)\nSarvangasana comprises three words: sarva, anga and asana. In Sanskrit, sarva means ‘whole’ and anga means ‘parts of the body’ and asana means ‘posture’. The posture is called Sarvangasana, because it influences the whole body. \nLet us perform Sarvang-asana by following the steps given \nbelow:\n1.\n Lie on the back with the hands along the thighs, palms \nresting on the ground.  \n2. Pushing down on hands slowly raise both the legs up to 30\n0. Hold the position for few seconds.\n3. Slowly, raise the legs further up to 600 and maintain the \nposition for few seconds.\n4. Raise the legs further up to 900 and maintain the \nposition for few seconds.\nChapter-9 Yoga.indd   138 08-11-2016   11:42:13 AM\n2024-25\n\n--- Page 21 ---\nPersonality Development through Yoga  139\n5. Bend the arms at the elbow and place the hands at the \nhips. Now, cupping the buttocks with hands raise the buttocks.  Raise legs, abdomen and chest up vertically in a straight line with the trunk.  Place the palms on your back to support the back.\n6.\n Push the chest forward so that it presses firmly against the chin. Keep the elbows close to each other.\n7.\n Maintain the position comfortably for 5-10  seconds.\n8. To come back, lower the spine very slowly along the floor. Lower the buttocks with hands supporting the back and bring the buttocks on the ground. Bring the legs up to 90\n0 and stop there. Place the hands firmly on \nthe ground close to the body. Lower the legs still up to 60\n0 and 300 and then slowly on the ground and relax.\nRemember the following points:\nDos Don’ts\n•\t Movements \tof\tthe\tlegs\tshould\t\nbe very slow, stopping at \ndifferent angles.\n•\t In\tthe\tfinal\tposition, \tkeep\tthe\t\nlegs vertical in a straight line with the trunk.\n \n•\t Support \tthe\tback\twith\tyour\t\nhands. •\t Avoid \tbending \tthe\tlegs.\t\n•\t Avoid \tjerky\taction\tin\t\nassuming the final position or returning from it.\nChapter-9 Yoga.indd   139 08-11-2016   11:42:13 AM\n2024-25\n\n--- Page 22 ---\n140 Health and Physical Education  — Class IX\nBenefits\n•\tIt regulates the thyroid function. \n•\tIt helps in increasing the circulation of blood to the brain.\n•\tIt strengthens the neck region.\n•\tIt helps in managing problems related to endocrine \nglands. \nLimitation\n•\tThose suffering from high blood pressure, epilepsy, pain in neck and lumber region, excessive obesity and cardio-vascular complaint should not practise it. \n9.4.14 Halasana\nHala in Sanskrit and Hindi means ‘plough’. In the final position of this asana, the body resembles the shape of a plough. As plough makes the hard ground soft, in this asana the veins are stretched which reduces the stiffness of the body.\nLet us perform Halasana by \nfollowing the steps given below:\n1.\n Lie in supine position, legs together \nand arms beside the body. \n2. Keeping \tthe\tknees\tstraight, \traise\tthe\tlegs\tup\tto\t30°.\n3. Raise\tthe\tlegs\tfurther\tup\tto\t60°.\n4. Raise\tthe\tlegs\tstill\tfurther\tup\tto\t90°,\tkeeping \tthem\t\nvertical and straight.\nChapter-9 Yoga.indd   140 08-11-2016   11:42:14 AM\n2024-25\n\n--- Page 23 ---\nPersonality Development through Yoga  141\n5. Pressing the arms raise the trunk by lowering the legs \nover the head, the toes touching the ground. \nPush the \nlegs a little beyond the head.\n6. Keep the arm straight on floor. Maintain the position for 5-10 seconds.\n7.\n To come back, remove the arms, slowly lower the back and buttocks to the ground, bring the legs to \n900 \nposition. Lower the legs to starting position. \nRemember the following points:\nDos Don’ts\n•\t Go\tto\tthe\tdifferent \tstages\t\nslowly and retain them for \nsome time.\n•\t Give\tthe\tsupport\tof\tthe\thands\t\nto the back while raising the trunk.\n•\t Keep\n\tthe\tknees\tstraight \t\nthrough all the stages of the asana. \n•\t Balance\n\tweight\ton\thands\tand\t\nshoulders.•\t Avoid \tgiving\tany\ttype\tof\tjerk\t\nto the body.  \n•\t Do\tnot\twithdraw \tthe\tsupport \t\nof the hand at the back \nuntil \nthe legs touch the ground.  \n•\t Do\tnot\tforce\tthe\tlegs\tto\ttouch\t\nthe ground, if it is difficult.  \nBenefits\n•\tIt gives good exercise to the thyroid gland/parathyroid \ngland.\n•\tIt gives a good stretch to the spinal column and back deep muscles, making the spine strong and healthy.\n•\tIt helps in increasing the height of children.\n•\tIt alleviates problem of dyspepsia and constipation is removed. \nLimitation\n•\tPractice of this asana should be avoided in case of \nstiffness in spine, cervical spondylities, hernia, high \nblood pressure and slipped disc.\n9.4.15 Shavasana (Corpse Posture)\nIn Sanskrit, Shava means a ‘dead body’. In this posture the body resembles like a dead body, hence, this asana is called Shavasana. \nAs the name suggests, this asana takes the person away from tension; reduces stress and is relaxing to  the body and the mind.\nChapter-9 Yoga.indd   141 08-11-2016   11:42:15 AM\n2024-25\n\n--- Page 24 ---\n142 Health and Physical Education  — Class IX\nLet us perform Shavasana by following the steps given \nbelow:\n1. Lie flat in supine position.\n2. Keep the legs straight with feet at 8-12 inches apart. \nKeep heels inside and toes outside.\n3. Keep the palms facing upward slightly away from the body with fingers in a semi-flexed position. \n4.\n Take deep breath and simultaneously close \nthe eyes. \nFeel complete relaxation in your body. Try to relax all parts of your body.\n5.\n Breathe normally and concentrate on the \nflow of breath.  \n6. To come back, open your eyes and come to the starting \nposition.\nRemember the following points:\nDos Don’ts\n•\t Withdraw \tattention \tfrom\t\nexternal surroundings.\n•\t All\tparts\tof\tbody\tshould\tbe\t\nrelaxed.\n•\t Try\tto\tbe\taware\tof\tthe\tinternal \t\nhappenings. •\t Do\tnot\ttense\tthe\tmuscles \tof\t\nbody. \n•\t Try\tnot\tto\tsleep.\nBenefits\n•\tIt removes stress and tension.\n•\tIt is useful to reduce high blood pressure.\n•\tIt relaxes the body and mind. \n•\tIt removes fatigue from the body.\n•\tIt is beneficial in the cases of insomnia as it helps to \ninduce sleep.\nLimitation\n•\tDo not practise if suffering from low blood pressure.\n9.5  KrIYa\n9.5.1 Kapalabhati (Frontal Brain Cleansing)\nKapalabhati is considered a Kriya (cleansing practice) which cleanses the frontal brain. In Sanskrit, Kapala means ‘skull’ \nand bhati means ‘shine’. Kapalabhati helps to improve the functions of the organs located in the skull. \nLet us perform Kapalabhati by following the steps given \nbelow:\n1.\n Sit straight in any meditative pose like Padmasana or \nVajrasana. \n2. Take deep breath through the nostrils. \nChapter-9 Yoga.indd   142 08-11-2016   11:42:15 AM\n2024-25\n\n--- Page 25 ---\nPersonality Development through Yoga  143\n3. Exhale forcefully in such a way that the lower abdomen \nis contracted to expel out the air. Inhale spontaneously and passively without making any efforts. Do not make effort to inhale. Air will enter the body through the passive inhalation. This is one stroke of Kapalabhati. Begin with 20 strokes at a time. This is one round. One can practise one to three rounds in a practical session. Gradually increase the strokes in one round. \nRemember the following points:\nDos Don’ts\n•\t Inhalation \tshould\tbe\tpassive\t\nand short, while exhalation \nshould be forceful. \n•\t Kapalabhati \tshould\tbe\t\npractised after asana but before meditation.•\t Do\n\tnot\tmove\tthe\tchest\t\nor shoulders during exhalation.\n•\t Do\n\tnot\tcontract \tor\tdistort\tthe\t\nface. \nBenefits \n•\tIt stimulates the nerves in the abdominal region, tones \nup the abdominal muscles and improves digestion.\n•\tKapalabhati expels more carbon-dioxide and other waste gases from the lungs than the normal breathing.   \n•\tIt improves heart and lungs capacity and therefore good for bronchial/asthma. \n•\tIt improves blood circulation throughout the body. \n•\tIt energises the body and removes lethargy.\nLimitation\n•\tThose suffering from cardio-vascular problems, high blood pressure, hernia, vertigo and gastric ulcer complaints, should avoid practising kapalabhati.\n9.5.2 Agnisara \nIt is considered as a Kriya in yogic practices. The meaning of Agnisara is to increase the gastric fire. In Sanskrit agni \nmeans ‘fire’ and sara means ‘essence’. This kriya regulates \nthe essence of fire which is supposed to be located in the navel region. This practice regulates the functioning of abdominal organs.\nLet us perform Agnisara by following the steps given \nbelow: \n1.\n Stand erect with the feet apart from each other.\n2. Keep the hands on thighs above \nthe knee. Exhale \ncompletely.\n3. Bend the knees and the upper part forward.\nChapter-9 Yoga.indd   143 08-11-2016   11:42:15 AM\n2024-25\n\n--- Page 26 ---\n144 Health and Physical Education  — Class IX\n4. Contract and expand the abdominal muscles rapidly for \nas long as comfortable while retaining the breath out side.\n5.\n Then slowly breathe in. Repeat the practice 2-3 times.\nRemember the following points:\nDos Don’ts\n•\t It\tis\tadvisable \tto\tpractise \tit\t\non an empty stomach.\n•\t Do\tpractise \tfor\ttwo\tor\tthree\t\ntimes.•\t Avoid \tslightest \tinhalatory \t\neffort.\n•\t Do\tnot\tpractise \tit\tafter\t\nmeals.\nBenefits\n•\tIt strengthens the abdominal muscles and nerves.\n•\tIt improves the gastric fire and stimulates appetite.\n•\tIt alleviates constipation and sluggishness of liver.\n•\tIt alleviates dullness and depression.\nLimitation \n•\tPerson suffering from high blood pressure, heart disease, peptic ulcers or chronic diarrohoea  should not perform this kriya.\n9.6  PranaYama\nPrana refers to the ‘universal life force’ and ayama means to ‘regulate’. Prana is the vital energy without which the body \nwould not survive. Pranayama relates to breathing techniques which help to increase breathing capacity. Some common pranayamas include anuloma-viloma, bhastrika, ujjayi, sheetali, etc.\n9.6.1 Anuloma-viloma Pranayama \n(Alternate Nostril Breathing)\nThe Anuloma means ‘towards’ and Viloma means ‘reverse’. It \nis called Anuloma-viloma because alternate nostrils are used \nfor each inhalation and exhalation.  One inhales through the left nostril and then exhales through the right nostril , then the order is reversed  by inhaling through the right nostril, and exhaling through the left nostril. This pranayama is called Nadi-shodhana pranayama  also, if it is performed with \nkumbhaka (holding the breath).\nLet us perform Anuloma-viloma by following the steps \ngiven below:\n1.\n Sit in the position of Padmasana or in any \nother \ncomfortable meditative posture.\nChapter-9 Yoga.indd   144 08-11-2016   11:42:15 AM\n2024-25\n\n--- Page 27 ---\nPersonality Development through Yoga  145\n2. Keep the body erect and place the hands on the \nrespective knees.\n3. Raise the right hand and place the right thumb on the right nostril and close it. \n4.\n Inhale slowly through the left nostril.\n5. Close the left nostril by the ring finger and the little finger and exhale slowly through the right nostril. \n6.\n Again inhale through the right nostril.\n7. Close the right nostril with thumb and exhale through the left nostril. This is one round of Anuloma-viloma.\n8.\n Repeat it 10 times.\nRemember the following points:\nDos Don’ts\n•\t Inhale \tthe\tair\tslowly\twithout\t\nbulging the abdomen.\n•\t Keep \tthe\tratio\tof\t1:1\tor\t1:2\t\nbetween the inhalation and \nthe exhalation.•\t Avoid \tproducing \tsound\tfrom\t\nthe nose.\n•\t Do\tnot\tpress\thard\ton\tthe\t\nnostrils.\n•\t Avoid \tretaining \tbreath\t\n(kumbhaka) in the beginning.\nBenefits\n•\tIt calms down the mind and improves concentration. \n•\tIt improves functioning of all cells of the body by providing \nthem sufficient oxygenated blood. \n•\tIt purifies the blood. \n•\tIt improves blood supply to brain.\n•\tIt helps to regulate blood pressure.\n•\tIt helps in managing stress by reducing anxiety. \n•\tIt is beneficial in many diseases such as asthma, high or low blood pressure, insomnia, chronic pain, endocrine imbalances, heart-problems, hyperactivity, etc.\nLimitation\n•\tIn the beginning, retention of breath should be avoided.\n9.6.2 Bhastrika Pranayama\nThe word Bhastrika has been taken from a Sanskrit  word ‘bhastra’ which means a pair of ‘bellows’. In this pranayama, the action of a bhastra or bellows are imitated. In this pranayama, inhalation and exhalation are done forcefully in rapid succession.  Just as a blacksmith blows in and out the bellows forcefully in rapid succession, dilating and contracting it, similarly breath is taken in and out by dilating and contracting the stomach in forced and rapid succession.  \nChapter-9 Yoga.indd   145 08-11-2016   11:42:16 AM\n2024-25\n\n--- Page 28 ---\n146 Health and Physical Education  — Class IX\nLet us perform Bhastrika Pranayama by following the \nsteps given below:\n1. Sit in Padmasana, Ardhapadmasana or in any other meditative posture. Keep the body erect.\n2.\n Slowly inhale through the nostrils.\n3. Then exhale quickly and forcefully through \nthe nostrils. \n4. Immediately inhale with force. \n5. Continue this forceful rapid exhalation and inhalation \ncounting up to ten breaths. \n6. At the end of the tenth breath, the final exhalation is followed by a deep inhalation and slow exhalation. This is one round of Bhastrika pranayama. \n7.\n Take few normal breaths after this round before starting another round.  \n8.\n Complete three rounds of Bhastrika pranayama.\n9. There may be variations in the technique \nof Bhastrika \npranayama.\nRemember the following points:\nDos Don’ts\n•\t Sit\tstraight \tand\topen\tthe\t\nchest for proper strokes.\n•\t Lungs, \tdiaphragm \tand\t\nstomach should move \nwith each inhalation and exhalation.\n•\tBhastrika pranayama should be performed after asana and nadishodhana pranayama.•\t Do\n\tnot\tgo\tbeyond\tthe\t\ncapacity.\n•\t Chest \tand\tshoulders \tshould\t\nnot move.\n•\t Do\tnot\tpractise \tit\tin\textremely \t\nhot conditions.\nBenefits\n•\tIt increases gastric fire and improves appetite. \n•\tIt destroys phlegm.\n•\tIt is beneficial in case of asthma.\nLimitation\n•\tBhastrika pranayama should not be practised during \near infection. Person suffering from heart problems, high blood pressure, vertigo, stomach ulcers should not practise this pranayama.\nChapter-9 Yoga.indd   146 08-11-2016   11:42:16 AM\n2024-25\n\n--- Page 29 ---\nPersonality Development through Yoga  147\n9.7  Bandha\n9.7.1 Uddiyana Bandha\nIn Sanskrit, uddiyana means ‘raising up’ and bandha means \n‘contraction’ of any part of the body. This may be called uddiyana because it raises the diaphragm up. In this bandha, the diaphragm is made to fly up from its original position and held very high in the thoracic cavity.\nThis bandha exercises the diaphragm and the ribs. It can \nbe practised either in sitting or in standing position. \nLet us perform Uddiyana Bandha by following the steps \ngiven below:\n1.\n Sit in Padmasana, Vajrasana or Sukhasana. Keep the \nhands on knees.\n2. Exhale through the mouth emptying the lungs as much as possible. Hold the breath outside and press down the knees with palms.\n3.\n Form a pit in the abdomen. For making the pit, contract the abdominal muscles inward towards the spine and upwards (abdominal lock). Hold the breath \noutside with \nabdominal lock for as long as comfortable.\n4. To come back, gradually release the abdominal lock, come slowly to the starting position and start inhaling slowly.\n(Repeat it 3-4 times.)\nRemember the following points:\nDos Don’ts\n•\t Have \tthe\tdeepest\tpossible \t\nexhalation.\n•\t Keep \tthe\tfront\tabdominal \t\nmuscles completely relaxed \nand expand the chest.\n•\t Practise \tUddiyana only on an \nempty stomach.\n•\t Perform \tuddiyana bandha \nwith external breath retention only.•\t Avoid\n\tallowing \tthe\tair\tto\tflow\t\ninto the lungs during the practice.\n•\t A\n\tbeginner \tshould\tnot\tmake\t\nmore than three attempts a day.\nBenefits\n•\tIt increases the respiratory efficiency.\n•\tIt Improves blood circulation in the thoracic and \nabdominal region.\n•\tIt tones up the abdominal muscles.\n•\tIt is beneficial in the conditions of constipation, indigestion and diabetes mellitus.\nChapter-9 Yoga.indd   147 08-11-2016   11:42:16 AM\n2024-25\n\n--- Page 30 ---\n148 Health and Physical Education  — Class IX\nLimitation\n•\tPerson suffering from hernia, high blood pressure, heart \ndisease, intestinal ulcers should not practise this.\n9.8  d hYana  (medItatIon )\nMeditation is a yogic practice by which mind becomes still and relaxed. We all know that our mind always remains active and never takes rest. All kinds of thoughts and emotions negatively affect it and as a result minds becomes disturbed. In order to pacify and relax the mind, it is to be stilled. This can be done by taking the mind away from the external things. \nFor pacifying and relaxing the mind, meditation is a very \neffective practice.  It relaxes body and mind both and refuels them with energy. Several researches indicate that meditation improves the functioning of brain. \nThere are several techniques of meditation. They vary in \nthe methodology but the goal of all techniques is same, i.e., reaching an inner calm and a higher level of awareness. All techniques of meditation involve focussing on a single point which could be breath, a mantra,\n\ta\tword\tor\tan\tobject.\tIn\t\nthe beginning, focussing of the mind \nis difficult; therefore a \nbeginner can start meditating for a few minutes only and later on can increase its duration.  \nLet us practice meditation by following the steps given \nbelow:\n1.\n Sit in Padmasana, Sukhasana or in any meditative comfortable posture. Place your hands in Jnana mudra on your respective knees. Keep your spine erect. Close your eyes gently. \n2.\n Breathe normally. \nChapter-9 Yoga.indd   148 08-11-2016   11:42:16 AM\n2024-25\n\n--- Page 31 ---\nPersonality Development through Yoga  149\n3. Focus your attention on the breath. Go inside yourself \nand observe your breathing. Concentrate on inhalation and exhalation. During the practice, your mind may wander here and there. Try to concentrate on your breath only. Breathe normally. \n4.\n Now you can focus on the \nspace between the eyebrows \nwith closed eyes. Remain in this position for five minutes.\n5. To come back, bring your consciousness very slowly back to the external surroundings.\n6.\n Cup the eyes with the hands and blink the eyes for a few seconds so that sudden exposure to light does not irritate them. Slowly open your eyes and remove the hands. Slowly externalise yourself. \nMeditation can be performed in different forms. For example, \ninstead of breath, one may focus on sound also. For this, slowly produce the sound, keep on reducing its volume till it comes to a barely audible note. Then stay calm and concentrate on the tip of the nose or the space between the eyebrows with closed eyes.\nBenefits\n•\tIt gives deeper relaxation.\n•\tIt lowers heart rate and blood pressure.\n•\tIt slows respiratory rate.\n•\tIt helps to reduce stress.\n•\tIt helps in managing emotions.\nIntrospection\nIn addition to above yogic practices, you can practise introspection \nfor personality development. Introspection means inner inspection or self observation. It also means looking within. Introspection is an important method by which a person becomes aware about the self. This practice makes us aware about our strengths and weaknesses. Introspection can be done anytime. \nYou can practise introspection before going to bed. \nLet us practise introspection by following the steps given \nbelow:\n1.\n Sit in Padmasana or any other comfortable meditation pose.\n2. Close your eyes.\n3. Observe your breaths. Focus your mind on your breath only. \nMany unwanted thoughts may come to your mind and disturb you but try to focus on breath only.\nChapter-9 Yoga.indd   149 08-11-2016   11:42:16 AM\n2024-25\n\n--- Page 32 ---\n150 Health and Physical Education  — Class IX\nASSESS mENT\nAnswer the following questions\n1. Mention various dimensions of personality.\n2. Which yogic practice is useful for developing physical \ndimension of personality?\n3. Which practice can help you develop emotional control?\n4. Write two advantages of asana?\n5. What are benefits of Kapalabhati?\n6. Which practices would you like to perform to develop interpersonal relationships?\n7.\n What are the benefits of Bhastrika?\n8. Write the names of asana which derive their name from living\n\tand\tnon-living \tobjects.\n9. Mention the importance of introspection.\n10. Write the technique of meditation. \n11. Write a short note on pranayama.\n12. Which yogic practices are related to the behaviour  and need to be adopted irrespective of time and place.\nProject\n•\tPrepare a chart of five asana which have been named after animals.\n•\tCollect stories related to the principles of Yama and niyama and prepare a folder.\n•\tPrepare a chart on the changes you have experienced in various dimensions of personality.4. Now\tthink\tabout\tthe\tday\tthat\thas\tjust\tpassed.\tThink\ton\tthe\t\nfollowing: \n•\tHow did you spend your day?\n•\tDid you waste your time on unnecessary activities?\n•\tHow did you behave with others?\n•\tWhat kind of thoughts you had during the day? \n5. Analyse your behaviour. If you find mistakes in your behaviour  \n then make a resolve not to repeat them again.\n6. Make a plan for the next \nday. Fix your targets for the next day and  \n plan accordingly to achieve them.\n7. Now, stop thinking and focus on your breath. Now gently open your  \n eyes and relax. \nChapter-9 Yoga.indd   150 08-11-2016   11:42:16 AM\n2024-25\n",
    "total_characters": 51757,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page4_img5.png",
      "page": 4
    },
    {
      "filename": "page4_img6.png",
      "page": 4
    },
    {
      "filename": "page4_img7.png",
      "page": 4
    },
    {
      "filename": "page4_img8.png",
      "page": 4
    },
    {
      "filename": "page4_img9.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page5_img5.png",
      "page": 5
    },
    {
      "filename": "page5_img6.png",
      "page": 5
    },
    {
      "filename": "page5_img7.png",
      "page": 5
    },
    {
      "filename": "page5_img8.png",
      "page": 5
    },
    {
      "filename": "page5_img9.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page6_img5.png",
      "page": 6
    },
    {
      "filename": "page6_img6.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page7_img5.png",
      "page": 7
    },
    {
      "filename": "page7_img6.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page8_img5.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page9_img4.png",
      "page": 9
    },
    {
      "filename": "page9_img5.png",
      "page": 9
    },
    {
      "filename": "page9_img6.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    },
    {
      "filename": "page10_img5.png",
      "page": 10
    },
    {
      "filename": "page10_img6.png",
      "page": 10
    },
    {
      "filename": "page10_img7.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page11_img4.png",
      "page": 11
    },
    {
      "filename": "page11_img5.png",
      "page": 11
    },
    {
      "filename": "page11_img6.png",
      "page": 11
    },
    {
      "filename": "page11_img7.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page12_img3.png",
      "page": 12
    },
    {
      "filename": "page12_img4.png",
      "page": 12
    },
    {
      "filename": "page12_img5.png",
      "page": 12
    },
    {
      "filename": "page12_img6.png",
      "page": 12
    },
    {
      "filename": "page12_img7.png",
      "page": 12
    },
    {
      "filename": "page13_img1.png",
      "page": 13
    },
    {
      "filename": "page13_img2.png",
      "page": 13
    },
    {
      "filename": "page13_img3.png",
      "page": 13
    },
    {
      "filename": "page13_img4.png",
      "page": 13
    },
    {
      "filename": "page13_img5.png",
      "page": 13
    },
    {
      "filename": "page13_img6.png",
      "page": 13
    },
    {
      "filename": "page13_img7.png",
      "page": 13
    },
    {
      "filename": "page14_img1.png",
      "page": 14
    },
    {
      "filename": "page14_img2.png",
      "page": 14
    },
    {
      "filename": "page14_img3.png",
      "page": 14
    },
    {
      "filename": "page14_img4.png",
      "page": 14
    },
    {
      "filename": "page14_img5.png",
      "page": 14
    },
    {
      "filename": "page14_img6.png",
      "page": 14
    },
    {
      "filename": "page14_img7.png",
      "page": 14
    },
    {
      "filename": "page15_img1.png",
      "page": 15
    },
    {
      "filename": "page15_img2.png",
      "page": 15
    },
    {
      "filename": "page15_img3.png",
      "page": 15
    },
    {
      "filename": "page15_img4.png",
      "page": 15
    },
    {
      "filename": "page15_img5.png",
      "page": 15
    },
    {
      "filename": "page16_img1.png",
      "page": 16
    },
    {
      "filename": "page16_img2.png",
      "page": 16
    },
    {
      "filename": "page16_img3.png",
      "page": 16
    },
    {
      "filename": "page16_img4.png",
      "page": 16
    },
    {
      "filename": "page16_img5.png",
      "page": 16
    },
    {
      "filename": "page17_img1.png",
      "page": 17
    },
    {
      "filename": "page17_img2.png",
      "page": 17
    },
    {
      "filename": "page17_img3.png",
      "page": 17
    },
    {
      "filename": "page17_img4.png",
      "page": 17
    },
    {
      "filename": "page17_img5.png",
      "page": 17
    },
    {
      "filename": "page17_img6.png",
      "page": 17
    },
    {
      "filename": "page18_img1.png",
      "page": 18
    },
    {
      "filename": "page18_img2.png",
      "page": 18
    },
    {
      "filename": "page18_img3.png",
      "page": 18
    },
    {
      "filename": "page18_img4.png",
      "page": 18
    },
    {
      "filename": "page18_img5.png",
      "page": 18
    },
    {
      "filename": "page19_img1.png",
      "page": 19
    },
    {
      "filename": "page19_img2.png",
      "page": 19
    },
    {
      "filename": "page19_img3.png",
      "page": 19
    },
    {
      "filename": "page19_img4.png",
      "page": 19
    },
    {
      "filename": "page19_img5.png",
      "page": 19
    },
    {
      "filename": "page19_img6.png",
      "page": 19
    },
    {
      "filename": "page19_img7.png",
      "page": 19
    },
    {
      "filename": "page20_img1.png",
      "page": 20
    },
    {
      "filename": "page20_img2.png",
      "page": 20
    },
    {
      "filename": "page20_img3.png",
      "page": 20
    },
    {
      "filename": "page20_img4.png",
      "page": 20
    },
    {
      "filename": "page20_img5.png",
      "page": 20
    },
    {
      "filename": "page21_img1.png",
      "page": 21
    },
    {
      "filename": "page21_img2.png",
      "page": 21
    },
    {
      "filename": "page21_img3.png",
      "page": 21
    },
    {
      "filename": "page21_img4.png",
      "page": 21
    },
    {
      "filename": "page21_img5.png",
      "page": 21
    },
    {
      "filename": "page21_img6.png",
      "page": 21
    },
    {
      "filename": "page21_img7.png",
      "page": 21
    },
    {
      "filename": "page22_img1.png",
      "page": 22
    },
    {
      "filename": "page22_img2.png",
      "page": 22
    },
    {
      "filename": "page22_img3.png",
      "page": 22
    },
    {
      "filename": "page22_img4.png",
      "page": 22
    },
    {
      "filename": "page22_img5.png",
      "page": 22
    },
    {
      "filename": "page22_img6.png",
      "page": 22
    },
    {
      "filename": "page22_img7.png",
      "page": 22
    },
    {
      "filename": "page22_img8.png",
      "page": 22
    },
    {
      "filename": "page23_img1.png",
      "page": 23
    },
    {
      "filename": "page23_img2.png",
      "page": 23
    },
    {
      "filename": "page23_img3.png",
      "page": 23
    },
    {
      "filename": "page23_img4.png",
      "page": 23
    },
    {
      "filename": "page23_img5.png",
      "page": 23
    },
    {
      "filename": "page24_img1.png",
      "page": 24
    },
    {
      "filename": "page24_img2.png",
      "page": 24
    },
    {
      "filename": "page24_img3.png",
      "page": 24
    },
    {
      "filename": "page24_img4.png",
      "page": 24
    },
    {
      "filename": "page24_img5.png",
      "page": 24
    },
    {
      "filename": "page25_img1.png",
      "page": 25
    },
    {
      "filename": "page25_img2.png",
      "page": 25
    },
    {
      "filename": "page25_img3.png",
      "page": 25
    },
    {
      "filename": "page25_img4.png",
      "page": 25
    },
    {
      "filename": "page25_img5.png",
      "page": 25
    },
    {
      "filename": "page25_img6.png",
      "page": 25
    },
    {
      "filename": "page26_img1.png",
      "page": 26
    },
    {
      "filename": "page26_img2.png",
      "page": 26
    },
    {
      "filename": "page26_img3.png",
      "page": 26
    },
    {
      "filename": "page26_img4.png",
      "page": 26
    },
    {
      "filename": "page26_img5.png",
      "page": 26
    },
    {
      "filename": "page26_img6.png",
      "page": 26
    },
    {
      "filename": "page27_img1.png",
      "page": 27
    },
    {
      "filename": "page27_img2.png",
      "page": 27
    },
    {
      "filename": "page27_img3.png",
      "page": 27
    },
    {
      "filename": "page27_img4.png",
      "page": 27
    },
    {
      "filename": "page27_img5.png",
      "page": 27
    },
    {
      "filename": "page28_img1.png",
      "page": 28
    },
    {
      "filename": "page28_img2.png",
      "page": 28
    },
    {
      "filename": "page28_img3.png",
      "page": 28
    },
    {
      "filename": "page28_img4.png",
      "page": 28
    },
    {
      "filename": "page29_img1.png",
      "page": 29
    },
    {
      "filename": "page29_img2.png",
      "page": 29
    },
    {
      "filename": "page29_img3.png",
      "page": 29
    },
    {
      "filename": "page29_img4.png",
      "page": 29
    },
    {
      "filename": "page29_img5.png",
      "page": 29
    },
    {
      "filename": "page30_img1.png",
      "page": 30
    },
    {
      "filename": "page30_img2.png",
      "page": 30
    },
    {
      "filename": "page30_img3.png",
      "page": 30
    },
    {
      "filename": "page30_img4.png",
      "page": 30
    },
    {
      "filename": "page30_img5.png",
      "page": 30
    },
    {
      "filename": "page31_img1.png",
      "page": 31
    },
    {
      "filename": "page31_img2.png",
      "page": 31
    },
    {
      "filename": "page31_img3.png",
      "page": 31
    },
    {
      "filename": "page31_img4.png",
      "page": 31
    },
    {
      "filename": "page32_img1.png",
      "page": 32
    },
    {
      "filename": "page32_img2.png",
      "page": 32
    },
    {
      "filename": "page32_img3.png",
      "page": 32
    },
    {
      "filename": "page32_img4.png",
      "page": 32
    },
    {
      "filename": "page32_img5.png",
      "page": 32
    }
  ],
  "image_count": 187,
  "keywords": [
    "Chapter",
    "Personality",
    "Benefits",
    "Limitation",
    "Remember",
    "Development",
    "Physical",
    "Health",
    "Education",
    "Class",
    "Sanskrit",
    "Posture",
    "Maintain",
    "Padmasana",
    "Raise",
    "Place",
    "Bhastrika",
    "Vajrasana",
    "Avoid",
    "Kapalabhati"
  ]
}