{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 10,
    "chapter_name": "iehp110",
    "source_file": "iehp110.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n10.1   IntroductIon\nWe all observe how waste is generated in our homes and \nneighbourhood and how it is disposed of. The disposal of \nwaste has been done in a haphazard manner since ages, be it in villages, towns or cities. But today waste generation and disposal has become a matter of concern owing to the enormous increase in population, the changes in our lifestyles and consumption patterns, huge expansion of industries, transport, communication and commercial infrastructures and unrestrained use of modern technology. In fact, waste management has emerged as a serious challenge having major implications not only for human health and social life but also for the environment.\nIt is in this context that this \nchapter deals with different dimensions of waste management. The focus in this chapter, is on solid waste disposal.\n10.2   SolId WaSte\nWhat do we mean by solid waste? \nAlmost everything that we use degenerates and loses its utility over a period of time. Many things become unusable after we use them only once. We then throw them away. Everything that we discard after it loses its usability is known as solid waste or garbage. There are different sources from where solid waste or garbage is generated everyday from individual households (domestic waste), and from industries and commercial establishments. However, all such wastes are not uniform in nature. Broadly speaking, solid wastes can be divided into two distinct categories biodegradable and non-biodegradable waste.Waste Management 10\nactIvIty  10.1\nBring some waste materials from home. This can be kitchen waste (for example, vegetable peels, used tea leaves, some food leftovers) and discarded articles of use, such as empty jars of plastic or/and glass, used paper, torn cloth etc. \n•\tBury those items in the school garden, or in a bucket or flower pot, and cover them with sufficient soil. \n•\tLeave the items buried for about three weeks after which take those items out for review. \n•\tYou will find that certain materials have changed their form, i.e. they have decayed, decomposed or are in the process of decomposition. On the other hand, some other materials are almost in the same form. \n•\tThose materials that have decayed or decomposed are biodegradable materials, whereas, those in which there was no change are non-biodegradable materials. \n•\tThink about the reasons of this variation and write.\n2024-25\n\n--- Page 2 ---\n152 Health and Physical Education  — Class IX\n10.2.1 Biodegradable and Non-biodegradable Waste \nLet us understand how biodegradable wastes \nare different from non-biodegradable wastes by conducting the following activity.\nWe define biodegradable materials as those \nsubstances made of organic matter, such as plant and animal matter, that can be easily broken down by nature. For example, vegetable peels and other kitchen waste, vegetables, fruits, tea leaves, paper, wood, etc.\nNon-biodegradable materials are those materials, \nwhich cannot be broken down easily, and retain their form for a long period of time. For example, metals, tin, glass, plastics etc.\n10.3 SolId WaSte dISpoSal  \nThe garbage that we generate every day has not only increased in volume phenomenally, but has also changed its composition due to changes in our lifestyles and consumption patterns. For instance, there is now an increasing use of non-biodegradable materials such as plastics, metals and glass, specifically in urban areas. \nTechnological advancement has further brought in an \nincreasing use of electronic items and gadgets. These are useful for us, but when discarded (known as E-Waste) they can be harmful to the environment and human health, particularly for the workers associated with this occupation.\nIn addition, we seem to have lost our aesthetic and civic \nsense, and carelessly litter garbage around on the roads, in the market-place, in open drains, ponds, rivers, seas, and so on. In fact, we keep throwing a lot of garbage everyday. Have you ever thought what will happen if the garbage is not removed from our homes and surroundings? Where does this garbage ultimately go and what is done with it?  If proper measures for disposal and sanitation are not followed, how will garbage affect our environment and health?\n10.3.1 Consequences of Solid Waste Disposal In the cities and towns, collection of garbage is the responsibility \nof the respective municipalities. The garbage then goes through a process of segregation, treatment and final disposal in the landfills. This process of segregation in our country is still done manually by rag pickers. (See Fig. 10.1). In this process, materials that can be recycled are separated, while toxic wastes are sorted out and kept separately. This process of segregation ensures that the amount of solid waste, which is ultimately disposed of in the landfills, is reduced substantially.Box 10.1\nIn your history textbook you must have studied how archaeologists record the lives of ancient societies through the material remains left behind by them. These materials give us a glimpse of how people lived, what they ate and other aspects of their lives. Why do you think these materials have still retained their form? \nBox 10.2\nAs a reference, you can look into the Science textbook (Class VII), for the decomposition period of both bio-degradable and non-biodegradable materials. \nChapter-10 Waste Managementindd.indd   152 08-11-2016   11:44:57 AM\n2024-25\n\n--- Page 3 ---\nWaste Management  153\nHowever, with the enormous volume of waste that is being \ngenerated now-a-days, the concerned authorities are finding it \ndifficult to deal with this problem. Most often we find that all sorts of solid wastes are dumped together in the landfills, which in many places, have already overreached its accumulation level. Moreover, groundwater in the immediate vicinity of such landfill sites is prone to contamination through continuous contact with the deposited waste. (Details of the structure of landfills have already been given in the Science textbook of Class VI). \nIn most of the rural areas, people have to deal with the \ndisposal of household wastes themselves. A common method is the burning of solid wastes. This may be a convenient method, but is not conducive either to the environment or to our health, as it causes air pollution. Many of the villages do practise composting which is the desirable method. \n10.3.2 Effects of Undisposed or Unattended GarbageOpen and unattended garbage is a common sight in the \nmarket, streets or in the vicinity of our homes. Most often, it \nFig. 10.1  : A rag picker segregating materials from garbage dump\nChapter-10 Waste Managementindd.indd   153 08-11-2016   11:44:57 AM\n2024-25\n\n--- Page 4 ---\n154 Health and Physical Education  — Class IX\nemits such a foul smell that we have to \ncover our noses with a cloth. Have you ever stopped to think how unattended garbage can affect our health and our environment?  If you observe carefully, you will notice that when garbage is allowed to collect in the open for a long time, it attracts flies, cockroaches and other insects. It also attracts rats and stray dogs. In fact, moist or fermenting garbage, particularly when organic waste such as kitchen waste is thrown, becomes a perfect breeding place for flies. When we eat the food, which has been contaminated by these flies, we are likely to fall ill. Water and food borne diseases such as dysentery, cholera and gastroenteritis are some of the diseases that can be transmitted by flies. Moreover, since accumulated garbage emits foul smell, it also causes air pollution.\nTable 10.1 Types of waste\nToxic Waste E-Waste Hospital Waste or \nSoiled Waste\nToxic waste causes serious problem to our health and to the environment. Examples: dried paint, old bulbs, old batteries.E-waste consists of dismantled parts of computers, electronic appliances, mobile phones, TV, floppy discs, pen drives. In India E-wastes are dumped into unsafe and unauthorised dumping yards where they are dismantled manually and unscientifically, causing great environmental and health risks as they contain dangerous contaminants.Consists of various components containing infected human tissues or body fluids and are called bio-hazardous. The needles, surgical knives, and other surgical instruments called ‘sharps’ have to be disposed of carefully, but many a time we find this does not happen. Being pricked with infected needles can transmit diseases like HIV, Hepatitis B and C.\nIndiscriminate use and disposal of plastic can clog the \ndrains (Fig 10.2). Moreover, during the rainy season, the waste may flow along with the rainwater to nearby rivers and other \nFig. 10.2 : Discarded plastic bottles in an open drain\nChapter-10 Waste Managementindd.indd   154 08-11-2016   11:44:58 AM\n2024-25\n\n--- Page 5 ---\nWaste Management  155\nsurface water bodies, thereby, polluting them and affecting \naquatic life. When we drink the polluted and untreated water, we succumb to water borne diseases.                 \nCarelessly disposed off hospital of waste and e-waste may \nalso pose health problems. This is also called hazardous waste.\n10.4   WaSte ManageMent  and SegregatIon\nYou must have heard the slogan, “Reuse, Recycle, Reduce and Refuse.” This slogan is associated with the practice of waste segregation and management. Waste segregation and management is a process by which we categorise waste products and garbage, on the basis of what we can reduce, reuse and recycle. We have discussed earlier that the volume of solid waste that is generated by us, has reached such an alarming \nproportion, that government alone cannot deal with it. We also have to be aware of the environmental and health hazards associated with it. As it is a problem that has emanated from us, we must make efforts to resolve it. By practising waste segregation and management we can reduce the volume of solid waste.actIvIty  10.2\nYou may collect information on the following points.\n•\tWhat method of garbage disposal is practised in your community? \n•\tWho collects the garbage from your home?\n•\t Do you ever lift the garbage at the community site?\n•\t How far is this site from your home?\n•\t Have you ever observed flies, mosquitoes, insects and stray animals around the \ngarbage disposal site?\n•\t What are the methods utilised by the community for final disposal of garbage?\n•\tOn the basis of the information collected, answer the following questions.\n•\t Do you think the method of garbage disposal in your community is appropriate?\n•\t If yes, explain how?\n•\t If not, what would you suggest to ensure sanitary conditions for garbage disposal from your community?\nactIvIty  10.3\n•\tMake a record of all the items that were disposed of from your home last week.\n•\tMake a rough estimate of each item  of solid waste. This estimate can be presented in the Table 10.2. \n•\tQuantity of waste generated at home in a month.\n•\tBased on your estimates, give some suggestions on how you can reduce the volume of kitchen waste to almost zero.\n•\tAre there any items in your waste, which can be reused or recycled? Make a list of these items.\n•\tMake a list of items that cannot be reused or recycled. If there are hazardous wastes in these items how will you dispose them of?  \n•\tYou may compare your observations and suggestions with your classmates.\nChapter-10 Waste Managementindd.indd   155 08-11-2016   11:44:58 AM\n2024-25\n\n--- Page 6 ---\n156 Health and Physical Education  — Class IX\nThrough this activity you will be surprised to find that \nmany of the items that have been discarded by you, still have \nutility. On the other hand, there are certain wastes, such as wet waste (kitchen waste), which can be reduced to almost ‘zero waste’. Let us now discuss how we can reduce the volume of solid waste and garbage, by practising waste management and segregation through the principles of “reuse, recycle, reduce and refuse.”\nTable 10.2\nItems Quantity (%) of total home waste\nKitchen waste 50\nGlass\nPaper  \nPlasticsOld clothMetals\n \nOld medicinesOthersFig. 10.3 : Children playing with waste material\nChapter-10 Waste Managementindd.indd   156 08-11-2016   11:44:58 AM\n2024-25\n\n--- Page 7 ---\nWaste Management  157\n10.4.1 Practising Waste Management and Segregation \n1. Segregation at Source\nThe first and most important principle for waste management \nis segregation at source. Segregation of garbage at source should be practised at home, at school, office and markets. Garbage can be disposed of in separate bins (Fig 10.4). Blue bins may be used for non-biodegradable and green bins for biodegradable waste. \nAt home, you may segregate waste into the following \ncategories. \n(a) Wet waste, (b) dry waste, (c) hazardous waste. \nIn the cities we find these bins in some places, where \npeople can dispose of biodegradable and non-biodegradable \ngarbage separately. Where do you think we should dispose of hazardous waste? Should there be a separate bin for it? Why?\n2. Reduce, Reuse, Recycle and RefuseWe should segregate waste products with a view to reduce, \nreuse, recycle and refuse. In Activity 10.3 you have seen that \nthere are different types of waste that are generated in our homes. For most of us, kitchen wastes (fruit peels, vegetables, leftover food, tea leaves) forms a large percentage of the total waste at home. Composting is a common method to reduce the \nvolume of kitchen waste to ‘zero waste.’ It is also an effective way through which kitchen waste can be recycled back into nature. \nThere are certain items in our garbage that can be reused. \nReusing discarded items means that instead of dumping them and increasing the load of waste, we can reuse these items.  Some examples are given here.\nFig. 10.4 : Blue and Green Bins\nChapter-10 Waste Managementindd.indd   157 08-11-2016   11:44:59 AM\n2024-25\n\n--- Page 8 ---\n158 Health and Physical Education  — Class IX\n•\t Items such as plastic containers and pickle bottles can \nbe reused to store other things.\n•\t We can reuse wrapping papers, cardboard boxes and chocolate boxes.\n•\t\n We can give away old clothes to the needy.\n•\t It is better to  use cloth bags instead of plastic bags for shopping.\n•\t\n Buy products which can be reused such as rechargeable batteries.\nOften you may have come across \npersons (the Kabariwalas) \nwho visit our home, and to whom we sell old newspapers, magazines, bottles, tins, etc. Maybe, you have never thought where these products go, and what happens to them. These products are utilised as raw materials for manufacturing other products. In other words, these products are recycled. This is actually an important effort, as in this process, we not only reduce the load of garbage, but also conserve natural resources. Some of the common items that can be recycled are Box 10.3\nHow to Prepare a Compost Pit\n•\t Pits can be dug in the house compound. In case we don’t have space at home, we can use flower pots at home, or we can put them at the community sites collectively.\n•\t\n Kitchen waste can be disposed of \nin the pits/flower pots/community sites and \ncovered with soil everyday.\n•\t When the pit is filled, it \ncan be completely covered with soil and closed for a \nperiod of approximately five to six months. After that period the waste will decompose into brown mass called compost due to bacterial action and can be used as manure for plants.\nFig. 10.5  Compost Pit prepared by Bethany Society, Shillong, Meghalaya\nChapter-10 Waste Managementindd.indd   158 08-11-2016   11:44:59 AM\n2024-25\n\n--- Page 9 ---\nWaste Management  159\nglass, metals, paper, plastics, cardboard, batteries, cans made \nof steel and aluminium, rubber, wooden furniture. \nWhile segregating wastes, you will find that there are also \na large number of items that cannot be reused or recycled. In Activity 10.3 you have made a list of these items. You must have also noticed that some of these items are non-biodegradable in nature. So what we can do is to reduce unnecessary consumption and purchases. We may also refuse to accept items that are damaging to the environment and human health. Some examples are given below.\n•\t\n Look for products that do not have elaborate packing.\n•\t Use things judiciously.\n•\t Do not waste food.\n•\t Refuse offer of plastic bags.\n•\t Develop eco-friendly habits.\nYou must have now understood the \nimportance and \nnecessity of practising waste segregation and management. Each of us should develop awareness towards this issue. By practising waste segregation and management we will not only safeguard ourselves from numerous health hazards, but also save our environment from pollution.Box 10.4\nDid you know?•\t\n For every tonne \nof paper that is recycled, about 2 trees are saved.\n•\t\n Our newspapers \nare printed on recycled paper.\nBox 10.5\nWe should also cultivate the habit of practising the 4 R’s of waste management, i.e. Reuse, Reduce, Recycle and Refuse in our day-to-day life. \nactIvIty  10.4\nVisit a recycling unit along with your classmates and record the following observations.\n (a) What are the items of solid waste that are brought to the recycling unit?\n (b) Who brings these materials?\n (c) What is the sanitary condition of \nthe godown where \nsolid wastes to be recycled are kept?\n (d) Are any safety measures adopted for the workers involved in the recycling unit? \n (e) What are the products made from recycled material? Can you suggest any other products that could have been made?\n (f) Is there any impact of the recycling process \non the \nenvironment and to human health?\nChapter-10 Waste Managementindd.indd   159 08-11-2016   11:44:59 AM\n2024-25\n\n--- Page 10 ---\n160 Health and Physical Education  — Class IX\nASSESSMENT\nAnswer the following questions\n1. Why is it necessary to segregate our garbage at source? \n2. List at least four environmental friendly practices that \ncan help to reduce, reuse and recycle waste or garbage.\n3. What are the health risks faced by rag pickers? Suggest two measures for their safety.\n4.\n Toxic waste, hospital waste and soiled waste should be disposed of with great care. Explain why? \n5.\n Mention some of the health hazards \nassociated with \nopen garbage dumps.\n6. What is the difference between biodegradable and non-biodegradable waste? How does non-biodegradable material affect our environment?\n7.\n Suggest some ways of minimising the use of plastics in our daily life. What are the health hazards associated with plastic?\n8.\n Which of these items cannot be recycled?\n (a) Jars    (c) Bulbs\n (b) Bottles                          (d) Paper\n9. Composting is an appropriate method for dealing with  \n(a) commercial waste  (c) organic waste\n (b) domestic waste   (d) industrial waste\n10. Which of these is not a biodegradable waste?\n (a) Vegetable peel               (c) Fruits\n (b) Wool                              (d) Tin\nChapter-10 Waste Managementindd.indd   160 08-11-2016   11:44:59 AM\n2024-25\n",
    "total_characters": 18842,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page3_img5.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page4_img5.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page6_img5.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page7_img5.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page8_img5.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page9_img4.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    },
    {
      "filename": "page10_img5.png",
      "page": 10
    }
  ],
  "image_count": 47,
  "keywords": [
    "Waste",
    "Chapter",
    "Managementindd",
    "Class",
    "Management",
    "Health",
    "Physical",
    "Education",
    "These",
    "Moreover",
    "Table",
    "Toxic",
    "Reuse",
    "Recycle",
    "Reduce",
    "Refuse",
    "Segregation",
    "There",
    "However",
    "Where"
  ]
}