{
  "metadata": {
    "subject": "english-part2",
    "chapter_number": 4,
    "chapter_name": "iemo104",
    "source_file": "iemo104.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nIN the Kingdom of Fools, both the king and the minister wer e idiots.\nThey didn’t want to run things like other kings, so they decided to\nchange night into day and day into night. They or dered that everyone\nshould be awake at night, till their fields and run their businesses\nonly after dark, and go to bed as soon as the sun came up. Anyone\nwho disobeyed would be punished with death. The people did as\nthey wer e told for fear of death. The king and the minister wer e\ndelighted at the success of their pr oject. One day a guru and his\ndisciple arrived in the city. It was a beautiful city, it was br oad\ndaylight, but ther e was no one about. Everyone was asleep, not a\nmouse stirring. Even the cattle had been taught to sleep by day.\nThe two strangers wer e amazed by what they saw ar ound them\nand wander ed around town till evening, when suddenly the whole\ntown woke up and went about its nightly business.\nThe two men wer e hungry. Now that the shops wer e open,\nthey went to buy some gr oceries. T o their astonishment, they\nfound that everything cost the same, a single duddu — whether\nthey bought a measur e of rice or a bunch of bananas, it cost a\nduddu . The guru and his disciple wer e delighted. They had never\nheard of anything like this. They could buy all the food they\nwanted for a rupee.\nWhen they had cooked and eaten, the guru r ealised that this\nwas a kingdom of fools and it wouldn’t be a good idea for them to\nstay ther e. “This is no place for us. Let’s go,” he said to his disciple.\nBut the disciple didn’t want to leave the place. Everything was\ncheap her e. All he wanted was good, cheap food. The guru said,4. In the Kingdom of Fools\nIt is believed that fools are so dangerous that only\nvery wise people can manage them. Who are the\nfools in this story? What happens to them?\nReprint 2025-26\n\n--- Page 2 ---\n20 / Moments\n“They ar e all fools. This won’t last very long, and you can’t tell\nwhat they’ll do to you next.”\nBut the disciple wouldn’t listen to the guru’s wisdom. He\nwanted to stay. The guru finally gave up and said, “Do what you\nwant. I’m going,” and left. The disciple stayed on, ate his fill every\nday — bananas and ghee and rice and wheat, and gr ew fat like a\nstreet-side sacr ed bull.\nOne bright day, a thief br oke into a rich mer chant’s house. He\nhad made a hole in the wall and sneaked in, and as he was carrying\nout his loot, the wall of the old house collapsed on his head and\nkilled him on the spot.  His br other ran to the king and complained,\n“Your Highness, when my brother was pursuing his ancient trade,\na wall fell on him and killed him. This mer chant is to blame. He\nshould have built a good, str ong wall. Y ou must\npunish the wr ongdoer and compensate the family\nfor this injustice.”\nThe king said, “Justice will be done. Don’t\nworry,”  and at once summoned the owner of\nthe house.\nReprint 2025-26\n\n--- Page 3 ---\nIn the Kingdom of Fools/ 21\nWhen the mer chant arrived, the king questioned him.\n“What’s your name?”\n“Such and Such, Y our Highness.”\n“Were you at home when the dead man bur gled your house?”\n“Yes, My Lor d. He br oke in and the wall was weak. It fell on him.”\n“The accused pleads guilty. Y our wall killed this man’s br other .\nYou have mur dered a man. W e have to punish you.”\n“Lord,” said the helpless mer chant, “I didn’t put up the wall.\nIt’s really the fault of the man who built the wall. He didn’t build\nit right. Y ou should punish him.”\n“Who is that?”\n“My Lor d, this wall was built in my father’s time. I know the\nman. He’s an old man now. He lives nearby.”\nThe king sent out messengers to bring in the bricklayer who\nhad built the wall. They br ought him, tied hand and foot.\n“You ther e, did you build this man’s wall in his father’s time?”\n“Yes, My Lor d, I did.”\n“What kind of a wall is this that you built? It has fallen on a\npoor man and killed him. Y ou’ve mur dered him. W e have to punish\nyou by death.”\nBefor e the king could or der the execution, the poor bricklayer\npleaded, “Please listen to me befor e you give your or ders. It’s true\nI built this wall and it was no good. But that was because my\nmind was not on it. I r emember very well a dancing girl  who was\ngoing up and down that str eet all day with her anklets jingling,\nand I couldn’t keep my eyes or my mind on the wall I was building.\nYou must get that dancing girl. I know wher e she lives.”\n“You’re right. The case deepens. W e must look into it. It is not\neasy to judge such complicated cases. Let’s get that dancer ,\nwher\never she is.”\nThe dancing girl, now an old woman, came tr embling to\nthe court.\n“Did you walk up and down that str eet many years ago, while\nthis poor man was building a wall? Did you see him?”\n“Yes, My Lor d, I r emember it very well.”\n“So you did walk up and down, with your anklets jingling.\nYou wer e young and you distracted him, so he built a bad wall.\nReprint 2025-26\n\n--- Page 4 ---\n22 / Moments\nIt has fallen on a poor bur glar and\nkilled him. Y ou’ve killed an innocent\nman. Y ou’ll",
    "total_characters": 13717,
    "preview": "\n--- Page 1 ---\nIN the Kingdom of Fools, both the king and the minister wer e idiots.\nThey didn’t want to run things like other kings, so they decided to\nchange night into day and day into night. They or dered that everyone\nshould be awake at night, till their fields and run their businesses\nonly after dark, and go to bed as soon as the sun came up. Anyone\nwho disobeyed would be punished with death. The people did as\nthey wer e told for fear of death. The king and the minister wer e\ndelighted at"
  },
  "keywords": [
    "Reprint",
    "Kingdom",
    "Fools",
    "Moments",
    "Ramanujan",
    "Shakespear",
    "Highness",
    "Edited",
    "Anyone",
    "Everyone",
    "Everything",
    "Justice",
    "Befor",
    "Please",
    "While",
    "Whoever",
    "Those",
    "Others",
    "Kannada",
    "Tales"
  ]
}