{
  "metadata": {
    "subject": "science",
    "chapter_number": 11,
    "chapter_name": "iesc111",
    "source_file": "iesc111.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nEveryday we hear sounds from various\nsources like humans, bir ds, bells, machines,\nvehicles, televisions, radios etc. Sound is a\nform of ener gy which pr oduces a sensation\nof hearing in our ears. Ther e are also other\nforms of energy like mechanical energy, light\nenergy, etc. W e have talked about mechanical\nenergy in the pr evious chapters. Y ou have\nbeen taught about conservation of energy,\nwhich states that we can neither create nor\ndestr oy ener gy. W e  can just change it fr om\none for m to another . When you clap, a sound\nis produced. Can you produce sound without\nutilising your energy? Which form of energy\ndid you use to produce sound? In this\nchapter we are going to learn how sound is\nproduced and how it is transmitted through\na medium and received by our ears.\n11.1 Production of Sound\nActivity _____________ 11.1\n•Take a tuning fork and set it vibrating\nby striking its pr ong on a rubber pad.\nBring it near your ear .\n•Do you hear any sound?\n•Touch one of the pr ongs of the vibrating\ntuning fork with your finger and shar e\nyour experience with your friends.\n•Now, suspend a table tennis ball or a\nsmall plastic ball by a thr ead fr om a\nsupport [T ake a big needle and a\nthread, put a knot at one end of the\nthread, and then with the help of the\nneedle pass the thr ead thr ough the\nball]. T ouch the ball gently with the\nprong of a vibrating tuning\nfork (Fig. 11.1).\n•Observe what happens and discuss\nwith your friends.Activity _____________ 11.2\n•Fill water in a beaker or a glass up to\nthe brim. Gently touch the water sur face\nwith one of the pr ongs of the vibrating\ntuning fork, as shown in Fig. 1 1.2.\n•Next dip the pr ongs of the vibrating\ntuning fork in water , as shown in Fig.\n11.3.\n•Observe what happens in both the\ncases.\n•Discuss with your friends why this\nhappens.Fig. 11.1:  Vibrating tuning fork just touching the\nsuspended table tennis ball.\nFig. 11.2:   One of the prongs of the vibrating tuning\nfork touching the water sur face.11\nSSS\nSSOUND OUNDOUND OUNDOUNDChapter\nReprint 2025-26\n\n--- Page 2 ---\nSCIENCE 128the vibrating object to the ear . A particle of\nthe medium in contact with the vibrating\nobject is first displaced fr om its equilibrium\nposition. It then exerts a for ce on the adjacent\nparticle. As a r esult of which the adjacent\nparticle gets displaced fr om its position of\nrest. After displacing the adjacent particle the\nfirst particle comes back to its original\nposition. This pr ocess continues in the\nmedium till the sound r eaches your ear . The\ndisturbance created by a source of  sound in\nthe medium travels through the medium and\nnot the particles of the medium.\nA wave is a disturbance that moves\nthrough a medium when the particles of the\nmedium set neighbouring particles into\nmotion. They in tur n produce similar motion\nin others. The particles of the medium do not\nmove forwar d themselves, but the\ndisturbance is carried forwar d. This is what\nhappens during pr opagation of sound in a\nmedium, hence sound can be visualised as a\nwave. Sound waves are characterised by the\nmotion of particles in the medium and ar e\ncalled mechanical waves.\nAir is the most common medium thr ough\nwhich sound travels. When a vibrating object\nmoves forward, it pushes and compresses the\nair in front of it creating a region of high\npressur e. This r egion is called a compr ession\n(C), as shown in Fig. 11.4. This compression\nstarts to move away from the vibrating object.\nWhen the vibrating object moves backwar ds,\nit creates a r egion of low pr essur e called\nrarefaction (R), as shown in Fig. 11.4. As the\nobject moves back and forth rapidly, a series\nof compressions and rarefactions is created in\nthe air . These make the sound wave thatFig. 11.3: Both the prongs of the vibrating tuning\nfork dipped in water\nFrom the above activities what do you\nconclude? Can you pr oduce sound without\na vibrating object?\nIn the above activities we have pr oduced\nsound by striking the tuning fork. W e can\nalso pr oduce sound by plucking, scratching,\nrubbing, blowing or shaking dif ferent objects.\nAs per the above activities what do we do to\nthe objects? W e set the objects vibrating and\nproduce sound. V ibration means a kind of\nrapid to and fr o motion of an object. The\nsound of the human voice is pr oduced due\nto vibrations in the vocal cor ds. When a bir d\nflaps its wings, do you hear any sound? Think\nhow the buzzing sound accompanying a bee\nis produced. A str etched rubber band when\nplucked vibrates and produces sound. If you\nhave never done this, then do it and observe\nthe vibration of the str etched rubber band.\nActivity _____________ 11.3\n•Make a list of different types of\nmusical instruments and discuss\nwith your friends which part of the\ninstrument vibrates to produce\nsound.\n11.2Propagation of Sound\nSound is pr oduced by vibrating objects. The\nmatter or substance thr ough which sound\nis transmitted is called a medium. It can be\nsolid, liquid or gas. Sound moves thr ough a\nmedium from the point of generation ",
    "total_characters": 33195,
    "preview": "\n--- Page 1 ---\nEveryday we hear sounds from various\nsources like humans, bir ds, bells, machines,\nvehicles, televisions, radios etc. Sound is a\nform of ener gy which pr oduces a sensation\nof hearing in our ears. Ther e are also other\nforms of energy like mechanical energy, light\nenergy, etc. W e have talked about mechanical\nenergy in the pr evious chapters. Y ou have\nbeen taught about conservation of energy,\nwhich states that we can neither create nor\ndestr oy ener gy. W e  can just change it f"
  },
  "keywords": [
    "Sound",
    "Reprint",
    "Ultrasound",
    "These",
    "Ultrasounds",
    "Activity",
    "Ultrasonic",
    "Which",
    "Explain",
    "Frequency",
    "Objects",
    "Given",
    "Speed",
    "Hearing",
    "Observe",
    "Suppose",
    "Hertz",
    "Greek",
    "Solution",
    "Loudness"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    }
  ],
  "image_count": 5
}