{
  "metadata": {
    "subject": "science",
    "chapter_number": 7,
    "chapter_name": "iesc107",
    "source_file": "iesc107.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nIn everyday life, we see some objects at r est\nand others in motion. Bir ds fly, fish swim,\nblood flows through veins and arteries, and\ncars move. Atoms, molecules, planets, stars\nand galaxies ar e all in motion. W e often\nperceive an object to be in motion when its\nposition changes with time. However , ther e\nare situations wher e the motion is inferr ed\nthrough indir ect evidences. For example, we\ninfer the motion of air by observing the\nmovement of dust and the movement of leaves\nand branches of tr ees. What causes the\nphenomena of sunrise, sunset and changing\nof seasons? Is it due to the motion of the\nearth? If it is true, why don’t we dir ectly\nperceive the motion of the earth?\nAn object may appear to be moving for\none person and stationary for some other . For\nthe passengers in a moving bus, the r oadside\ntrees appear to be moving backwar ds. A\nperson standing on the r oad–side per ceives\nthe bus alongwith the passengers as moving.\nHowever , a passenger inside the bus sees his\nfellow passengers to be at r est. What do these\nobservations indicate?\nMost motions ar e complex. Some objects\nmay move in a straight line, others may take\na circular path. Some may r otate and a few\nothers may vibrate. Ther e may be situations\ninvolving a combination of these. In this\nchapter , we shall first lear n to describe the\nmotion of objects along a straight line. W e\nshall also lear n to expr ess such  motions\nthrough simple equations and graphs. Later ,\nwe shall discuss ways of describing\ncircular motion.Activity ______________ 7.1\n•Discuss whether the walls of your\nclassr\noom ar e at r est or in motion.\nActivity ______________ 7.2\n•Have you ever experienced that the\ntrain in which you ar e sitting appears\nto move while it is at r est?\n•Discuss and share your experience.\nThink and Act\nWe sometimes ar e endangered by the\nmotion of objects ar ound us, especially\nif that motion is erratic and\nuncontr olled as observed in a flooded\nriver, a hurricane or a tsunami. On the\nother hand, contr olled motion can be a\nservice to human beings such as in the\ngeneration of hydr o-electric power . Do\nyou feel the necessity to study the\nerratic motion of some objects and\nlearn to control them?\n7.1Describing Motion\nWe describe the location of an object by\nspecifying a r eference point. Let us\nunderstand this by an example. Let us\nassume that a school in a village is 2 km north\nof the railway station. W e have specified the\nposition of the school with r espect to the\nrailway station. In this example, the railway\nstation is the r eference point. W e could have\nalso chosen other r eference points accor ding\nto our convenience. Ther efore, to describe the\nposition of an object we need to specify a\nreference point called the origin.7\nMMM\nMMOTION OTIONOTION OTIONOTIONChapter\nReprint 2025-26\n\n--- Page 2 ---\n7.1.1 MOTION  ALONG  A STRAIGHT  LINE\nThe simplest type of motion is the motion\nalong a straight line. W e shall first lear n to\ndescribe this by an example. Consider the\nmotion of an object moving along a straight\npath. The object starts its jour ney fr om O\nwhich is tr eated as its r eference point\n(Fig. 7.1). Let A, B and C represent the position\nof the object at different instants. At first, the\nobject moves through C and B and reaches A.\nThen it moves back along the same path and\nreaches C through B.\nare used to describe the overall motion of an\nobject and to locate its final position with\nreference to its initial position at a given time.\nActivity ______________ 7.3\n•Take a metre scale and a long rope.\n•Walk fr om one cor ner of a basket-ball\ncourt to its oppposite cor ner along its\nsides.\n•Measur e the distance cover ed by you\nand magnitude of the displacement.\n•What dif ference would you notice\nbetween the two in this case?\nActivity ______________ 7.4\n•Automobiles are fitted with a device\nthat shows the distance travelled. Such\na device is known as an odometer . A\ncar is driven fr om Bhubaneshwar to\nNew Delhi. The dif ference between the\nfinal r eading and the initial r eading of\nthe odometer is 1850 km.\n•Find the magnitude of the displacement\nbetween Bhubaneshwar and New Delhi\nby using the Road Map of India.The total path length covered by the object\nis OA + AC, that is 60 km + 35 km = 95 km.\nThis is the distance cover ed by the object. T o\ndescribe distance we need to specify only the\nnumerical value and not the dir ection of\nmotion. Ther e are certain quantities which\nare described by specifying only their\nnumerical values. The numerical value of a\nphysical quantity is its magnitude. Fr om this\nexample, can you find out the distance of the\nfinal position C of the object fr om the initial\nposition O? This dif ference will give you the\nnumerical value of the displacement of the\nobject fr om O to C thr ough A. The shortest\ndistance measur ed from the initial to the final\nposition of an object is known as\nthe displacement.\nCan the magnitude of the displacement be\nequal to the distance travelled by an object?\nConsider",
    "total_characters": 35831,
    "preview": "\n--- Page 1 ---\nIn everyday life, we see some objects at r est\nand others in motion. Bir ds fly, fish swim,\nblood flows through veins and arteries, and\ncars move. Atoms, molecules, planets, stars\nand galaxies ar e all in motion. W e often\nperceive an object to be in motion when its\nposition changes with time. However , ther e\nare situations wher e the motion is inferr ed\nthrough indir ect evidences. For example, we\ninfer the motion of air by observing the\nmovement of dust and the movement of lea"
  },
  "keywords": [
    "Solution",
    "Distance",
    "Reprint",
    "Activity",
    "Table",
    "Total",
    "Velocity",
    "Motion",
    "Exampl",
    "However",
    "Consider",
    "Which",
    "Calculate",
    "During",
    "These",
    "Average",
    "Sania",
    "Discuss",
    "Bhubaneshwar",
    "Delhi"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    }
  ],
  "image_count": 5
}