{
  "metadata": {
    "subject": "science",
    "chapter_number": 4,
    "chapter_name": "iesc104",
    "source_file": "iesc104.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nIn Chapter 3, we have lear nt that atoms and\nmolecules ar e the fundamental building\nblocks of matter . The existence of dif ferent\nkinds of matter is due to dif ferent atoms\nconstituting them. Now the questions arise:\n(i) What makes the atom of one element\ndiffer\nent fr om the atom of another element?\nand (ii) Ar e atoms r eally indivisible, as\nproposed by Dalton, or ar e ther e smaller\nconstituents inside the atom? W e shall find\nout the answers to these questions in this\nchapter . We will lear n about sub-atomic\nparticles and the various models that have\nbeen pr oposed to explain how these particles\nare arranged within the atom.\nA major challenge before the scientists at\nthe end of the 19th century was to r eveal the\nstructur e of the atom as well as to explain its\nimportant pr operties. The elucidation of the\nstructur e of atoms is based on a series of\nexperiments.\nOne of the first indications that atoms ar e\nnot indivisible, comes fr om studying static\nelectricity and the condition under which\nelectricity is conducted by dif ferent\nsubstances.\n4.1Charged Particles in Matter\nFor understanding the natur e of char ged\nparticles in matter , let us carry out the\nfollowing activities:\nActivity ______________ 4.1\nA.Comb dry hair . Does the comb then\nattract small pieces of paper?\nB.Rub a glass r od with a silk cloth and\nbring the r od near an inflated balloon.\nObserve what happens.From these activities, can we conclude\nthat on rubbing two objects together , they\nbecome electrically char ged? Wher e does this\ncharge come fr om? This question can be\nanswer ed by knowing that an atom is divisible\nand consists of char ged particles.\nMany scientists contributed in r evealing\nthe pr esence of charged particles in an atom.\nIt was known by 1900 that the atom was\nindivisible particle but contained at least one\nsub-atomic particle – the electron identified by\nJ.J. Thomson. Even before the electron was\nidentified, E. Goldstein in 1886 discovered the\npresence of new radiations  in a gas discharge\nand called them canal rays. These rays were\npositively charged radiations which ultimately\nled to the discovery of another sub-atomic\nparticle. This sub-atomic particle had a charge,\nequal in magnitude but opposite in sign to that\nof the electron. Its mass was approximately\n2000 times as that of the electron. It was given\nthe name of proton. In general, an electron is\nrepresented as ‘e–’ and a proton as ‘p+’. The\nmass of a proton  is taken as one unit and its\ncharge as plus one. The mass of an electron is\nconsidered to be negligible and its charge is\nminus one.\nIt seemed that an atom was composed of\nprotons and electrons, mutually balancing\ntheir charges. It also appeared that the protons\nwere in the interior of the atom, for whereas\nelectrons could easily be removed off but\nnot protons. Now the big question was:\nwhat sort of structure did  these particles of\nthe atom for m? W e will find the answer to\nthis question below.4\nS SS SSTRUCTURETRUCTURETRUCTURETRUCTURETRUCTURE      OF OFOF OFOF     THE THETHE THETHE A  A A  A ATOM TOMTOM TOMTOMChapter\nReprint 2025-26\n\n--- Page 2 ---\nuestions\n1.What are canal rays?\n2.If an atom contains one electron\nand one pr oton, will it carry any\ncharge or not?\n4.2The Structure of an Atom\nWe have lear nt Dalton’s atomic theory in\nChapter 3, which suggested that the atom\nwas indivisible and indestructible. But the\ndiscovery of two fundamental particles\n(electr ons and pr otons) inside the atom, led\nto the failur e of this aspect of Dalton’s atomic\ntheory. It was then consider ed necessary to\nknow how electr ons and pr otons ar e arranged\nwithin an atom. For explaining this, many\nscientists pr oposed various atomic models.\nJ.J. Thomson was the first one to pr opose a\nmodel for the structure of an atom.\n4.2.1 THOMSON ’S MODEL  OF AN ATOM\nThomson proposed the model of an atom to\nbe similar to that of a Christmas pudding.\nThe electrons, in a spher e of positive charge,\nwere like currants (dry fruits) in a spherical\nChristmas pudding. W e can also think of a\nwater melon, the positive char ge in the atom\nis spr ead all over like the r ed edible part of\nthe water melon, while the electr ons ar e\nstudded in the positively char ged spher e, like\nthe seeds in the water melon (Fig. 4.1).Thomson pr oposed that:\n(i)An atom consists of a positively\ncharged spher e and the electr ons ar e\nembedded in it.\n(ii)The negative and positive char ges ar e\nequal in magnitude. So, the atom as a\nwhole is electrically neutral.\nAlthough Thomson’s model explained that\natoms ar e electrically neutral, the results of\nexperiments carried out by other scientists\ncould not be explained by this model, as we\nwill see below.\n4.2.2 RUTHERFORD ’S MODEL  OF AN ATOM\nErnest Ruther ford was inter ested in knowing\nhow the electr ons ar e arranged within an\natom. Ruther ford designed an experiment for\nthis. In this experiment, fast moving alpha\n(α)-particles wer e made to fall on a thin\ngold foil.\n•He selected a gold foil becau",
    "total_characters": 24789,
    "preview": "\n--- Page 1 ---\nIn Chapter 3, we have lear nt that atoms and\nmolecules ar e the fundamental building\nblocks of matter . The existence of dif ferent\nkinds of matter is due to dif ferent atoms\nconstituting them. Now the questions arise:\n(i) What makes the atom of one element\ndiffer\nent fr om the atom of another element?\nand (ii) Ar e atoms r eally indivisible, as\nproposed by Dalton, or ar e ther e smaller\nconstituents inside the atom? W e shall find\nout the answers to these questions in this\nchapt"
  },
  "keywords": [
    "Number",
    "Thomson",
    "Reprint",
    "Ruther",
    "Atomic",
    "These",
    "Nobel",
    "Rutherford",
    "Electrons",
    "Dalton",
    "Since",
    "Neutr",
    "Shells",
    "Hence",
    "Atoms",
    "Protons",
    "Valency",
    "Electr",
    "Isotopes",
    "Chapter"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    }
  ],
  "image_count": 5
}