{
  "metadata": {
    "subject": "socialscience-part1",
    "chapter_number": 6,
    "chapter_name": "iess4ps",
    "source_file": "iess4ps.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nSOCIAL SCIENCE\nTextbook in P olitical Science\nfor Class IX\nReprint 2025-26\n\n--- Page 2 ---\nFirst Edition\nMarch 2006 Phalguna 1927\nReprinted\nJanuary 2007 Magha 1928\nJanuary 2008 Magha 1929\nDecember 2008 Pausa 1930\nJanuary 2010 Magha 1931\nNovember 2010 Kartika 1932\nJanuary 2012 Magha 1933\nNovember 2012 Kartika 1934\nDecember 2013 Agrahayana 1935\nDecember 2014 Pausa 1936\nDecember 2015 Pausa 1937\nJanuary 2017 Magha 1938\nDecember 2017 Pausa 1939\nFebruary 2019 Magha 1940\nDecember 2019 Agrahayana 1941\nMarch 2021 Phalguna 1942\nAugust 2021 Shravana 1943\nNovember 2021 Agrahayana 1943\nNovember 2022 Agrahayana 1944\nMarch 2024 Chaitra 1946\nDecember 2024 Agrahayana 1946\nPD 170T GS\n© National Council of Educational\nResearch and Training, 2006\n`80.00ALL RIGHTS RESERVED\nqNo part of this publication may be reproduced, stored in a retrieval system or\ntransmitted, in any form or by any means, electronic, mechanical, photocopying,\nrecording or otherwise without the prior permission of the publisher.\nqThis book is sold subject to the condition that it shall not, by way of trade,  be lent,  re-\nsold, hired out or otherwise disposed of without the publisher’s consent, in any form\nof binding or cover other than that in which it is published.\nqThe correct price of this publication is the price printed on this page, Any revised\nprice indicated by a rubber stamp or by a sticker or by any other means is incorrect\nand should be unacceptable.\nOFFICES OF THE PUBLICA TION\nDIVISION , NCERT\nNCERT Campus\nSri Aurobindo Marg\nNew  Delhi 110 016 Phone :  011-26562708\n108, 100 Feet Road\nHosdakere Halli Extension\nBanashankari III Stage\nBengaluru 560 085 Phone : 080-26725740\nNavjivan Trust Building\nP.O.Navjivan\nAhmedabad 380 014 Phone :  079-27541446\nCWC Campus\nOpp. Dhankal Bus Stop\nPanihati\nKolkata  700 114 Phone :  033-25530454\nCWC Complex\nMaligaon\nGuwahati 781 021 Phone :  0361-2674869\nPublication Team\nHead, Publication :M.V. Srinivasan\nDivision\nChief Editor :Bijnan Sutar\nChief Production :Jahan Lal\nOfficer (In charge)\nChief Business :Amitabh Kumar\nManager\nAssistant Production :Prakash V eer Singh\nOfficer\nCover and Layout\nOroon Das\nSketches\nRajeev Kumar\nCartoons\nIrfan KhanThe figures on the cover have been\ntaken from the cartoons of –\nR.K. Laxman\nMario Miranda\nHarish Chandra Shukla\n(Kaak)\nPrinted on 80 GSM paper with NCER T\nwatermark\nPublished at the Publication Division by\nthe Secretary, National Council of\nEducational Research and Training, Sri\nAurobindo Marg, New Delhi 110 016 and\nprinted at Swapna Printing W orks Pvt.\nLtd., 52, Raja Rammohan Sarani,\nKolkata–700009ISBN  81-7450-537-70972 – D EMOCRATIC  POLITICS  – I\nTextbook in Political Science for Class IX\nReprint 2025-26\n\n--- Page 3 ---\nFOREWO RD\nThe National Curriculum Framework (NCF), 2005, recommends that\nchildren’s life at school must be linked to their life outside the school. This\nprinciple marks a departure from the legacy of bookish learning which\ncontinues to shape our system and causes a gap between the school, home\nand community. The syllabi and textbooks developed on the basis of NCF\nsignify an attempt to implement this basic idea. They also attempt to\ndiscourage rote learning and the maintenance of sharp boundaries between\ndifferent subject ar eas. W e hope these measur es will take us significantly\nfurther in the direction of a child-centred system of education outlined in\nthe National Policy on Education (1986).\nThe success of this effort depends on the steps that school principals and\nteachers will take to encourage children to reflect on their own learning and\nto pursue imaginative activities and questions. W e must r ecognise that given\nspace, time and freedom, children generate new knowledge by engaging with\nthe infor mation passed on to them by adults. T reating the pr\nescribed textbook\nas the sole basis of examination is one of the key reasons why other resources\nand sites of learning are ignored. Inculcating creativity and initiative is\npossible if we perceive and treat children as participants in learning, not as\nreceivers of a fixed body of knowledge.\nThese aims imply considerable change in school routines and mode of\nfunctioning. Flexibility in the daily time-table is as necessary as rigour in\nimplementing the annual calendar so that the required number of teaching\ndays is actually devoted to teaching. The methods used for teaching and\nevaluation will also determine how effective this textbook proves for making\nchildren’s life at school a happy experience, rather than a source of stress or\nboredom. Syllabus designers have tried to address the problem of curricular\nburden by restructuring and reorienting knowledge at different stages with\ngreater consideration for child psychology and the time available for teaching.\nThe textbook attempts to enhance this endeavour by giving higher priority\nand space to opportunities for contemplation and wondering, discussion in\nsmall groups, and activities requiring hands-on experience.\nThe National Council of Educational Resear ch and T raining (NCER T)\nappreciates the hard work done by the textbook development committee\nresponsible for this book. W e wish to thank the Chairperson of the advisory\ngroup in Social Sciences, Professor Hari V asudevan and the Chief Advisors\nReprint 2025-26\n\n--- Page 4 ---\nfor this book, Pr ofessor Y ogendra Y adav and Pr ofessor Suhas Palshikar for\nguiding the work of this committee. Several teachers contributed to the\ndevelopment of this textbook; we are grateful to their principals for making\nthis possible. W e are indebted to the institutions and organisations which\nhave generously permitted us to draw upon their resources, material and\npersonnel. W e are especially grateful to the members of the National\nMonitoring Committee, appointed by the Department of Secondary and\nHigher Education, Ministry of Human Resource Development under the\nChair manship of Pr ofessor Mrinal Miri and Pr ofessor G.P . Deshpande, for\ntheir valuable time and contribution. As an organisation committed to\nsystemic reform and continuous improvement in the quality of its products,\nNCER T welcomes comments and suggestions which will enable us to\nundertake further revision and refinement.\nDirector\nNew Delhi National Council of Educational\n20 December 2005 Resear ch and T raining\niv\nReprint 2025-26\n\n--- Page 5 ---\nA LETTER FO R YOU\nDear teachers and parents,\n‘Civics is boring’. Y ou may have hear d this fr om your students or your child.\nYou may have felt that they had a point.  Syllabi of Civics in our country\ntend to focus on formal institutions of government. The textbooks are full of\nconstitutional, legal and procedural details, presented in  a dry and abstract\nmanner . No wonder childr en experience disconnect between the theory they\nread in the textbook and what they see in real life around them. This is\nperhaps what makes Civics ‘boring’ for young adults in a country otherwise\nfull of passion for politics.\nThe present textbook is a small step towards changing this. The impetus\ncame from the National Curriculum Framework 2005 that provided the space\nand opportunity to bring about this basic change. The foreword to this book\nby the Dir ector of the NCER T explains the philosophy of the new curriculum.\nIt meant a complete overhaul of the traditional Civics syllabi. The change in\nthe name – from Civics to Political Science – reflects the shift in the focus. The\nnew syllabi recognise that the student at this stage is aware of and needs to\nknow more about politics. Accordingly, the students in classes IX and X will\nbe offered an introduction to various facets of politics. Democracy is the\nwindow through which they get to look at the theory and the practice of\npolitics.\nWith this textbook you are going to take the students on a tour of a\nmuseum of contemporary democracy. Y ou will first take them quickly\nthrough a series of stories from different parts of the world. Once they develop\na sense and feel of democracy, you can ask some reflective questions: what\nis democracy?  Why democracy? With this clarity you can take them to a\ngallery on constitutions. An understanding of what and how of the\nconstitutions would prepare them for an exhibition on three aspects of\ndemocratic politics: elections, institutions and rights. Y ou may encounter\nmany contentious themes during this tour . Our attempt her e is not to hand\nover a definite opinion to the students but to enable them to think on their\nown.\nThis textbook is meant to help the students enjoy this tour and to assist\nyou in guiding them. It does not merely inform the students. It encourages\nthem to think on their own. It interacts with them through questions, moves\nReprint 2025-26\n\n--- Page 6 ---\nthem with stories and pictures and tickles them with cartoons. It helps you\nin reviewing their progress and in getting them involved with activities. All\nthese featur es have meant taking mor e space than used to be the case earlier .\nIt is precisely to reduce the information load that the book takes more pages.\nPlease do read ‘How to use this book’ on the following pages to be able to\nuse these features of the book. The tour will continue in the textbook for class\nX and will focus mor e on the working of democracy. W e hope this tour will\ncreate interest in them to understand politics more carefully and to help them\nbecome active and participant citizens.\nThis hope of ours rests on you. That is why this book makes more\ndemands on you. Y ou may have to lear n mor e about new names, events and\nplaces. Y ou may face questions that the textbook does not answer . You may\nhave to guide the students through sensitive and passionate debates that\nnaturally arise when we discuss politics. Just when you begin to feel tired or\nirritated, do entertain a thought. When your student asks a question that\nyou find dif ficult to answer , when she seeks infor mation that is not easy to\nfind or expresses an opinion that you don’t approve of, this may actually be\na sign of your success as a teacher or a parent. As we all know, getting\nstudents to question is critical to their learning process both as a student\nand as citizens of a democracy. This is what the present book tries to cultivate.\nThe desir e to get rid of the ‘boring Civics’ tag br ought together , perhaps for\nthe first time in our country, a group of political scientists, school teachers and\neducationists to think about how to teach politics to our next generation.  Y ou\ncan read about this group, the Textbook Development  Committee, on page\nxii. All these colleagues spared their valuable time and mental space for this\nunscheduled event in their academic calendar . Professor Krishna Kumar ,\nDirector NCER T, not only dragged some of us into this pleasant duty but\nalso supported us at every stage. Pr ofessor Hari V asudevan and Pr ofessor\nGopal Guru provided this experiment the protection it needed. Professor\nMrinal Miri, Pr ofessor G. P . Deshpande and other members of the National\nMonitoring Committee offered valuable inputs and criticisms. The experiment\ngained many friends on the way: Ambassador Jorge Heine, Arvind Sardana,\nAditya Nigam, Suman Lata and Chandni Khanduja read different parts of the\ndraft and provided valuable inputs. At many points it drew upon Lokniti research\nprogramme and Lokniti network of the Centre for the Study of Developing\nSocieties for intellectual and logistic resources. Above all, this experiment drew\nupon the insights and energy of Alex M. George, Pankaj Pushkar and Manish\nJain – three young educationists committed to a radical pedagogy — who\ntaught us how to think about the challenge of school education. Designer Oroon\nDas and cartoonist Irfan Khan and copy editor Devyani Onial helped us turn\nthe idea of this book into a reality.\nWe sincer ely hope that you and the students would enjoy this book and\nperhaps look at politics as something valuable, something worth taking\nseriously, something worth studying. W e look forwar d to your feedback.\nK. C. Suri Yogendra Y adav\nADVISOR Suhas Palshikar\nCHIEF ADVISORS\nvi\nReprint 2025-26\n\n--- Page 7 ---\nHow t o use this boo k?\nOVERVIEW comes at the beginning of each chapter . You can use it to understand\nthe purpose of the chapter and how it links with the rest of the book. It also\nhelps you explain the rationale behind the dif ferent sections of the chapter . If\nyou are in doubt about what to teach, what to emphasise and what kind of\nquestions to ask, please do refer back to the overview.\nSections and Sub-sections help you break the chapter into small bits that\nyou can take up one by one. Each chapter is usually divided into four\nsections, each of which you can complete within about three periods. Section\nHeading(s) are numbered and announce the beginning of a fresh theme within\nthe chapter . Sub-section heading (s) provide convenient breaks for you to\nsum up one point and move to the next. Boxes are very much part of the\nmain text and are meant to be taught. They provide additional information\nor analysis that r equir es a little detour .\nEach chapter begins with one or more real life stories or imagined dialogues.\nThis is to create an interest and understanding of some central issues\ndiscussed in the chapter . Sometimes smaller stories or examples ar e used to\nlead the student into a section or sub-section. Please do tell this story in all\nits details. If you can, please add mor e details to those given her e. You don’t\nneed to bother very much if the student does not grasp the full significance\nof the story at this stage. As the chapter develops, it draws upon from the\ninitial story and moves from the concrete to the abstract. But please do not\nask the students to memorise the facts and details of the story like the year ,\nnames of personalities or places, etc. The same applies to any other example\nused in this book. This would kill their interest and defeat the very purpose\nof using stories. If the story is good, some details will stay in their memory.\nEven if no details stay with them but they can draw the general point from\nany such instance, we have succeeded in our task.\nMunni and Unni are two characters specially designed for this book by\ncartoonist Irfan Khan. The two of them keep appearing every now and then\nto ask all kinds of questions: impish, irrelevant, irreverent or even impossible.\nThe questions are sparked off by the points made in the text. But in most\ncases you will not find the answer in the textbook itself. Munni and Unni are\nReprint 2025-26\n\n--- Page 8 ---\nGLOSSAR Y\nexercisesthere to assure the students that the kind of ‘funny’ thoughts that often\ncome to their minds are not stupid and to give them the courage to ask such\nquestions. They give you the space to take a detour and get into a side\ndiscussion that is often richer than the main one. Please do not use these\nquestions for evaluation.\nYou would notice lots of cartoons and pictur es in this book. This brings\nvisual relief and some fun. But these images are meant to do more. These\nare parts of the teaching and learning process. The caption to each visual\nprovides background information to help the student appreciate the message.\nIt also asks them questions. Please do stop at each cartoon or visual and get\nthe students involved in reading the message. If you can, please select some\nmore cartoons from your regional languages and use them. Similarly there\nare several maps and many more references to countries unknown to the\nstudents. One of the aims of this book is to expand the student’s imagination\nbeyond our own country. Please keep and refer to a recent political map of\nthe world while teaching this book.\nCheck your progress questions come usually at the end of every section.\nThese questions give you an opportunity to ensure that the students\ncomprehend the things discussed in that section. These questions also\nindicate to you the kind of learning you might wish to emphasise. May we\nurge you to please make more questions of this kind so that the student can\nmove away from learning by rote.\nActivity  may involve getting the students together within the classroom\nor doing things outside the classr oom. Y ou would need to guide them by\nassigning tasks to individuals or to groups. The activity and its location\nin the chapter is only suggestive. If you can think of an activity that relates\nbetter to students’ own life, please feel free to replace our suggestion\nwith yours.\nGlossary of unfamiliar wor ds or concepts comes at the end of a chapter .\nSuch a word appears in pink when it is used for the first time. Please\nencourage the students to refer to the glossary and learn to use the word\nin a different context. But there is no need for them to memorise the\ndefinition given in the glossary.\nExercises  come at the end of each chapter . You would notice that ther e are\nmany mor e questions here than used to be the case. Y ou would also notice\nthat the questions are of a different kind. These questions do not test the\nstudent’s ability to r ecall and r eproduce what they have r ead in the Chapter .\nKeeping in with the appr oach of the new NCF , we have asked questions\nthat require interpretation, application, analysis, and reasoning based on\nwhat they have lear nt in the Chapter . You would need to spend some time\nwith the students going over these exercises. Please feel free to come up\nwith new and better questions than suggested here and use those for\nstudent evaluation.\nCHECK\nYOUR\nPROGRESS\nviiiACTIVITY\nrrrrreeeeeaaaaaddddd\nttttthe hehe hehe\ncccccaaaaarrrrrtttttoon oonoon oonoon\nReprint 2025-26\n\n--- Page 9 ---\nLet us r ead the newspaper is both an exer cise and an activity. Y ou can use\nit to ensure that the students can apply what they have learnt to a different\ncontext. Y ou can also use it to encourage the habit of newspaper r eading.\nWhere most students have access to news channels on television, you may\nsupplement or modify the projects suggested here to include watching of\nnews and current affair programmes. Here again, if you think a different\nproject will suit your students’ context and resources, you must be right.\nPlease go ahead.\nixACCESSING ONLINE INFORMA TION\nWe are living in an era of information and communication revolution. Printed books, textbooks\nand the mass media such as newspapers and periodicals have ceased to be the only sources\nof information. Now millions of websites (World Wide Web) provide easy and instant access\nto a vast and diverse amount of online information. The World Wide Web has enabled a sudden\nand extreme decentralisation of information. Since many schools do not possess the latest\nencyclopaedias and traditional libraries, students and teachers may rely on the Internet to\naccess the needed information.\nWhile using this textbook, the teachers and students may sometimes feel that information\nprovided in the book is, ‘insufficient’ for lear ning or classroom teaching. Y ou may want to\nknow more about cer tain ideas, concepts and events in different countries. W e would suggest\nsome of the ways you can use the Internet for this purpose.\nYou may find some infor mation in free encyclopaedias like www .en.wikipedia.org or\nwww .britannica.com  Search engines like Google  and Yahoo  can provide links to websites\nthat are specifically dedicated to different topics that you may be interested in.\nSimilarly , several impor tant newspapers and magazines are available online. Some of\nthem allow you to access their archives without payments and registrations. Similarly a few\nTV channels also allow you to access information without registrations and payments.\nSome other websites would be useful to know more about the various institutions\ndiscussed in the text. Y ou could find the links to all the Indian gover nment institutional websites\nfrom www .india.gov .in. Specifically http://india.gov .in/directories_gov .php will provide you\nthe direct link to various institutions. Similarly various international organisations such as\nUnited Nations, International Monetary Fund (IMF),World Bank, human rights organisations\nsuch as National Human Rights Commission (NHR C) too have their own websites. Apar t\nfrom Indian constitution you will also find constitutions of many countries also being available\nonline. Y ou can also look at parliaments around the world by following the link from Inter\nParliamentar y Union www .ipu.org/english/home.htm\nFurther you may want to use more images, pictures, or car toons for discussions. Y ou\nwill find them in newspapers that are available online. Apar t from it, you could also look at\nwww .politicalcar toons.com  for this purpose. Similarly , through searching “images” categor y\nof Google you could locate them.\nYou may find it useful to visit the websites like www .plato.standford.edu,\nwww .opendemocracy .net, www .brainyencyclopeid.com  especially when you wish to get\nmore clarity on cer tain theoretical aspects or to lear n more about politics.\nReprint 2025-26\n\n--- Page 10 ---\nREQUEST FOR FEEDBACK\nHow did you like this textbook? What was your experience in reading or using this? What were\nthe difficulties you faced? What changes would you like to see in the next version of this book?\nWrite to us on all these and any other matter related to this textbook. Y ou could be a teacher , a\nparent, a student or just a general reader . We value any and ever y feedback.\nPlease write to:\nCoordinator (P olitical Science)\nDepar tment of Education in Social Sciences (DES S)\nNCERT\nSri Aurobindo Marg, New Delhi 11 0016.\nReprint 2025-26\n\n--- Page 11 ---\nTEXTBOO K DEVELOPMENT CO MMITTEE\nCHAIRPERSON , ADVISORY  COMMITTEE  FOR TEXTBOOKS  AT THE SECONDARY  LEVEL\nHari V asudevan, Professor , Department of History, University of Calcutta,\nKolkata.\nCHIEF ADVISORS\nYogendra Y adav, Senior Fellow, Centr e for the Study of Developing Societies,\nDelhi\nSuhas Palshikar , Professor , Department of Politics and Public Administration,\nUniversity of Pune,  Maharashtra\nADVISOR\nK.C. Suri, \nProfessor , Nagarjuna University, Guntur , Andhra Pradesh\nMEMBERS\nAlex M. Geor ge, Independent Resear cher, Eruvatty, District Kannur , Kerala\nAmman Madan, Assistant Pr ofessor , Department of Humanities and Social\nSciences, Indian Institute of T echnology, Kanpur , Uttar Pradesh\nMalini Ghose, Nirantar , Centre for Gender and Education, New Delhi\nManish Jain, PGT, currently doctoral student, Department of Education,\nUniversity of Delhi, Delhi\nMuzaf far Assadi, Professor , Department of Political Science, Mysor e University,\nManasgangothri, Karnataka\nNiraja Gopal Jayal, Professor , Centr e for the Study of Law and Gover nance,\nJawaharlal Nehru University, New Delhi\nPankaj Pushkar , Lectur er, Directorate of Higher Education, Gover nment of\nUttaranchal, Dehradun\nSabyasachi Basu Roychowdhary, Professor , Rabindra Bharati University, Kolkata\nMEMBER -COORDINATOR\nSanjay Dubey, Reader , DESSH, NCER T, New Delhi\nReprint 2025-26\n\n--- Page 12 ---\nACKNOWLEDGEMENTS\nWe also acknowledge the contributions of the following members — Anju\nAnand, PGT, G. M. Public School, R. K. Puram Sector VII, New Delhi;  Amit,\nAdharshila School, Village Sakal, Post Office Chatali, District Badwani,\nMadhya Pradesh;  A. Kamakshi, J. S. S. Public School, Banashankari,\nBangalor e, Kar nataka;  Arvind Mohan, \nAssociate Editor , Dainik Hindustan,\nKasturba Gandhi Mar g, New Delhi; Anuradha Sen, PG Teacher , Springdales\nSchool, Dhaula Kuan, New Delhi; P . Jisha, Noble Public School, Manjeri,\nDistrict Malapuram, Kerala;  Ram Murthy, Independent Researcher and\nTeacher , Nangal Slangri, District Una, Himachal Pradesh; Madan Sahani,\nPGT, Gover nment Senior Secondary School, R. K. Puram Sector VII, New\nDelhi;  Usha Rani T ripathy, PGT, Kendriya V idyalaya, Bollaram,\nSecunderabad, Andhra Pradesh;  Yame Pertin, PGT, Gover nment Higher\nSecondary School, Doimukh, Itanagar , Arunachal Pradesh. Srimathi\nSubbarao, \nSST T eacher , BGS Inter national School, Nityananda Bangalor e.\nThanks are also due to Cagle Cartoons for providing copyrights of the\ncartoons of Angel Boligan, Patrick Chappatte, Stephane Peray, Ares, Emad\nHajjaj, Nerilicon, John T rever, Eric Allie, Simanca, M.E. Cohen.\nWe are also thankful to La Nacion (Chile), South Africa History Online,\nGCMMF India, Shagun Jaat (Jabalpur) and PIB (India) for providing us\nphotographs or images.\nWe are specially grateful to Shankar , R.K. Laxman, Mario Miranda and\nHarish Chandra Shukla (Kaak) for allowing us to use their cartoons. And\nspecial thanks are due to Devyani Onial for her inputs in copy-editing.\nThe contribution of M.V .S.V. Prasad, Assistant Professor , Department\nof Curriculum Studies, NCER T, in r eviewing and updating the curr ent\nedition is appreciated.\nReprint 2025-26\n\n--- Page 13 ---\nForeword iii\nA Letter for Y ou v\nHow to Use this Boo k? vii\nCHAPTER 1\nWHAT IS DEMOCRACY? 1\nWHY DEMOCRACY?\nCHAPTER 2\nCONSTITUTIONAL DESIGN 18\nCHAPTER 3\nELECTORAL POLITICS 34\nCHAPTER 4\nWORKING OF INSTITUTIONS 56\nCHAPTER 5\nDEMOCRATIC RIGHTS 74\nReprint 2025-26\n\n--- Page 14 ---\nReprint 2025-26\n",
    "total_characters": 24974,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page8_img5.png",
      "page": 8
    },
    {
      "filename": "page8_img6.png",
      "page": 8
    },
    {
      "filename": "page8_img7.png",
      "page": 8
    },
    {
      "filename": "page8_img8.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page9_img4.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page13_img1.png",
      "page": 13
    },
    {
      "filename": "page13_img2.png",
      "page": 13
    },
    {
      "filename": "page13_img3.png",
      "page": 13
    },
    {
      "filename": "page13_img4.png",
      "page": 13
    },
    {
      "filename": "page14_img1.png",
      "page": 14
    },
    {
      "filename": "page14_img2.png",
      "page": 14
    },
    {
      "filename": "page14_img3.png",
      "page": 14
    }
  ],
  "image_count": 43,
  "keywords": [
    "Reprint",
    "Delhi",
    "National",
    "Professor",
    "Please",
    "December",
    "School",
    "Department",
    "University",
    "Magha",
    "Education",
    "Civics",
    "Pradesh",
    "Science",
    "January",
    "Agrahayana",
    "Phone",
    "These",
    "Similarly",
    "Pausa"
  ]
}