{
  "metadata": {
    "subject": "socialscience-part2",
    "chapter_number": 6,
    "chapter_name": "iess106",
    "source_file": "iess106.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n48 CONTEMPORARY INDIA-IPOPULA TION\nCan you imagine a world without human\nbeings? Who would have utilised\nthe resources and created social and\ncultural environment? The people are\nimportant to develop the economy and the\nsociety. The people make and use resources\nand are themselves resources with varying\nquality.  Coal is but a piece of rock, until people\nwere able to invent technology to obtain it and\nmake it ‘resource’. Natural events, like a flood\nor a Tsunami, becomes a ‘disaster’ only when\nthey affect a crowded village or a town.\nHence, population is the pivotal element in\nsocial studies. It is the point of reference from\nwhich all other elements are observed and from\nwhich they derive significance and meaning.\n‘Resources’, ‘calamities’ and ‘disasters’ are all\nmeaningful only in relation to human beings.\nTheir numbers, distribution, growth and\ncharacteristics or qualities provide the basic\nbackground for understanding and\nappreciating all aspects of the environment.\nHuman beings are producers and\nconsumers of earth’s resources. Therefore, it\nis important to know how many people are\nthere in a country, where do they live, how and\nwhy their numbers are increasing and what\nare their characteristics.  The census of India\nprovides us with information regarding the\npopulation of our country.POPULATION  SIZE AND DISTRIBUTION\nIndia’s Population Size and Distribution\nby Numbers\nIndia’s population as on March 2011 stood at\n1,210.6 million, which account for more the\n17 per cent of the world’s population. These\n1.21 billion people are unevenly distributed\nover our country’s vast area of 3.28 million\nsquare km, which accounts for 2.4 per cent of\nthe world’s area (Figure 6.1).\nThe 2011 Census data reveal that  Uttar\nPradesh with a population size of 199 million\nis the most populous state of India.  Uttar\nPradesh accounts for about 16 per cent of the\ncountry’s population.  On the other hand, the\nHimalayan state of Sikkim has a population of\njust about 0.6 million and Lakshadweep has\nonly 64,429 people.\nAlmost half of India’s population lives in\njust five states. These are Uttar Pradesh,\nMaharashtra, Bihar , West Bengal and Andhra\nPradesh. Rajasthan, the biggest state  in terms\nof area, has only 5.5 per cent of the total\npopulation of India (Figure 6.2)\n  • What could be the reason\nof uneven distribution of population in India?\nCensus\nA census is an official enumeration of population done periodically. In India, the first census was held in the year\n1872. The first complete census, however , was taken in the year 1881. Since then, censuses have been held\nregularly every tenth year .\nThe Indian Census is the most comprehensive source of demographic, social and economic data. Have you\never seen a census report? Check in your library if it has one.6\nReprint 2025-26\n\n--- Page 2 ---\nPOPULATION 49India’s Population Distribution by Density\nPopulation density provides a better picture\nof the uneven distribution. Population density\nis calculated as the number of persons per unit\narea. India is one of the most densely populated\ncountries of the world.\nIndia,17.5%Restoftheworld,82.5%\nRestoftheworld,97.6%\nIndia,2.4%AREAPOPULATION\nFig 6.1 : India’s Shar e of W orld’s Ar ea and Population\nFig. 6.2: Distribution of Population\nSource: Census of India, 2011Do You KnowOnly Bangladesh and Japan have\nhigher average population densities\nthan India. Find out the population\ndensities of Bangladesh and Japan.\nThe population density of India in the year\n2011 was 382 persons per sq km. Densities\nvary from 1,102 persons per sq km in Bihar to\nonly 17 persons per sq km in Arunachal\nPradesh. A study of the Figure 6.3 shows the\npattern of uneven distribution of population\ndensities at the State level.\nReprint 2025-26\n\n--- Page 3 ---\n50 CONTEMPORARY INDIA-INote: Telangana became the 29th State of India in June 2014.\n* State of Jammu and Kashmir was bifurcated into two union territories namely Jammu and\nKashmir and Ladakh on 05.08.19.\nFig. 6.3: Density of Population (Census of India 2011)\nReprint 2025-26\n\n--- Page 4 ---\nPOPULATION 512 per cent per annum means that in a given\nyear, ther e was an incr\nease of two persons for\nevery 100 persons in the base population.  This\nis referred to as the annual growth rate .\nIndia’s population has been steadily\nincreasing from 361 million in 1951 to 1210\nmillion in 2011.\nTable 6.1 : The Magnitude and Rate of India’s\nPopulation Growth\nYear Total Absolute Annual\nPopulation Increase in Growth\n(in million) the Decade Rate\n(in million) ( % )\n1951  361.0 42.43 1.25\n1961  439.2 78.15 1.96\n1971  548.2 108.92 2.20\n1981  683.3 135.17 2.22\n1991  846.4 163.09 2.16\n2001 1028.7 182.32 1.97\n2011 1210.6 181.46 1.64\nTable 6.1 and F\nigure s 6.4 (a) and 6.4 (b)\nreveal that from 1951 to 1981, the annual\nrate of population growth was steadily\nincreasing; which explains the rapid increase\nin population from 361 million in 1951 to\n683 million in 1981.\n•  Table 6.1 reveals that despite the\ndecline in growth rates, the number of people being\nadded every decade is steadily increasing. Why?\nSince 1981, however, the rate of gr owth\nstarted declining gradually. During this period,\nbirth rates declined rapidly. Still 182 million\npeople were added to the total population in\nthe 1990s alone (an annual addition larger\nthan ever before).\nIt is essential to realise that India has a very\nlarge population. When a low annual rate is\napplied to a very large population, it yields a\nlarge absolute increase. When more than a\nbillion people increase even at a lower rate, the\ntotal number  being added becomes very large.\nIndia’s annual increase in population is large\nenough to neutralise efforts to conserve the\nresource endowment and environment.\n The declining trend of the growth rate is\nindeed a positive indicator of the efforts of birth\ncontrol. Despite that, the total additions to the\npopulation base continue to grow, and IndiaActivity ActivityActivity ActivityActivity\nStudy the Figure 6.3 and compare it with\nFigure 2.4 and Figure 4.7. Do you find any\ncorelation between these maps?\nNote the States with population densities\nbelow 250 persons per square km. Rugged\nterrain and unfavourable climatic conditions\nare primarily responsible for sparse population\nin these areas.  Which states have density below\n250 persons per square km?\nAssam and most of the Peninsular states\nhave moderate population densities. Hilly,\ndissected and rocky nature of the terrain,\nmoderate to low rainfall, shallow and less fertile\nsoils have influenced population densities in\nthese areas.\nThe Northern plains and Kerala in the south\nhave high to very high population densities\nbecause of the flat plains with fertile soils and\nabundant rainfall. Identify the three states of\nthe Northern Plains with high population\ndensities.\nPOPULATION  GROWTH  AND PROCESSES\nOF POPULATION  CHANGE\nPopulation is a dynamic phenomenon. The\nnumbers, distribution and composition of the\npopulation are constantly changing. This is the\ninfluence of the interaction of the three processes,\nnamely  — births, deaths and migrations.\nPopulation Growth\nGrowth of population refers to the change in\nthe number of inhabitants of a country/territory\nduring a specific period of time, say during the\nlast 10 years.  Such a change can be expressed\nin two ways: in terms of absolute numbers and\nin ter ms of per centage change per year .\nThe absolute numbers added each year or\ndecade is the magnitude of increase. It is\nobtained by simply subtracting the earlier\npopulation (e.g. that of 2001) from the later\npopulation (e.g. that of 2011).  It is referred to\nas the absolute increase.\nThe rate or the pace of population increase\nis the other important aspect.  It is studied in\nper cent per annum, e.g. a rate of increase of\nReprint 2025-26\n\n--- Page 5 ---\n52 CONTEMPORARY INDIA-Ihas overtaken China in 2023 to become the most\npopulous country in the world. (www.un.org.)\nProcesses of Population Change/Growth\nThere are three main processes of change of\npopulation : birth rates, death rates and\nmigration. Fig. 6.4(b): India’s Population 1901-2011Fig. 6.4(a): India’s  Population Growth Rates during 1951-2011\nThe natural increase of population is the\ndifference between birth rates and death rates.\nBirth rate is the number of live births per\nthousand persons in a year . It is a major\ncomponent of growth because in India, birth\nrates have always been higher than death\nrates.\nReprint 2025-26\n\n--- Page 6 ---\nPOPULATION 53Death rate is the number of deaths per\nthousand persons in a year . The main cause\nof the rate of growth of the Indian population\nhas been the rapid decline in death rates.\nTill 1980, high birth rates and declining\ndeath rates led to a large difference between\nbirth rates and death rates resulting in higher\nrates of population growth. Since 1981, birth\nrates have also started declining gradually,\nresulting in a gradual decline in the rate of\npopulation growth. What are the reasons for\nthis trend?\nThe third component of population growth\nis migration . Migration is the movement of\npeople across regions and territories. Migration\ncan be internal  (within the country) or\ninternational (between the countries).\nInternal migration does not change the size\nof the population, but influences the\ndistribution of population within the nation.\nMigration plays a very significant role in\nchanging the composition and distribution of\npopulation.population in 1951 to 31.80 per cent in 2011.\nThere has been a significant increase in the\nnumber of ‘million plus cities’ from 35 to 53 in\njust one decade, i.e., 2001 to 2011. In 2023\nthere were 59 million plus cities in India.\nAdolescent Population\nThe most significant feature of the Indian\npopulation is the size of its adolescent\npopulation.  It constitutes one-fifth of the total\npopulation of India.  Adolescents are,\ngenerally, grouped in the age group of 10 to\n19 years.  They are the most important\nresource for the future.  Nutrition\nrequirements of adolescents are higher than\nthose of a normal child or adult.  Poor nutrition\ncan lead to deficiency and stunted growth.\nBut in India,  the diet available to adolescents\nis inadequate in all nutrients. A large number\nof adolescent girls suffer from anaemia. Their\nproblems have so far not received adequate\nattention in the process of development.  The\nadolescent girls have to be sensitised to the\nproblems they confront.  Awareness among\nthem can be improved through the spread of\nliteracy and education .\nNational Population Policy\nRecognising that the planning of families\nwould improve individual health and\nwelfare, the Government of India initiated  a\ncomprehensive Family Planning Programme\nin 1952. The Family W elfare Programme has\nsought to promote responsible and planned\nparenthood on a voluntary basis. The National\nPopulation Policy (N PP) 2000 is a\nculmination of years of planned efforts.\nThe NPP 2000 provides a policy\nframework for imparting free and compulsory\nschool education up to 14 years of age,\nreducing infant mortality rate to below 30 per\n1000 live births, achieving universal\nimmunisation of children against all vaccine\npreventable diseases, promoting delayed\nmarriage for girls, and making family welfare\na people-centred programme.Activity\nOn a map, trace the migration of each\nof your grandparents and parents\nsince their birth. Try and analyse the\nreasons for each move.\nIn India, most migrations have been from\nrural to urban areas because of the “push”\nfactor in rural areas. These are adverse\nconditions of poverty and unemployment in the\nrural areas and the “pull” of the city in terms\nof increased employment opportunities and\nbetter living conditions.\nMigration is an important determinant of\npopulation change. It changes not only the\npopulation size but also the population\ncomposition of urban and rural populations\nin terms of age and sex composition. In India,\nthe rural-urban migration has resulted in a\nsteady increase in the percentage of population\nin cities and towns. The urban population has\nincreased from 17.29 per cent of the total\nReprint 2025-26\n\n--- Page 7 ---\n54 CONTEMPORARY INDIA-I1.Choose the right answer from the four alternatives given below.\n(i)Migrations change the number , distribution and composition of the\npopulation in\n(a)the area of departure (c)both the area of departure and arrival\n(b)the area of arrival (d)none of the above\n(ii)A large proportion of children in a population is a result of\n(a)high birth rates (c)high death rates\n(b)high life expectancies (d)more married couples\n(iii) The magnitude of population growth refers to\n(a)the total population of an area\n(b)the number of persons added each year\n(c)the rate at which the population increases\n(d)the number of females per thousand males\n(iv) According to the Census, a “literate” person is one who\n(a)can read and write his/her name\n(b)can read and write any language\n(c)is 7 years old and can read and write any language with understanding\n(d)knows the 3 ‘R’s (reading, writing, arithmetic)\n2.Answer the following questions briefly.\n(i)Why is the rate of population growth in India declining since 1981?\n(ii)Discuss the major components of population growth.\n(iii) Define age structure, death rate and birth rate.\n(iv) How is migration a determinant factor of population change?\n3.Distinguish between population growth and population change.\n4.What is the relation between occupational structure and development?\n5.What are the advantages of having a healthy population?\n6.What are the significant features of the National Population Policy 2000?\nPROJECT /ACTIVITY\nConduct a class census by preparing a questionnaire. The questionnaire\nshould contain minimum five questions. Questions should relate to students,\ntheir family members, their class performance, their health, etc. Each student\nis required to fill in the questionnaire. Compile the information in numerical\nterms (in terms of percentage).  Present the information through pie-chart,\nbar-diagram or in any other way.EXERCISE\nReprint 2025-26\n\n--- Page 8 ---\nGLOSSARY\nAdolescence :Adolescence is a period in which a person is no longer a child and\nnot yet an adult.  Such persons are grouped in the age group of\n10 to 19 years.\nAlluvial plain :A level tract of land made up of alluvium or fine rock material\nbrought down by a river .\nBase population :The total population of an area at the beginning of a given time\nperiod.\nBiome :Plant communities occuring in distinct groups in areas having\nsimilar climatic conditions.\nBirth rate :The number of live births for every 1000 persons in a year .\nDepression :In meteorology; it denotes an area of relatively low atmospheric\npressure, which is found mainly in temperate regions.  In geology,\nit refers to a hollow sunken area of the earth’s surface.\nDeath rate :The number of deaths per 1000 persons in year .\nDensity of population :The average number of persons per unit area, such as a square\nkilometre.\nDependency ratio :The ratio of people of dependent age (below 15 and above 60 years)\nto people of economically active ages (15-59 years).\nEcosystem :A system which comprises the physical environment and the\norganisms living therein.\nEnvironment :Surroundings or the conditions under which a person or thing\nexists and develops his or its character .  It covers both physical\nand cultural elements.\nFault :A linear break in rocks of the earth’s crust along which there has\nbeen displacement in a horizontal, vertical or oblique direction.\nFauna :The animal life of a given area.\nFlora :The total vegetati on or plant cover of a region.\nFold : A bend in the rock strata resulting from compression of an area of\nthe earth’s crust .\nGeosyncline :A narrow, shallow,  elongated basin with a sinking bottom in which\na considerable thickness of sediments was deposited by the rivers\ncoming from Angara and Gondwanaland.\nGlacier :A mass of snow and ice that moves slowly under the influence of\ngravity along a confined course away from its place of accumulation.\nGrowth rate of population :The growth rate of population indicates the rate at which the\npopulation is gr owing.  In estimating the growth rate the increase\nin population is compared with the base population.  It can be\nmeasured annually or over a decade.\nIndian mainland :It refers to the contiguous stretch of landmass from Jammu and\nKashmir to Ka nniyakumari and from Gujarat to Arunachal Pradesh.\nIndian Standard Time :The local time along the Standard Meridian of India (82°30'E) .\nInland drainage :A drainage system in which the waters of the rivers do not reach\nthe oceans but fall into an inland sea or lake.\nReprint 2025-26\n\n--- Page 9 ---\n56 CONTEMPORARY INDIA-IIgneous rocks :Rocks formed as a result of solidification of magma either below\nthe earth’s surface or above it.\nLagoon :A salt-water lake separated from the sea by the sandbars and spits.\nLake :A body of water that lies in a hollow in the eart h’s surface and is\nentirely surrounded by land.\nLithospheric plates :Large segments of the earth’s crust composed of continental and\noceanic lithospheric parts, floating above the asthenosphere.\nLife expectancy :The average number of years one is expected to live.\nLocal  time :The time of a place determined by the  midday sun is called the\nlocal time.\nMetamorphic rocks :Deformation and alteration of pre-existing igneous and\nsedimentary rocks as a result of changes in physical and chemical\nconditions due to intense heat or pressure.\nMigration :Movement of people fr om one place to another .  Inter nal migration\nmeans movement of people within a country and external migration\nmeans movement of peopl e between countries.  When people come\nto a country from another country, it is called immigration and\nwhen they leave that co untry, it is called emigration.\nMillion plus cities :Cities with a population of more than one million or 10 lakh.\nMons oon :A complete reversal of winds over a large area leading to a change\nof seasons.\nMountain :An upward projected features of the earth’s surface that rises to\nhigh altitude and usually possesses steep slopes.\nNational park :A reserved area for preserving its natural vegeta tion, wildlife and\nthe natural environment.\nPlain :An extensive area of flat or gently undulating land.\nPlateau :An extensive elevated area of relatively flat land.\nPlate tectonics :The scientific concept that explains the movements of the crustal\nplates.\nRelief :The differences in elevation or the physical outline of the land\nsurface or ocean floor .\nSubsidence :In meteor ology, it is the downwar d movement of the air . In geology,\nit refers to the sinking of a portion of the earth’s surface.\nSedimentary rocks :Rocks composed of sediments and generally having a layered\nstructure.\nSex-ratio :Sex-ratio is defined as the number of females per thousand males.\nSubcontinent :A big landmass, which stands out as a distinct geographic al unit\nfrom the rest of the continent.\nTectonic :Forces originating within the earth and responsible for bringing\nwidespread changes in the landform features.\nYoung mountains :The fold mountains formed during the most recent major phase\nof folding in the earth’s cr ust.\nReprint 2025-26\n\n--- Page 10 ---\nNotes\nReprint 2025-26\n\n--- Page 11 ---\nNotes\nReprint 2025-26\n",
    "total_characters": 19222,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page2_img5.png",
      "page": 2
    },
    {
      "filename": "page2_img6.png",
      "page": 2
    },
    {
      "filename": "page2_img7.png",
      "page": 2
    },
    {
      "filename": "page2_img8.png",
      "page": 2
    },
    {
      "filename": "page2_img9.png",
      "page": 2
    },
    {
      "filename": "page2_img10.png",
      "page": 2
    },
    {
      "filename": "page2_img11.png",
      "page": 2
    },
    {
      "filename": "page2_img12.png",
      "page": 2
    },
    {
      "filename": "page2_img13.png",
      "page": 2
    },
    {
      "filename": "page2_img14.png",
      "page": 2
    },
    {
      "filename": "page2_img15.png",
      "page": 2
    },
    {
      "filename": "page2_img16.png",
      "page": 2
    },
    {
      "filename": "page2_img17.png",
      "page": 2
    },
    {
      "filename": "page2_img18.png",
      "page": 2
    },
    {
      "filename": "page2_img19.png",
      "page": 2
    },
    {
      "filename": "page2_img20.png",
      "page": 2
    },
    {
      "filename": "page2_img21.png",
      "page": 2
    },
    {
      "filename": "page2_img22.png",
      "page": 2
    },
    {
      "filename": "page2_img23.png",
      "page": 2
    },
    {
      "filename": "page2_img24.png",
      "page": 2
    },
    {
      "filename": "page2_img25.png",
      "page": 2
    },
    {
      "filename": "page2_img26.png",
      "page": 2
    },
    {
      "filename": "page2_img27.png",
      "page": 2
    },
    {
      "filename": "page2_img28.png",
      "page": 2
    },
    {
      "filename": "page2_img29.png",
      "page": 2
    },
    {
      "filename": "page2_img30.png",
      "page": 2
    },
    {
      "filename": "page2_img31.png",
      "page": 2
    },
    {
      "filename": "page2_img32.png",
      "page": 2
    },
    {
      "filename": "page2_img33.png",
      "page": 2
    },
    {
      "filename": "page2_img34.png",
      "page": 2
    },
    {
      "filename": "page2_img35.png",
      "page": 2
    },
    {
      "filename": "page2_img36.png",
      "page": 2
    },
    {
      "filename": "page2_img37.png",
      "page": 2
    },
    {
      "filename": "page2_img38.png",
      "page": 2
    },
    {
      "filename": "page2_img39.png",
      "page": 2
    },
    {
      "filename": "page2_img40.png",
      "page": 2
    },
    {
      "filename": "page2_img41.png",
      "page": 2
    },
    {
      "filename": "page2_img42.png",
      "page": 2
    },
    {
      "filename": "page2_img43.png",
      "page": 2
    },
    {
      "filename": "page2_img44.png",
      "page": 2
    },
    {
      "filename": "page2_img45.png",
      "page": 2
    },
    {
      "filename": "page2_img46.png",
      "page": 2
    },
    {
      "filename": "page2_img47.png",
      "page": 2
    },
    {
      "filename": "page2_img48.png",
      "page": 2
    },
    {
      "filename": "page2_img49.png",
      "page": 2
    },
    {
      "filename": "page2_img50.png",
      "page": 2
    },
    {
      "filename": "page2_img51.png",
      "page": 2
    },
    {
      "filename": "page2_img52.png",
      "page": 2
    },
    {
      "filename": "page2_img53.png",
      "page": 2
    },
    {
      "filename": "page2_img54.png",
      "page": 2
    },
    {
      "filename": "page2_img55.png",
      "page": 2
    },
    {
      "filename": "page2_img56.png",
      "page": 2
    },
    {
      "filename": "page2_img57.png",
      "page": 2
    },
    {
      "filename": "page2_img58.png",
      "page": 2
    },
    {
      "filename": "page2_img59.png",
      "page": 2
    },
    {
      "filename": "page2_img60.png",
      "page": 2
    },
    {
      "filename": "page2_img61.png",
      "page": 2
    },
    {
      "filename": "page2_img62.png",
      "page": 2
    },
    {
      "filename": "page2_img63.png",
      "page": 2
    },
    {
      "filename": "page2_img64.png",
      "page": 2
    },
    {
      "filename": "page2_img65.png",
      "page": 2
    },
    {
      "filename": "page2_img66.png",
      "page": 2
    },
    {
      "filename": "page2_img67.png",
      "page": 2
    },
    {
      "filename": "page2_img68.png",
      "page": 2
    },
    {
      "filename": "page2_img69.png",
      "page": 2
    },
    {
      "filename": "page2_img70.png",
      "page": 2
    },
    {
      "filename": "page2_img71.png",
      "page": 2
    },
    {
      "filename": "page2_img72.png",
      "page": 2
    },
    {
      "filename": "page2_img73.png",
      "page": 2
    },
    {
      "filename": "page2_img74.png",
      "page": 2
    },
    {
      "filename": "page2_img75.png",
      "page": 2
    },
    {
      "filename": "page2_img76.png",
      "page": 2
    },
    {
      "filename": "page2_img77.png",
      "page": 2
    },
    {
      "filename": "page2_img78.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    }
  ],
  "image_count": 100,
  "keywords": [
    "India",
    "Population",
    "Reprint",
    "Growth",
    "Figure",
    "Census",
    "Pradesh",
    "Indian",
    "Migration",
    "National",
    "Distribution",
    "These",
    "Uttar",
    "Since",
    "Density",
    "State",
    "Jammu",
    "Kashmir",
    "Table",
    "Policy"
  ]
}