{
  "metadata": {
    "subject": "english-part3",
    "chapter_number": 7,
    "chapter_name": "iewe107",
    "source_file": "iewe107.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nUnit\n7\nYou have read about Santosh Yadav, the youngest woman in the world to have \nconquered Mount Everest in 1992. You must have heard or read about Poorna, who at the age of 13 years 11 months, became the youngest girl in the world to have scaled the Mount Everest in 2014, with sheer determination and willpower. You would have also read about Maria Sharapova who bagged the Women’s Singles crown at Wimbledon in 2004. She was determined, tough, competitive, hard-working with unwavering desire. Both of them had big dreams from the very young age. \n1.\n Do you have the passion \nto do something other than your studies like \nthese two icons have? (Be it music, dance, theatre, trekking, watersport, \npainting, football, cricket, etc.)\n2.\t Do\tyou\tfind\tany\tdifficulty \tin\tpursuing \tyour\tpassion?\n3. Who gives you support and encouragement to go ahead with your passion?Le t’s b eg i n\nReading  CompRehension\nRead the following passage carefully. Based on your reading, \nanswer the following questions in the space provided.  \nText I\nOn\t3\tAugust\t1996,\tLeander \tPaes\tbecame\tthe\tfirst\tIndian\t\nto win an individual \nmedal in 44 years when he defeated \nFernando Meligeni of Brazil in an exciting match in the \nCentennial Olympic Games at Atlanta. Paes ranked 31 places below the Brazilian, played with gusto and determination against a player who has two ATP tour titles under his belt, and clinched the bronze medal. He was given a standing gusto: enjoyment and \nenthusiasm\nUnit 7.indd   96 20-02-2023   09:25:57\nReprint 2025-26\n\n--- Page 2 ---\nUnit 797\novation when Paes raised his hand in triumph and said a \nsilent prayer.\nLeander’s father had won a bronze medal in the Munich \nOlympics \t1972\tas\ta\tmember \tof\tthe\tIndian\thockey\tteam.\tIt\tis\t\ncreditable to Leander Paes \nas he got it in an individual event.\nLater he dedicated the medal to his coach and his \ndoubles teammate. “They have helped me out and given me advice and kept me in good frame of mind. This medal doesn’t just show my efforts; it shows the efforts of the whole team.”\nPaes was recognised as a prodigy by Vijay Amritraj in \nthe ’80s. Even so, Paes’ true mentor has been Naresh Kumar, the\n\tformer\tIndian\tDavis\tCup\tCaptain. \tHis\tincredible \tDavis\t\nCup record speaks for itself. While it may be said that some of his Davis Cup victories \nwere achieved because he was \nplaying on his favourite surface, grass and enjoyed home support. But at Atlanta, Paes had none of these advantages except his coach, close family members and the expatriates. While Davis Cup victories bring in good cash rewards and ATP (Association of Tennis Professionals) points, there he was playing for just a medal. Paes explains it all when he says,\n\t“When\tI\tam\tplaying\tfor\tmy\tcountry \tI\tdon’t\texpect\t\nanything.” That straightaway sets him apart.\nHe succeeds because of his willingness \nto take his \nchances, \tswift\treflexes\tand\tmental\tstrength, \tand\tthe\tfact\t\nthat he does not accept defeat easily.\n(Source: http://www.jhs.ac.in/pdf/Cbse-qp/Grade-9/English/5.pdf)\n1.\t Leander’s \tvictory\tat\tAtlanta\tis\tsignificant \tbecause \t\n____________________________________________________\n________________________________________________________________________________________________________\n2.\n His father’s Olympic triumph \nin 1972 was different \nfrom his own because it was\n________________________________________________________________________________________________________prodigy: a young person \nwith exceptional qualities or abilities\nexpatriate:  a person who \nlives outside their native \ncountry\nUnit 7.indd   97 20-02-2023   09:25:57\nReprint 2025-26\n\n--- Page 3 ---\n Words and ExprEssions  198\n3. Leander gave credit to his coach and his teammate in \ndoubles for his victory. How did they help him?\n____________________________________________________\n____________________________________________________________________________________________________________________________________________________________\n4.\t If\n\tyou\tare\trequired \tto\tsum\tup\tLeander’s \tqualities \tas\ta\t\nplayer, which one would you like to highlight and why?\n________________________________________________________________________________________________________________________________________________________________________________________________________________\n5.\t In\n\tIndia,\twhile\tregistering \this\tvictories \tin\tDavis\tCup\t\none could say that he won because\n________________________________________________________________________________________________________\n6.\n At Atlanta he won because \n________________________________________________________________________________________________________\nRead the following poem and answer \nthe questions that \nfollow.\nText II\nWheRe the mind is Without  FeaR\nWhere the mind is without fear and the head is held high;\nWhere knowledge is free;Where the world has not been broken up into fragmentsBy narrow domestic walls;Where words come out from the depth of truth;Where tireless striving stretches its arms towards  \n   ",
    "total_characters": 26799,
    "preview": "\n--- Page 1 ---\nUnit\n7\nYou have read about Santosh Yadav, the youngest woman in the world to have \nconquered Mount Everest in 1992. You must have heard or read about Poorna, who at the age of 13 years 11 months, became the youngest girl in the world to have scaled the Mount Everest in 2014, with sheer determination and willpower. You would have also read about Maria Sharapova who bagged the Women’s Singles crown at Wimbledon in 2004. She was determined, tough, competitive, hard-working with unwa"
  },
  "keywords": [
    "Reprint",
    "Sunita",
    "Where",
    "Words",
    "India",
    "Kiran",
    "Leander",
    "Sarita",
    "Indian",
    "Davis",
    "Example",
    "First",
    "Karate",
    "Maria",
    "Atlanta",
    "Reach",
    "Column",
    "Mount",
    "Sharapova",
    "Olympic"
  ]
}