{
  "metadata": {
    "subject": "information-andcommunication-technology",
    "chapter_number": 3,
    "chapter_name": "iict103",
    "source_file": "iict103.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nSamayra and Shirom visited a fair organised in a \nvillage and wanted to write and send an article in a newspaper consisting of a writeup and a collage. They were very happy as Samayra was fond of photography and Shirom was good at writing articles. Samayra took pictures throughout the day and in the evening they both sat down to check those pictures. When they saw \nFig 3.1 : Village melaChapter  \n2Chapter  \n1Creating Visual\nCommunicationChapter\n3\nChapter 3.indd   39 27-Feb-19   4:41:56 PM\nReprint 2025-26\n\n--- Page 2 ---\nICT T exTbook — Class Ix40the pictures they were not happy as the pictures were a \nlittle dull and not focussed properly.\nShirom: Samayra, don't get upset I am familiar with a \ngraphics editor software  which will help us in modifying and enhancing these images. \nSamayra: Shirom, do you know editing can also be done \nwith a smartphone.\nShirom: Yes Samayra, you are absolutely correct, but \nI know a Free and Open Source Graphics Editing Tool which can help us to enhance images we have.\nCheck Yourself\nWhat needs to be checked for selecting a picture for an article?\n(a)  Clarity of picture\n(b)  Information in the picture(c)  Size of the picture(d)  Any other ______\nShirom: Samayra, now tell me what modifications you \nwant in these images. I will demonstrate how we can use various features of the graphics editor for modifications in these images.\nShirom: Let's first open the image we want to modify. \n(Refer Fig. 3.2).\nFig 3.2: Opening an image\nCanvas  is the area \nwhere you insert and modify an image. A canvas can havemany layers. A layer comprises oneimage. The Newoption of File menu also opens a new canvas where we can mention the size of the image. The size of an image is measured in pixels. A pixel is thesmallest illuminated area on a screen.\nGIMP is a multimedia \ntool suitable for avariety of imagemanipulation tasks,such as  photo editing, collage creation and free from drawing. GIMP stores an image in  .xcf format.\nChapter 3.indd   40 27-Feb-19   4:41:58 PM\nReprint 2025-26\n\n--- Page 3 ---\nCreating  Visual Communi Cation41Samayra: Shirom, see this image. It contains some \nunwanted areas which I don't want. Refer Fig. 3.3.\nShirom: Don't worry Samayra let me tell you how you \ncan remove the unwanted area of the picture. This is known as cropping as shown in Fig. 3.4.\nFig. 3.3: Image showing unwanted area\nFig. 3.4: Cropping an image\nChapter 3.indd   41 7/16/2020   2:39:24 PM\nReprint 2025-26\n\n--- Page 4 ---\nICT T exTbook — Class Ix42Samayra: Yes Shirom, this is exactly what I wanted.\nMoving the mouse pointer over the tool in the toolbox, \nas shown in Fig. 3.5 and letting it rest for a moment, usually displays a ‘tooltip’ that describes its usage. Short cut keys are also frequently shown in the tooltip. In many cases, you can hover the mouse over an item and press the F1 key to get help about the tool that is underneath the mouse.Shirom: Samayra, let me now tell you how to create a copy of an image. For this we will have to create a new layer. Refer Fig. 3.6 to add, a new layer.\n    Fig. 3.5 : Tool Box\nA Toolbox is an area \nwhich contains tools to perform basic tasks. Tools can be added or removed as per our requirements. The toolbox is placed by default on the left side when you open GIMP interface.One can also select the portion to be cropped by using ToolsSelection Tools     Rectangle Select.Select and then select Image  Crop to Selection to crop an image.\nChapter 3.indd   42 7/16/2020   2:39:24 PM\nReprint 2025-26\n\n--- Page 5 ---\nCreating  Visual Communi Cation43Paste the copied image to new layer using Edit  → Paste \nas → New Layer.\nA new layer with the image is created on top of the \nprevious layer. Click on the image and using the Move Tool to move the image to right side of the existing i mage.\nFig. 3.7 : Copied image\n  Fig. 3.6 : Layering an Image\nChapter 3.indd   43 27-Feb-19   4:42:01 PM\nReprint 2025-26\n\n--- Page 6 ---\nICT T exTbook — Class Ix44Samayra: Shirom, I was thinking of creating a replica of \nthis image but in the opposite direction.\nShirom: Oh, that's known as flipping an image.\nTo do that we first need a copy of the image you want to \nflip. Refer Fig. 3.8 to flip an image.\nBefore flipping\nshould a copy of\nthe image be kept?\nFig. 3.8: Flipping an image\nFig. 3.9: Flipped image\nChapter 3.indd   44 27-Feb-19   4:42:03 PM\nReprint 2025-26\n\n--- Page 7 ---\nCreating  Visual Communi Cation45Shirom: Samayra, just like flipping we can also rotate \nan image. Refer Fig. 3.10 to rotate an image. \nFig. 3.10: Rotating an image\nCheck Yourself\nDownload an image of a flower.\n1. Create a copy of this image.2. Use the shortcut key to crop certain areas of this \nimage \n    which you think are not required.3. Flip the cropped image vertically.4. Rotate the flipped image by 90 degrees.\nShirom: Another important aspect is to reduce the size of an image so that it can be mailed or  used for any other purpose. The solution for this is to scale the image. Scaling down is the process of re",
    "total_characters": 15619,
    "preview": "\n--- Page 1 ---\nSamayra and Shirom visited a fair organised in a \nvillage and wanted to write and send an article in a newspaper consisting of a writeup and a collage. They were very happy as Samayra was fond of photography and Shirom was good at writing articles. Samayra took pictures throughout the day and in the evening they both sat down to check those pictures. When they saw \nFig 3.1 : Village melaChapter  \n2Chapter  \n1Creating Visual\nCommunicationChapter\n3\nChapter 3.indd   39 27-Feb-19   4"
  },
  "keywords": [
    "Shirom",
    "Refer",
    "Samayra",
    "Chapter",
    "Reprint",
    "Layer",
    "Creating",
    "Image",
    "Visual",
    "Class",
    "Communi",
    "Tools",
    "Click",
    "Select",
    "Scaling",
    "Visible",
    "Selection",
    "Paste",
    "Create",
    "Using"
  ]
}