{
  "metadata": {
    "subject": "information-andcommunication-technology",
    "chapter_number": 6,
    "chapter_name": "iict106",
    "source_file": "iict106.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nRecall the instances in previous chapters when\n•\tMuskan shared video of her experiment with her \nclassmate using a messenger app.\n•\tShe created a blog and shared the images she clicked when she visited the state museum of Bhubaneswar.\n•\tShe thought of placing the song on web which she sang in a school function.\n•\tShe started speaking to Hasmukh on Skype instead of telephone.\n•\tShe shared the digital album of her birthday with Hasmukh through email.\n•\tShe decided to join an online course on puppetry during her summer vacation.\nReflect\thow\tall\tthis\twas\tpossible.\nInternet is used to search and gather resources to enhance knowledge and to complete your projects. In earlier times, library was the most sought after place for gathering information from books and encyclopaedias. But nowadays Internet has made it possible to search and gather variety of multimedia resources for learning. Take example of a project on “Role of youth in the development of a nation”.Chapter  \n2Chapter  \n1Getting Connected\nInternetChapter\n6\nChapter 6.indd   78 7/16/2020   2:57:11 PM\nReprint 2025-26\n\n--- Page 2 ---\nGETTING  CONNECTED  : INTERNET 79You can get resources on the above topic from the \nInternet. These days, almost all information and services are available on the Internet. For logging on to the Internet, you just need an electronic device (preferably computer/laptop/smartphone/tablet) with an Internet connection. You can access a large number of resources and information  stored on the World Wide Web (WWW). In order to access the resources in WWW, we need a software called Web Browser. Web browsers are generally present in our computer system. A few popular web browsers\thave\tbeen\tshown\tin\tFig.\t6.1\t,\tfill\tin\tthe\tblanks\twith any two other web browsers.\nFig. 6.1: Web browsers\nWhen you click on the browser icon in your computer, the following window will be opened. On top of the browser window, there is an address bar as shown in Fig. 6.2.\nFig. 6.2: Layout of Mozilla Firefox browser\nWorld Wide Web (WWW) is an information space on the Internet where documents and other resources are stored.\nA Web browser is  a software for accessing  information and resources on the World Wide Web.  \nChapter 6.indd   79 28-Feb-19   3:38:19 PM\nReprint 2025-26\n\n--- Page 3 ---\nICT T exTbook — Class Ix80The address bar let you type the address of the resource \nwhich you want to access on the web. Every resource is available in a web page on the web. Once you type the URL in the address bar, the webpage will open from where you can access the resources.\nA website contains many webpages. The first page that \nyou see, when you open a website is the Home Page.\nActivity 1\n• Open the website by typing the address creativecommons.org in the address bar.\n•\n Keeping in mind the title “Role of youth in the development of a nation”, explore resources related to your project. \nWhile exploring the website, you might have noticed that when you hover the mouse over certain text/images, the cursor changes to  <insert hand symbol>.This signifies that the text/image is a link to another webpage or resource which is known as Hyperlink.\nActivity 2 \n• List and click on any of the three hyperlinks in the website: creativecommons.org  \n_________________________________________________________________________________________________________________________________________________________\nSuppose you are not aware of the URL of the website from where you can access the resources or if you want to search the web for finding more information/resources, you can take help of the Search Engine.\nFollowing are a few popular search engines:\nName Address\nGoogle google.com\nBing bing.com\nA Webpage is a\ncollection ofinformation in the form of multimediaresources.The Website is acollection of Webpages.\nA Search Engine is a tool that allows  to search for information on web.\nChapter 6.indd   80 7/16/2020   2:57:39 PM\nReprint 2025-26\n\n--- Page 4 ---\nGettin G Conne Cted : internet81Yahoo yahoo.com\nAsk ask.com\nDuckDuck duckduckgo.com\nTable 6.1: Popular search engines\nTo search information/resources using a search engine \nyou need to use keyword in the Search Box as shown in Fig. 6.3.\nWhile using search engines, a good plan can save \nyour time. Before searching ask yourself the following questions like:\n• What type of information am I seeking (ideas, facts, opinions, options)?\n• What form of information am I seeking (text, images, videos)? \nAccording to the above questions, select the keywords. Use words related to the type of information you seek. \nFig. 6.3: Search Engine\nChapter 6.indd   81 7/16/2020   2:57:39 PM\nReprint 2025-26\n\n--- Page 5 ---\nICT T EXTBOOK  — C LASS IX 82\nWord or phrase \nentered in the search box helps the search engines to list those webpages which contain that word or phrase. Now for your\tspecific\tsearch\tthe entered word or phrase becomes the keyword.Select precise words and avoid common words, such as the, of, apply etc.\nDid you get what you were looking ",
    "total_characters": 19558,
    "preview": "\n--- Page 1 ---\nRecall the instances in previous chapters when\n•\tMuskan shared video of her experiment with her \nclassmate using a messenger app.\n•\tShe created a blog and shared the images she clicked when she visited the state museum of Bhubaneswar.\n•\tShe thought of placing the song on web which she sang in a school function.\n•\tShe started speaking to Hasmukh on Skype instead of telephone.\n•\tShe shared the digital album of her birthday with Hasmukh through email.\n•\tShe decided to join an online"
  },
  "keywords": [
    "Internet",
    "Chapter",
    "Reprint",
    "Search",
    "Table",
    "Class",
    "Activity",
    "While",
    "Gettin",
    "Conne",
    "World",
    "Engine",
    "Address",
    "Website",
    "Email",
    "Write",
    "Inbox",
    "Hasmukh",
    "These",
    "Bookmarking"
  ]
}