{
  "metadata": {
    "subject": "science",
    "chapter_number": 6,
    "chapter_name": "iesc106",
    "source_file": "iesc106.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nFrom the last chapter , we r ecall that all living\norganisms ar e made of cells. In unicellular\norganisms, a single cell per forms all basic\nfunctions. For example, in Amoeba , a single\ncell carries out movement, intake of food,\ngaseous exchange and excretion. But in multi-\ncellular organisms there are millions of cells.\nMost of these cells are specialised to carry out\nspecific functions. Each specialised function\nis taken up by a different group of cells. Since\nthese cells carry out only a particular function,\nthey do it very efficiently. In human beings,\nmuscle cells contract and relax to cause\nmovement, nerve cells carry messages, blood\nflows to transport oxygen, food, hormones and\nwaste material and so on. In plants, vascular\ntissues conduct food and water from one part\nof the plant to other parts. So, multi-cellular\norganisms show division of labour . Cells\nspecialising in one function are often grouped\ntogether in the body. This means that a\nparticular function is carried out by a cluster\nof cells at a definite place in the body. This\ncluster of cells, called a tissue, is arranged and\ndesigned so as to give the highest possible\nefficiency of function. Blood, phloem and\nmuscle are all examples of tissues.\nA group of cells that are similar in structure\nand/or work together to achieve a particular\nfunction forms a tissue.\n6.1Are Plants and Animals Made\nof Same Types of Tissues?\nLet us compar e their structur e and functions.\nDo plants and animals have the same\nstructur e? Do they both per form similar\nfunctions?There are noticeable differences between\nthe two. Plants are stationary or fixed – they\ndon’t move. Since they have to be upright, they\nhave a large quantity of supportive tissue. The\nsupportive tissue generally has dead cells.\nAnimals on the other hand move around\nin sear ch of food, mates and shelter . They\nconsume more energy as compared to plants.\nMost of the tissues they contain are living.\nAnother difference between animals and\nplants is in the pattern of growth. The growth\nin plants is limited to certain regions, while this\nis not so in animals. There are some tissues in\nplants that divide throughout their life. These\ntissues are localised in certain regions. Based\non the dividing capacity of the tissues, various\nplant tissues can be classified as growing or\nmeristematic tissue and permanent tissue. Cell\ngrowth in animals is more uniform. So, there\nis no such demarcation of dividing and non-\ndividing regions in animals.\nThe structural organisation of organs and\norgan systems is far more specialised and\nlocalised in complex animals than even in very\ncomplex plants. This fundamental difference\nreflects the different modes of life pursued by\nthese two major groups of organisms,\nparticularly in their different feeding methods.\nAlso, they are differently adapted for a\nsedentary existence on one hand (plants) and\nactive locomotion on the other (animals),\ncontributing to this difference in organ system\ndesign.\nIt is with reference to these complex animal\nand plant bodies that we will now talk about\nthe concept of tissues in some detail.6\nT\nTT TTISSUES ISSUESISSUES ISSUESISSUESChapter\nReprint 2025-26\n\n--- Page 2 ---\nLateral meristemuestions\n1.What is a tissue?\n2.What is the utility of tissues in\nmulti-cellular organisms?\n6.2Plant Tissues\n6.2.1 MERISTEMATIC TISSUE•From the above observations, answer\nthe following questions:\n1.Which of the two onions has longer\nroots? Why?\n2.Do the roots continue growing\neven after we have removed their\ntips?\n3.Why would the tips stop growing\nin jar 2 after we cut them?\nThe growth of plants occurs only in certain\nspecific regions. This is because the dividing\ntissue, also known as meristematic tissue, is\nlocated only at these points. Depending on\nthe r egion where they are pr esent,\nmeristematic tissues ar e classified as apical,\nlateral and inter calary (Fig. 6.2). New cells\nproduced by meristem are initially like those\nof meristem itself, but as they grow and\nmature, their characteristics slowly change and\nthey become differentiated as components of\nother tissues.\nFig. 6.1:  Growth of r oots in onion bulbs\nActivity ______________ 6.1\n•Take two glass jars and fill them with\nwater .\n•Now, take two onion bulbs and place\none on each jar , as shown in\nFig. 6.1.\n•Observe the growth of roots in both\nthe bulbs for a few days.\n•Measure the length of roots on day 1,\n2 and 3.\n•On day 4, cut the r oot tips of the onion\nbulb in jar 2 by about 1 cm. After this,\nobserve the gr owth of r oots in both the\njars and measur\ne their lengths each\nday for five mor e days and r ecord the\nobservations in tables, like the table\nbelow:\nLength Day 1 Day 2 Day 3 Day 4 Day 5\nJar 1\nJar 2Q\nApical meristem is present at the growing\ntips of stems and roots and increases the\nlength of the stem and the root. The girth of\nthe stem or root increases due to lateral\nmeristem (cambium). Intercalary meristem\nseen in some plants is located near the node.Fig. 6.2:  Location of meristematic ti",
    "total_characters": 25958,
    "preview": "\n--- Page 1 ---\nFrom the last chapter , we r ecall that all living\norganisms ar e made of cells. In unicellular\norganisms, a single cell per forms all basic\nfunctions. For example, in Amoeba , a single\ncell carries out movement, intake of food,\ngaseous exchange and excretion. But in multi-\ncellular organisms there are millions of cells.\nMost of these cells are specialised to carry out\nspecific functions. Each specialised function\nis taken up by a different group of cells. Since\nthese cells carry"
  },
  "keywords": [
    "Reprint",
    "Blood",
    "Tissue",
    "These",
    "Activity",
    "Xylem",
    "Since",
    "Types",
    "Phloem",
    "Nucleus",
    "Smooth",
    "Tissues",
    "There",
    "Observe",
    "Parenchyma",
    "Sieve",
    "Different",
    "Cells",
    "Plants",
    "Animals"
  ]
}