{
  "metadata": {
    "subject": "english-part3",
    "chapter_number": 10,
    "chapter_name": "iewe1ps",
    "source_file": "iewe1ps.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nWords  and \nExpr Essions  1 \nWorkbook  in English  \nfor \nClass iX\nPrelims.indd   1 20-02-2023   09:25:12\nReprint 2025-26\n\n--- Page 2 ---\nFirst Edition     \nMay 2018  Vaishakha 1940\nReprinted     \nJanuary 2019  Magha 1940\nAugust 2019  Shravana 1941\nRevised Edition\nFebruary 2023  Fhalguna 1944\nReprinted     \nMarch 2024  Chaitra 1946 \nDecember 2024  Agrahayana 1946\nPD 200T BS\n© National Council of Educational  \nResearch and Training, 2018, 2023\n 115.00\nPrinted on 80 GSM paper with NCERT watermark \nPublished at the Publication Division \nby the Secretary, National Council of  \nEducational Research and Training,  \nSri Aurobindo Marg, New Delhi 110016 and  \nprinted at Pankaj Printing Press, D-28, Industrial Area, Site-A, Mathura (U.P.)ALL RIGHTS RESERVED\n No part of this publication may be reproduced, stored in a retrieval sys-tem or transmitted, in any form or by any means, electronic, mechani -\ncal, photocopying, recording or otherwise without the prior permission of the publisher.\n This book is sold subject to the condition that it shall not, by way of \ntrade,  be lent, re-sold, hired out or otherwise disposed of without the publisher’s consent, in any form of binding or cover other than that in which it is published.\n The correct price of this publication is the price printed on this page, Any revised price indicated by a rubber stamp or by a sticker or by any other means is incorrect and should be unacceptable.\nPublication Team\nHead, Publication  : M.V. Srinivasan\nDivision\nChief Editor  : Bijnan Sutar\nChief Production  : Jahan Lal\nOfficer (In charge)Chief Business\n : Amitabh Kumar\nManagerProduction Officer\n : Deepak JaiswalOFFICES OF THE PUBLICATION  \nDIVISION , NCERT\nNCERT Campus\nSri Aurobindo MargNew  Delhi 110 016\n Phone :  011-26562708\n108, 100 Feet Road Hosdakere Halli ExtensionBanashankari III StageBengaluru 560 085\n Phone : 080-26725740\nNavjivan Trust BuildingP.O. Navjivan Ahmedabad 380 014\n Phone :  079-27541446\nCWC CampusOpp. Dhankal Bus StopPanihatiKolkata 700 114\n Phone :  033-25530454\nCWC ComplexMaligaon  Guwahati 781 021\n Phone :  0361-2674869  \nCover, Layout Design and Illustrations\nBlue Fish DesignsISBN 978-93-5292-061-7 976 – WORDS AND EXPRESSIONTextbook for Class 9\nPrelims.indd   2 04/12/2024   12:30:30\nReprint 2025-26\n\n--- Page 3 ---\nForeword\nTeaching and learning of language in school education should be based on the \ninsight that language learning is a natural process which should be enhanced in school for academic and overall achievement of the learners. It is extremely important that learner-centric methodologies of language learning should be promoted for eliciting critical responses, and developing sensitivity to social issues.\nThe focus of language learning is on developing skills of language and \ncommunicative competence. Language learning progresses naturally with exposure to and use of language in meaningful situations. In this context, importance has been attributed in the National Curriculum Framework–2005, to methods of teaching which are process based. These give opportunities to learners for engaging with texts and equip them for self-assessment.\nEnglish has been one of the languages which is being learnt in schools. \nIt is therefore recommended that English be learnt along with the language of the learners since it leads to transference of skills from the child’s own language to the second language (English).\nWe, at NCERT make an endeavour to provide engaging, relevant and \nauthentic resources. This supplements and complements language acquisition, and provide opportunities for learners to associate experiences with everyday life. \nNCERT had developed two books, Beehive and Moments for Class IX, \nbased on the National Curriculum Framework\n – 2005. The workbook, Words \nand \nExpressions 1 is a sequential continuation of these. It has been developed \ntaking into account the feedback on these books and needs of learners and teachers. \nThe workbook has taken into account the skills that are critical for overall \ndevelopment of the learners, such as the skills of collaboration, creativity and imagination, critical thinking and problem solving, communication and compassion. \nWe hope this workbook will serve as an effective instrument for learners \nand teachers for adding quality to the teaching and learning processes. We are indebted to the institutions and organisations which have generously permitted us to draw upon their resources and materials. All the publications of NCERT are regularly revised on the basis of the feedback from students, parents, teachers and teacher educators.  \nNew Delhi\n    HrusHikes H senapaty\nMay 2018       Director , NCERT\nPrelims.indd   3 20-02-2023   09:25:12\nReprint 2025-26\n\n--- Page 4 ---\niv\nPrelims.indd   4 20-02-2023   09:25:12\nReprint 2025-26\n\n--- Page 5 ---\nvrationalisation  oF Content  in the textbooks  \nIn view of the COVID-19 pandemic, it is imperative to reduce content \nload on students. The National Education Policy 2020, a",
    "total_characters": 17651,
    "preview": "\n--- Page 1 ---\nWords  and \nExpr Essions  1 \nWorkbook  in English  \nfor \nClass iX\nPrelims.indd   1 20-02-2023   09:25:12\nReprint 2025-26\n\n--- Page 2 ---\nFirst Edition     \nMay 2018  Vaishakha 1940\nReprinted     \nJanuary 2019  Magha 1940\nAugust 2019  Shravana 1941\nRevised Edition\nFebruary 2023  Fhalguna 1944\nReprinted     \nMarch 2024  Chaitra 1946 \nDecember 2024  Agrahayana 1946\nPD 200T BS\n© National Council of Educational  \nResearch and Training, 2018, 2023\n 115.00\nPrinted on 80 GSM paper with N"
  },
  "keywords": [
    "Delhi",
    "English",
    "Professor",
    "Pages",
    "Prelims",
    "Reprint",
    "Department",
    "Education",
    "National",
    "Excerpt",
    "Council",
    "Content",
    "Publication",
    "Phone",
    "School",
    "Associate",
    "Words",
    "Class",
    "February",
    "Division"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    }
  ],
  "image_count": 5
}