{
  "metadata": {
    "subject": "english-part3",
    "chapter_number": 3,
    "chapter_name": "iewe103",
    "source_file": "iewe103.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nUnit\n3\nThe story of ‘The Little Girl’, in Beehive, is about the changing attitude of a girl \nchild towards her father. \n• As you are grown up now, you may want to interact with your parents on \nmany issues. How will you go about it? \n• Do you feel a communication gap between you and your parents which \nleads to unpleasantness?\n• What are your feelings at that time?\n• How do you cope with that situation?LE T’S B EG I N\nREADING  COMPREHENSION\nRead the following text and answer the questions that follow.\nText I\nThis is an extract from Harper Lee’s To Kill a Mocking Bird .\nAfter supper, Atticus sat down with the paper and called, \n“Scout, ready to read?”. I ran crying, went to the front porch. Atticus followed me. “Something wrong, Scout?” I told Atticus I didn’t feel very well and didn’t think I’d go to school any more if it was alright with him. Atticus sat down in the swing and crossed his legs. His ﬁngers wandered to his watch pocket; he said that was the only way he could think. He waited in amiable silence, and I sought to reinforce my position: “You never went to school and you do alright, so I’ll just stay home too. You can teach me like Granddaddy taught you ‘n’ Uncle Jack.” “No I can’t”, said \nUnit 3.indd   38 1/7/2019   10:03:16 AM\nReprint 2025-26\n\n--- Page 2 ---\nUnit 339Atticus. “I have to make a living. Besides, they’d put me in \njail if I kept you at home. Now what’s the matter? Bit by \nbit, I told him the day’s misfortunes. “And the teacher said you taught me all wrong, so we can’t ever read any more, ever. Please don’t send me back, please Sir.” Atticus stood up and walked to the end of the porch. When he completed his examination of the wisteria vine he strolled back to me. “First of all”, he said, “if you can learn a simple trick, Scout, you’ll get along a lot better with all kinds of folks. You never really understand a person until you consider things from his point of view-” “Sir?” “-until you climb into his skin and walk around in it”. “But if I keep on goin’ to school, we can’t ever read any more…” “That’s really bothering you, isn’t it?” “Yes sir.”\nWhen Atticus looked down at me I saw the expression \non his face that always made me expect something. “Do you \nknow what a compromise is?”, he asked. “Bending the law?” “No, an agreement reached by mutual concessions. It works this way”, he said. “If you’ll concede the necessity of going to school, we’ll go on reading every night just as we always \nhave. Is it a bargain?”\n“Yes sir!”\n“We’ll consider it sealed without the usual formality”, \nAtticus said, when he saw me preparing to spit.\nAs I opened the front screen door Atticus said, “By the \nway, Scout, you’d better not say anything at school about \nour agreement”. “Why not?” “I’m afraid our activities would be received with considerable disapprobation by the more learned authorities.”\nMy brother and I were accustomed to our father’s  \ndiction, and we were at all times free to interrupt Atticus for a \ntranslation when it was beyond our understanding. “Huh, Sir?”\n“I never went to school”, he said, “but I have a feeling \nthat if you tell Miss Caroline we read every night she’ll get after me, and I wouldn’t want her after me”.\n1. Why  was  Scout, the little girl upset? _________________\n ____________________________________________________.\n(a) She didn’t like being told what to do.\n(b) She didn’t want to read with her father.bargain: an agreement between \ntwo or more people as to what each will do for the otherwisteria vine: a genus of \nflowering plants\ndisapprobation: strong moral \ndisapproval\nUnit 3.indd   39 29-05-2018   17:30:00\nReprint 2025-26\n\n--- Page 3 ---\n Words and ExprEssions  140(c) She didn’t want to stop reading with her father.\n(d) She didn’t want to read with her teacher.\n2. How did Atticus, her father, react to her outburst?____ \n____________________________________________________.\n(a) He was angry.\n(b) He was patient.\n(c) He was annoyed.\n(d) He was sad.  \n3. What little advice did Atticus give to his little girl to \ncope  up with situations that might upset her?________\n ____________________________________________________.\n(a) to know and understand that life isn’t fair.\n(b) to stay calm and then run away from the problem.\n(c) to try and see from the other person’s point of view.\n(d) to face her fears by expressing how she felt.  \n4. How was the matter eventually resolved?______________ \n ____________________________________________________. \n(a) Atticus agreed to allow her to learn from home.\n(b) Atticus agreed to continue reading as before.\n(c) Atticus agreed to speak to her teacher.\n(d) Atticus agreed to allow only the teacher to teach \nher.\n5. “I’m afraid our activities would be received with \nconsiderable disapprobation by the more learned \nauthorities.” In this context, the word ‘disapprobation’ might mean____________________________________.\n(a) disapproval\n(b) disturbance\n(c) disgrace\n(d) disorientation\n6. Atticus decided to come to a compromise and t",
    "total_characters": 25562,
    "preview": "\n--- Page 1 ---\nUnit\n3\nThe story of ‘The Little Girl’, in Beehive, is about the changing attitude of a girl \nchild towards her father. \n• As you are grown up now, you may want to interact with your parents on \nmany issues. How will you go about it? \n• Do you feel a communication gap between you and your parents which \nleads to unpleasantness?\n• What are your feelings at that time?\n• How do you cope with that situation?LE T’S B EG I N\nREADING  COMPREHENSION\nRead the following text and answer the "
  },
  "keywords": [
    "Atticus",
    "Reprint",
    "Scout",
    "Words",
    "Alice",
    "Walker",
    "Sarah",
    "Example",
    "Thirty",
    "Examples",
    "Anita",
    "Leena",
    "Further",
    "Daddy",
    "English",
    "Delhi",
    "Write",
    "Little",
    "Beehive",
    "Harper"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    }
  ],
  "image_count": 5
}