{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 13,
    "chapter_name": "iehp113",
    "source_file": "iehp113.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n13.1 IntroductIon\nWe have discussed health in previous chapters. By now you \nmust have realised that health does not only mean freedom \nfrom diseases. It is much more. Health is the state of physical, mental and social well-being. It should be viewed in a holistic way.  An individual may be physically and mentally healthy, but if her/his social condition is problematic, she/he cannot achieve holistic health. In the present chapter, we shall focus on various aspects of social health.\n13.2 What Is socIal health?\nLet us first understand the meaning of social health. We know \nthat social health is one of the three major components of health, the other two being physical and mental. Social health can be defined in two ways.  In one sense, it refers to the health of a person with reference to her/his ability to interact with others. It also refers to the health of a society in general. It focuses on how the members of a society treat each other and behave with each other. What kind of social environment prevails and how the prevailing customs and traditions guide the behaviour of individuals towards self, each other and towards the society as a whole also form social health. Social Health also includes how individual’s natural environment around them is. The role of the community as a whole acquires great importance for enhancing and maintaining the quality of the health of individuals. Although there are many dimensions of social health, we shall discuss below the impact of social customs on our health, the need to protect natural resources and the empowerment of community for healthy living.\n13.3 Impact  of socIal customs  \nCustoms and traditions prevalent in a society influence all \naspects of the lives of individuals, including their health and welfare. What people eat, how they eat, how they live and care for their own health as well as the health of their near and dear ones are influenced by the prevailing customs and traditions. Let us first understand the meaning of the term custom.\n13.3.1 What is a Custom?Customs generally refer to beliefs, habits or actions performed \nin the past and transmitted through time from one generation Social Health 13\nactIvIty  13.1\nMake a list of customs having a positive and negative impact on the health of individual and society prevailing in your neighbourhood. Share with your classmates their implications on health?\n2024-25\n\n--- Page 2 ---\n186 Health and Physical Education  — Class IX\nto the next. These are derived from social norms which are \nrules or standards that guide, control or regulate proper and acceptable behaviour of a group. These norms define the shared expectations of a group and enable people to anticipate how others will interpret and respond to their words and actions if there is a deviation from these norms. For example, there are customs and traditions related to marriage ceremonies. These are observed by not only those who are getting married but also by the other members of the family and community. Many of the customs have positive impact on the relationships in a family and community. However, many of the customs have negative impact as well. For example, there are customs prevalent in many communities, like early marriage or discriminating against female child, or choice of spouse, which adversely affect the health and well-being not only of the female child but of the society as a whole.   \n13.3.2 Customs and Health \nIn every society, the individuals, \nfamilies and communities observe many customs that have direct bearing on health. From the moment of birth of a child, customs begin to shape experiences and behaviour of the child. In reality, by the time children can think independently, the health-related customs of the family have already become an intimate part of their personalities. They do not question these customs, as they are deeply held and protected by the society. It becomes extremely difficult to change them. Let us understand this by considering what happened to Seema.\nThe experiences of Seema \nshows the negative impact of social customs on health. \nLet us consider the influence \nof customs on the thinking and behaviour of individuals in respect of early marriage, breastfeeding practices, family size, preference for male child and substance abuse. All these affect family and community health.  \nactIvIty  13.2\nSeema studies in Class IX in a small town. She has two elder brothers.  Both the brothers get a lot of attention from the parents.  Parents believe that both their sons should get larger portion of milk, cheese and eggs. They tell Seema that her brothers need to be strong as they will grow up to head their families in future.  On the other hand, parents tell Seema that she should eat less, otherwise she will look too grown up and big for her age.  One day, while in class, Seema told her teacher that she was feeling dizzy.  Before the teacher could do anything, she fainted. The teacher took her to a nearby hospita",
    "total_characters": 24441,
    "preview": "\n--- Page 1 ---\n13.1 IntroductIon\nWe have discussed health in previous chapters. By now you \nmust have realised that health does not only mean freedom \nfrom diseases. It is much more. Health is the state of physical, mental and social well-being. It should be viewed in a holistic way.  An individual may be physically and mentally healthy, but if her/his social condition is problematic, she/he cannot achieve holistic health. In the present chapter, we shall focus on various aspects of social heal"
  },
  "keywords": [
    "Health",
    "Social",
    "Seema",
    "Chapter",
    "Class",
    "Sangeeta",
    "Substance",
    "India",
    "Although",
    "Physical",
    "Education",
    "These",
    "There",
    "Munni",
    "Customs",
    "Early",
    "Marriage",
    "Child",
    "Share",
    "However"
  ]
}