{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 3,
    "chapter_name": "iehp103",
    "source_file": "iehp103.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n3.1 IntroductIon\nThe concept of physical education is generally understood \nas organisation of some games, sports or physical education \nactivities  in schools. There are schools where specific periods are allocated for this subject in the time table. It has been noticed that during such periods, most of the students are either left on their own to play the games in a way they like or they are taken to the field where they engage themselves in different sports without the guidance or supervision of teachers. In some schools, selected students play games like football, cricket, volleyball, hockey, basketball, and so on. Annual sports are organised, but again in such activities only \na few selected students participate. All these experiences taken together provide a basic understanding of the physical education as a concept. However, when we go into details of the aims, objectives and concepts of physical education, we learn that they go beyond these traditional beliefs.  \n3.2 PhysIcal  EducatIon\nAs we know, education, particularly \nschool education, aims at the holistic development of children. It provides students with opportunities to grow and develop as adults to be useful for the society. It is important for us to know that one of the most important requirements for growing into healthy adulthood is the physical growth which supports cognitive development. It is, therefore, necessary that all children get adequate opportunity to participate in free play, informal and formal games, sports and yoga activities. It is in this context that health has been made a significant component of the subject of Physical Education in the school education system of the country. The subject “Health and Physical Physical Education\nBox 3.1\nDefinitions\n1.  According to Webster’s Dictionary \n Physical education is a integral part \nof education which gives instructions in the development and care of the body ranging from simple calisthenic exercises to a course of study providing training in hygiene, gymnastics and the performance and management of athletics games. \n2.  Columbia Encyclopaedia\n Physical education and training, is \nan organised instruction in motor activities that contribute to the physical growth, health and body image of the individual.\n3.  Central Advisory Board of Physical \nEducation and Recreation  defines \nPhysical education as an education through physical activities for the development of total personality of the child to its fullness and perfection in body, mind and spirit.3\n2024-25\n\n--- Page 2 ---\nPhysical Education  31\nEducation” adopts a holistic definition of health within which \nphysical education and yoga contribute to the physical, social, emotional and mental development of a child.\nIn view of the above, the meaning of physical education \nbecomes a little different from what is commonly understood. Physical education comprises holistic education for the development of personality of the child to its fullest and perfection in body, mind and spirit through engaging in regular physical activities. Physical education through the medium of physical activities helps individuals to attain and maintain physical fitness. It contributes to physical efficiency, mental alertness and the development of qualities like perseverance, team spirit, leadership and obedience to rules. It develops personal and social skills among the learners and makes a positive impact on their physical, social, emotional and mental development. It also contributes to the total health of learners and the community. Physical education thus, can be defined as a subject that is not only focused on physical fitness but is also concerned with development of a number of skills, abilities and attitudes for leading a healthy lifestyle. It inculcates values like cooperation, respect to others, loyalty, self-confidence, winning with grace and losing with hope.\n3.3 o BjEctIvEs  of PhysIcal  EducatIon\nAs discussed above, by now it may be clear to you that the \naim of physical education is not only physical development but also to equip learners with knowledge, skills, capacities, values, and the enthusiasm to maintain and carry on a healthy lifestyle.  It promotes physical fitness, develops motor skills and the understanding of rules, concepts and strategies of playing games and sports. Students learn to either work as part of a team, or as individuals in a wide variety of competitive activities. The main objectives of physical education are to:\n•\t\n develop motor abilities like strength, speed, endurance, coordination, flexibility, agility and balance, as they are important aspects for good performance in different games and sports.\n•\t\n develop techniques and tactics involved in organised physical activities, games and sports.\n•\t\n acquire knowledge about human body as its functioning is influenced by physical activities.\n•\t\n understand the process of growth and development as participation in physical activities has positive re",
    "total_characters": 17926,
    "preview": "\n--- Page 1 ---\n3.1 IntroductIon\nThe concept of physical education is generally understood \nas organisation of some games, sports or physical education \nactivities  in schools. There are schools where specific periods are allocated for this subject in the time table. It has been noticed that during such periods, most of the students are either left on their own to play the games in a way they like or they are taken to the field where they engage themselves in different sports without the guidanc"
  },
  "keywords": [
    "Physical",
    "Education",
    "Health",
    "Chapter",
    "Class",
    "Classes",
    "Grades",
    "Methodology",
    "However",
    "Sports",
    "Contents",
    "Psycho",
    "Content",
    "Training",
    "Primary",
    "Secondary",
    "Cards",
    "India",
    "Teachers",
    "Prepare"
  ]
}