{
  "metadata": {
    "subject": "socialscience-part1",
    "chapter_number": 1,
    "chapter_name": "iess401",
    "source_file": "iess401.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nOVERVIEW\nWhat is democracy? What are its features? This chapter builds on a simple\ndefinition of democracy. Step by step, we work out the meaning of the\nterms involved in this definition. The aim here is to understand clearly the\nbare minimum features of a democratic form of government. After going\nthrough this chapter we should be able to distinguish a democratic form\nof government from a non-democratic government. Towards the end of\nthis chapter, we step beyond this minimal objective and introduce a broader\nidea of democracy.\nDemocracy is the most prevalent form of government in the world today\nand it is expanding to more countries. But why is it so? What makes it\nbetter than other forms of government? That is the second big question\nthat we take up in this chapter.CHAPTER 1\nWha t is\nDemocr acy?\nWhy\nDemocr acy?\nReprint 2025-26\n\n--- Page 2 ---\n2 DEMOCRA TIC POLITICS\nI have heard a\ndifferent version.\nDemocracy is off\nthe people, far\n(from) the people\nand (where they)\nbuy the people.\nWhy don’t we\naccept that?1.1WHAT IS DEMOCRAC Y?\nBut we don’t know if this is the best way of\ndefining unless we think about it ourselves. We\nmust not accept something just because it is\nfamous, just because everyone accepts it.\nYolanda : Ma’am, can I suggest something? W e don’t\nneed to look for any definition. I read somewhere\nthat the word democracy comes from a Greek\nword ‘Demokratia’. In Greek ‘demos’ means\npeople and ‘kratia’ means rule. So democracy is\nrule by the people. This is the correct meaning.\nWhere is the need to debate?\nLyngdoh Madam : That is also a very helpful way\nof thinking about this matter . I would just say\nthat this does not always work. A word does not\nremain tied to its origin. Just think of computers.\nOriginally they were used for computing, that is to\nsay calculating, very difficult mathematical sums.\nThese were ver y power ful calculators. But nowa-\ndays very few people use computers for comput-\ning sums. They use it for writing, for designing, for\nlistening to music and for watching films. Words\nremain the same but their meaning can change\nwith time. In that case it is not very useful to look\nat the origins of a word.\nMerry : Ma’am, so basically what you are saying\nis that there is no shortcut to our thinking about\nthe matter ourselves. We have to think about its\nmeaning and evolve a definition.\nLyngdoh Madam : You got me right. Let us get on\nwith it now .\nACTIVITY\nLet us take Lyngdoh Madam seriously and try to\nwrite down the exact definition of some of the\nsimple words that we use all the time: pen, rain\nand love. For example, is there a way of defining a\npen that distinguishes it clearly from a pencil, a\nbrush, a chalk or crayon.\n/UIstopWhat have you learnt from this attempt?\n/UIstopWhat does it teach us about understanding the\nmeaning of democracy?\nA simple definitionA simple definitionA simple definitionA simple definitionA simple definition\nLet us get back to our discussion on\nsimilarities and differences among\ngovernments that are calledYou have already read about different\nforms of government. On the basis of\nyour understanding of democracy\nso far, mentioning a few examples\nwrite down some common features of:\n/UIstopDemocratic governments\n/UIstopNon-democratic governments\nWhy define democracy?Why define democracy?Why define democracy?Why define democracy?Why define democracy?\nBefore we proceed further, let us\nfirst take note of an objection by\nMerry. She does not like this way\nof defining democracy and wants\nto ask some basic questions.\nHer teacher Matilda Lyngdoh\nresponds to her questions, as other\nclassmates join the discussion:\nMerry : Ma’am, I don’t like this idea. First we spend\ntime discussing democracy and then we want\nto find out the meaning of democracy . I mean\nlogically shouldn’t we have approached it the\nother way round? Shouldn’t the meaning have\ncome first and then the example?\nLyngdoh Madam: I can see your point. But that is\nnot how we reason in everyday life. We use\nwords like pen, rain or love. Do we wait to have\na definition of these words before we use them?\nCome to think of it, do we have clear definition\nof these words? It is only by using a word that\nwe understand its meaning.\nMerry : But then why do we need definitions at all?\nLyngdoh Madam : We need a definition only when\nwe come across a difficulty in the use of a word.\nWe need a definition of rain only when we wish to\ndistinguish it from, say , drizzle or cloudburst. The\nsame is tr ue for democracy . We need a clear\ndefinition only because people use it for different\npurposes, because very different kinds of gov-\nernments call themselves democracy .\nRibiang : But why do we need to work on a defini-\ntion? The other day you quoted Abraham\nLincoln to us: “Democracy is government of\nthe people, by the people and for the people”.\nWe in Meghalaya always ruled ourselves. That\nis accepted by everyone. Why do we need to\nchange that?\nLyngdoh Madam : I am not saying we need to\nchange it. I too find this definiti",
    "total_characters": 45867,
    "preview": "\n--- Page 1 ---\nOVERVIEW\nWhat is democracy? What are its features? This chapter builds on a simple\ndefinition of democracy. Step by step, we work out the meaning of the\nterms involved in this definition. The aim here is to understand clearly the\nbare minimum features of a democratic form of government. After going\nthrough this chapter we should be able to distinguish a democratic form\nof government from a non-democratic government. Towards the end of\nthis chapter, we step beyond this minimal obj"
  },
  "keywords": [
    "Democracy",
    "Reprint",
    "There",
    "Lyngdoh",
    "Which",
    "Madam",
    "These",
    "India",
    "People",
    "Cagle",
    "Cartoons",
    "President",
    "China",
    "Chapter",
    "Pakistan",
    "Chinese",
    "Write",
    "Merry",
    "General",
    "Musharraf"
  ]
}