{
  "metadata": {
    "subject": "science",
    "chapter_number": 8,
    "chapter_name": "iesc108",
    "source_file": "iesc108.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nIn the pr evious chapter , we described the\nmotion of an object along a straight line in\nterms of its position, velocity and acceleration.\nWe saw that such a motion can be unifor m\nor non-unifor m. W e have not yet discover ed\nwhat causes the motion. Why does the speed\nof an object change with time? Do all motions\nrequir e a cause? If so, what is the natur e of\nthis cause? In this chapter we shall make an\nattempt to quench all such curiosities.\nFor many centuries, the pr oblem of\nmotion and its causes had puzzled scientists\nand philosophers. A ball on the gr ound, when\ngiven a small hit, does not move for ever. Such\nobservations suggest that r\nest is the “natural\nstate” of an object. This r emained the belief\nuntil Galileo Galilei and Isaac Newton\ndeveloped an entir ely dif ferent appr oach to\nunderstand motion.In our everyday life we observe that some\neffort is r equir ed to put a stationary object\ninto motion or to stop a moving object. W e\nordinarily experience this as a muscular ef fort\nand say that we must push or hit or pull on\nan object to change its state of motion. The\nconcept of for ce is based on this push, hit or\npull. Let us now ponder about a ‘for ce’. What\nis it? In fact, no one has seen, tasted or felt a\nforce. However , we always see or feel the ef fect\nof a force. It can only be explained by\ndescribing what happens when a for ce is\napplied to an object. Pushing, hitting and\npulling of objects ar e all ways of bringing\nobjects in motion (Fig. 8.1). They move because\nwe make a force act on them.\nFrom your studies in earlier classes, you\nare also familiar with the fact that a for ce can\nbe used to change the magnitude of velocity\nof an object (that is, to make the object move\nfaster or slower) or to change its dir ection of\nmotion. W e also know that a for ce can change\nthe shape and size of objects (Fig. 8.2).\n(a) The tr olley moves along the\ndirection we push it.\n(c) The hockey stick hits the ball forwar d(b) The drawer is pulled.\nFig. 8.1:     Pushing, pulling, or hitting objects change\ntheir state of motion.(a)\n(b)\nFig. 8.2: (a) \nA spring expands on application of force;\n(b) A spherical rubber ball becomes oblong\n    as we apply force on it.8\nF FF FFORCE ORCEORCE ORCEORCE     AND ANDAND ANDAND L  L L  L LAWS AWSAWS AWSAWS     OF OFOF OFOF M  M M  M MOTION OTIONOTION OTIONOTIONChapter\nReprint 2025-26\n\n--- Page 2 ---\nSCIENCE 88box with a small force, the box does not move\nbecause of friction acting in a dir ection\nopposite to the push [Fig. 8.4(a)]. This friction\nforce arises between two sur faces in contact;\nin this case,\n between the bottom of the box\nand floor’s r ough sur face. It balances the\npushing force and therefore the box does not\nmove. In Fig. 8.4(b), the children push the box\nharder but the box still does not move. This is\nbecause the friction force still balances the\npushing force. If the children push the box\nharder still, the pushing force becomes bigger\nthan the friction force [Fig. 8.4(c)].\nThere is an unbalanced force. So the box\nstarts moving.\nWhat happens when we ride a bicycle?\nWhen we stop pedalling, the bicycle begins\nto slow down. This is again because of the\nfriction for ces acting opposite to the dir ection\nof motion. In or der to keep the bicycle moving,\nwe have to start pedalling again. It thus\nappears that an  object maintains its motion\nunder the continuous application of an\nunbalanced for ce. However , it is quite\nincorr ect. An object moves with a unifor m\nvelocity when the for ces (pushing force and\nfrictional for ce) acting on the object ar e\nbalanced and ther e is no net exter nal for ce\non it. If an unbalanced for ce is applied on\nthe object, ther e will be a change either in its\nspeed or in the direction of its motion. Thus,\nto accelerate the motion of an object, an\nunbalanced for ce is r equir ed. And the change\nin its speed (or in the dir ection of motion)\nwould continue as long as this unbalanced\nforce is applied. However , if this for ce is8.1Balanced and Unbalanced\nForces\nFig. 8.3 shows a wooden block on a horizontal\ntable. Two strings X and Y are tied to the two\nopposite faces of the block as shown. If we\napply a for ce by pulling the string X, the block\nbegins to move to the right. Similarly, if we\npull the string Y , the block moves to the left.\nBut, if the block is pulled fr om both the sides\nwith equal for ces, the block will not move.\nSuch for ces are called balanced for ces and\ndo not change the state of r est or of motion of\nan object. Now, let us consider a situation in\nwhich two opposite for ces of dif ferent\nmagnitudes pull the block. In this case, the\nblock would begin to move in the dir ection of\nthe gr eater for ce. Thus, the two for ces ar e\nnot balanced and the unbalanced for ce acts\nin the dir ection the block moves. This\nsuggests that an unbalanced force acting on\nan object brings it in motion.\nFig. 8.3: Two forces acting on a wooden block\nWhat happens when some children try to\npush a box on a rough floor? If they ",
    "total_characters": 34308,
    "preview": "\n--- Page 1 ---\nIn the pr evious chapter , we described the\nmotion of an object along a straight line in\nterms of its position, velocity and acceleration.\nWe saw that such a motion can be unifor m\nor non-unifor m. W e have not yet discover ed\nwhat causes the motion. Why does the speed\nof an object change with time? Do all motions\nrequir e a cause? If so, what is the natur e of\nthis cause? In this chapter we shall make an\nattempt to quench all such curiosities.\nFor many centuries, the pr oblem of"
  },
  "keywords": [
    "Reprint",
    "Galileo",
    "Solution",
    "Calculate",
    "Galilei",
    "Newton",
    "However",
    "Similarly",
    "These",
    "Activity",
    "Exampl",
    "Motion",
    "Which",
    "Since",
    "Akhtar",
    "Kiran",
    "Pushing",
    "Safety",
    "University",
    "Using"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    }
  ],
  "image_count": 5
}