{
  "metadata": {
    "subject": "science",
    "chapter_number": 5,
    "chapter_name": "iesc105",
    "source_file": "iesc105.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nWhile examining a thin slice of cork, Robert\nHooke saw that the cork r esembled the\nstructur e of a honeycomb consisting of many\nlittle compartments. Cork is  a substance\nwhich comes fr om the bark of a tr\nee. This\nwas in the year 1665 when Hooke made this\nchance observation thr ough a self-designed\nmicroscope. Robert Hooke called these boxes\ncells. Cell is a Latin word for ‘a little r oom’.\nThis may seem to be a very small and\ninsignificant incident but it is very important\nin the history of science. This was the very first\ntime that someone had observed that living\nthings appear to consist of separate units. The\nuse of the word ‘cell’ to describe these units is\nbeing used till this day in biology.\nLet us find out about cells.\n5.1What are Living Organisms\nMade Up of?\nActivity ______________ 5.1\n•Let us take a small piece fr om an onion\nbulb. W ith the help of a pair of for ceps,\nwe can peel of f the skin (called\nepider mis) fr om the concave side (inner\nlayer) of the onion. This layer can be\nput immediately in a watch-glass\ncontaining water . This will pr event the\npeel fr om getting folded or getting dry.\nWhat do we do with this peel?\n•Let us take a glass slide, put a dr op of\nwater on it and transfer a small piece\nof the peel fr om the watch glass to the\nslide. Make sur e that the peel is\nperfectly flat on the slide. A thin camel\nhair paintbrush might be necessary to\nhelp transfer the peel. Now we put a\ndrop of safranin solution on this piece\nfollowed by a cover slip. Take care toavoid air bubbles while putting the\ncover slip with the help of a mounting\nneedle. Ask your teacher for help. W e\nhave prepared a temporary mount of\nonion peel. W e can observe this slide\nunder low power followed by high\npowers of a compound microscope.\nFig. 5.1:  Compound microscope\nWhat do we observe as we look through\nthe lens? Can we draw the structur es that\nwe ar e able to see thr ough the micr oscope,\non an observation sheet? Does it look like\nFig. 5.2?\nEyepiece\nCoarse adjustment\nFine adjustment\nArm\nObjective lens\nStage\nSwivel\nMirror\nBaseBody tube\nClip\n Micr oscope slide\nCondenser\nFig. 5.2:  Cells of an onion peel5\nT\nTT TTHE HEHE HEHE F  F F  F FUNDAMENTALUNDAMENTALUNDAMENTALUNDAMENTALUNDAMENTAL  U  U U  U UNIT NITNIT NITNIT     OF OFOF OFOF L  L L  L LIFE IFEIFE IFEIFEChapter\nNucleus\nCells\nReprint 2025-26\n\n--- Page 2 ---\nSCIENCE 50Chlamydomonas , Paramoecium  and bacteria.\nThese or\nganisms ar e called unicellular\norganisms (uni = single). On the other hand,\nmany cells gr oup together in a single body\nand assume dif ferent functions in it to for m\nvarious body parts in multicellular or ganisms\n(multi = many) such as some fungi, plants\nand animals. Can we find out names of some\nmore unicellular or ganisms?\nEvery multi-cellular or ganism has come\nfrom a single cell. How? Cells divide to\nproduce cells of their own kind. All cells thus\ncome fr om pr e-existing cells.\nActivity ______________ 5.2\n•We can try pr eparing temporary\nmounts of leaf peels, tip of r oots of\nonion or even peels of onions of dif ferent\nsizes.\n•After per forming the above activity, let\nus see what the answers to the following\nquestions would be:\n(a)Do all cells look alike in ter ms of\nshape and size?\n(b)Do all cells look alike in structur e?\n(c)Could we find dif ferences among\ncells from different parts of a\nplant body?\n(d)What similarities could we find?\nSome or ganisms can also have cells of\ndifferent kinds. Look at the following pictur e.\nIt depicts some cells fr om the human body.\nSpermBone\ncellSmooth\nmuscle\ncellBlood\ncells\nOvum\nFig. 5.3:\n Various cells fr om the human bodyMore to  knowWe can try pr eparing temporary mounts\nof peels of onions of dif ferent sizes. What do\nwe observe? Do we see similar structur es or\ndifferent structur es?\nWhat are these structures?\nThese structur es look similar to each other .\nTogether they for m a big structure like an\nonion bulb! W e find fr om this activity that\nonion bulbs of dif ferent sizes have similar\nsmall structures visible under a micr oscope.\nThe cells of the onion peel will all look the\nsame, r egardless of the size of the onion they\ncame from.\nThese small structures that we see ar e\nthe basic building units of the onion bulb.\nThese structur es ar e called cells. Not only\nonions, but all or ganisms that we observe\naround ar e made up of cells. However , ther e\nare also single cells that live on their own.\nCells wer e first discover ed by\nRobert Hooke  in 1665. He observed\nthe cells in a cork slice with the help\nof a primitive micr oscope.\nLeeuwenhoek (1674), with the\nimproved micr oscope, discover ed the\nfree living cells in pond water for the\nfirst time.  It was Robert Br own in\n1831 who discovered the nucleus in\nthe cell.   Purkinje in 1839 coined the\nterm ‘pr otoplasm’ for the fluid\nsubstance of the cell. The cell theory,\nthat all the plants and animals are\ncomposed of cells and that the cell is\nthe basic unit of life, was pr esented\nby two biologists, Schleiden (1838)\nand  Schwan n (1",
    "total_characters": 32773,
    "preview": "\n--- Page 1 ---\nWhile examining a thin slice of cork, Robert\nHooke saw that the cork r esembled the\nstructur e of a honeycomb consisting of many\nlittle compartments. Cork is  a substance\nwhich comes fr om the bark of a tr\nee. This\nwas in the year 1665 when Hooke made this\nchance observation thr ough a self-designed\nmicroscope. Robert Hooke called these boxes\ncells. Cell is a Latin word for ‘a little r oom’.\nThis may seem to be a very small and\ninsignificant incident but it is very important\nin t"
  },
  "keywords": [
    "Reprint",
    "These",
    "Golgi",
    "Activity",
    "Cells",
    "Amoeba",
    "Robert",
    "Hooke",
    "However",
    "Water",
    "Prokaryotic",
    "There",
    "Mitochondria",
    "Every",
    "After",
    "Similarly",
    "Discuss",
    "Plant",
    "Rhoeo",
    "Chromosomes"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    }
  ],
  "image_count": 5
}