{
  "metadata": {
    "subject": "science",
    "chapter_number": 10,
    "chapter_name": "iesc110",
    "source_file": "iesc110.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nIn the previous few chapters we have talked\nabout ways of describing the motion of\nobjects, the cause of motion and gravitation.\nAnother concept that helps us understand and\ninterpr et many natural phenomena is ‘work’.\nClosely r elated to work ar e ener gy and power .\nIn this chapter we shall study these concepts.\nAll living beings need food.  Living beings\nhave to per form several basic activities to\nsurvive.  W e call such activities ‘life pr ocesses’.\nThe ener gy for these pr ocesses comes fr om\nfood. W e need ener gy for other activities like\nplaying, singing, r eading, writing, thinking,\njumping, cycling and running.  Activities that\nare strenuous r\nequir e more ener gy.\nAnimals too get engaged in activities.  For\nexample, they may jump and run.  They have\nto fight, move away fr om enemies, find food\nor find a safe place to live. Also, we engage\nsome animals to lift weights, carry loads, pull\ncarts or plough fields.  All such activities\nrequir e ener gy.\nThink of machines. List the machines that\nyou have come across. What do they need for\ntheir working? Why do some engines r equir e\nfuel like petr ol and diesel?  Why do living\nbeings and machines need energy?\n10.1Work\nWhat is work? There is a dif ference in the\nway we use the ter m ‘work’ in day-to-day life\nand the way we use it in science.  T o make\nthis point clear let us consider a few examples.\n10.1.1 NOT MUCH  ‘WORK ’ IN SPITE OF\nWORKING  HARD !\nKamali is pr eparing for examinations. She\nspends lot of time in studies. She r eads books,draws diagrams, organises her thoughts,\ncollects question papers, attends classes,\ndiscusses pr oblems with her friends, and\nperforms experiments.  She expends a lot of\nenergy on these activities. In common\nparlance, she is ‘working har d’. All this ‘har d\nwork’ may involve very little ‘work’ if we go by\nthe scientific definition of work.\nYou ar e working har d to push a huge r ock.\nLet us say the r ock does not move despite all\nthe ef fort. Y ou get completely exhausted.\nHowever , you have not done any work on the\nrock as there is no displacement of the r ock.\nYou stand still for a few minutes with a\nheavy load on your head.   Y ou get tired. Y ou\nhave exerted yourself and have spent quite a\nbit of your energy. Ar e you doing work on the\nload?  The way we understand the ter m ‘work’\nin science, work is not done.\nYou climb up the steps of a stair case and\nreach the second floor of a building just to\nsee the landscape fr om ther e.  You may even\nclimb up a tall tr ee.  If we apply the scientific\ndefinition, these activities involve a lot of work.\nIn day-to-day life, we consider any useful\nphysical or mental labour as work. Activities\nlike playing in a field, talking with friends,\nhumming a tune, watching a movie, attending\na function ar e sometimes not consider ed to\nbe work.  What constitutes ‘work’ depends\non the way we define it. W e use and define\nthe ter m work dif ferently in science.  T o\nunderstand this let us do the following\nactivities:\nActivity _____________ 10.1\n•We have discussed in the above\nparagraphs a number of activities\nwhich we nor mally consider to be work10\nW WW WWORK ORKORK ORKORK     AND ANDAND ANDAND E  E E  E ENERGY NERGYNERGY NERGYNERGYChapter\nReprint 2025-26\n\n--- Page 2 ---\nSCIENCE 114Activity _____________ 10.3\n•Think of situations when the object\nis not displaced in spite of a force\nacting on it.\n•Also think of situations when an object\ngets displaced in the absence of a for ce\nacting on it.\n•List all the situations that you can\nthink of for each.\n•Discuss with your friends whether\nwork is done in these situations.\n10.1.3 WORK DONE  BY A CONSTANT\nFORCE\nHow is work defined in science? T o\nunderstand this, we shall first consider the\ncase when the for ce is acting in the dir ection\nof displacement.\nLet a constant for ce, F\n act on an object.\nLet the object be displaced through a\ndistance, s  in the direction of the force (Fig.\n10.1). Let W be the work done. W e define work\nto be equal to the pr oduct of the for ce and\ndisplacement.\nWork done =force × displacement\nW=F s  (10.1)in day-to-day life. For each of these\nactivities, ask the following questions\nand answer them:\n(i)What is the work being done on?\n(ii)What is happening to the object?\n(iii)Who (what) is doing the work?\n10.1.2 SCIENTIFIC CONCEPTION  OF WORK\nTo understand the way we view work and\ndefine work fr om the point of view of science,\nlet us consider some situations:\nPush a pebble lying on a sur face. The\npebble moves thr ough a distance. Y ou exerted\na for ce on the pebble and the pebble got\ndisplaced. In this situation work is done.\nA girl pulls a tr olley and the tr olley moves\nthrough a distance.  The girl has exerted a\nforce on the trolley and it is displaced.\nTherefor e, work is done.\nLift a book thr ough a height. T o do this\nyou must apply a for ce.  The book rises up.\nThere is a for ce applied on the book and the\nbook has moved.  Hence, work is done.\nA closer look at the above situations\nreveals that two",
    "total_characters": 34768,
    "preview": "\n--- Page 1 ---\nIn the previous few chapters we have talked\nabout ways of describing the motion of\nobjects, the cause of motion and gravitation.\nAnother concept that helps us understand and\ninterpr et many natural phenomena is ‘work’.\nClosely r elated to work ar e ener gy and power .\nIn this chapter we shall study these concepts.\nAll living beings need food.  Living beings\nhave to per form several basic activities to\nsurvive.  W e call such activities ‘life pr ocesses’.\nThe ener gy for these pr "
  },
  "keywords": [
    "Activity",
    "Solution",
    "Reprint",
    "Example",
    "Power",
    "Discuss",
    "Think",
    "Consider",
    "There",
    "However",
    "Which",
    "Place",
    "Calculate",
    "Define",
    "James",
    "Weight",
    "Activities",
    "Therefor",
    "Write",
    "Where"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    }
  ],
  "image_count": 5
}