{
  "metadata": {
    "subject": "socialscience-part4",
    "chapter_number": 3,
    "chapter_name": "iess302",
    "source_file": "iess302.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nSocialism in Europe and the Russian Revolution\n25Socialism in Europe andSocialism in Europe andSocialism in Europe andSocialism in Europe andSocialism in Europe and\nthe Russian Revolutionthe Russian Revolutionthe Russian Revolutionthe Russian Revolutionthe Russian Revolution\n1  The Age of Social Change\nIn the previous chapter you read about the powerful ideas of freedom\nand equality that circulated in Europe after the French Revolution.\nThe French Revolution opened up the possibility of creating a\ndramatic change in the way in which society was structured. As you\nhave read, before the eighteenth century society was broadly divided\ninto estates and orders and it was the aristocracy and church which\ncontrolled economic and social power. Suddenly, after the revolution,\nit seemed possible to change this. In many parts of the world including\nEurope and Asia, new ideas about individual rights and who\ncontrolled social power began to be discussed. In India, Raja\nRammohan Roy and Derozio talked of the significance of the French\nRevolution, and many others debated the ideas of post-revolutionary\nEurope. The developments in the colonies, in turn, reshaped these\nideas of societal change.\nNot everyone in Europe, however, wanted a complete transformation\nof society. Responses varied from those who accepted that some\nchange was necessary but wished for a gradual shift, to those who\nwanted to restructure society radically. Some were ‘conservatives’,\nothers were ‘liberals’ or ‘radicals’. What did these terms really mean\nin the context of the time? What separated these strands of politics\nand what linked them together? We must remember that these terms\ndo not mean the same thing in all contexts or at all times.\nWe will look briefly at some of the important political traditions of\nthe nineteenth century, and see how they influenced change. Then\nwe will focus on one historical event in which there was an attempt\nat a radical transformation of society. Through the revolution in\nRussia, socialism became one of the most significant and powerful\nideas to shape society in the twentieth century.\n1.1 Liberals, Radicals and Conservatives\nOne of the groups which looked to change society were the liberals.\nLiberals wanted a nation which tolerated all religions. We should\nremember that at this time European states usually discriminated in\nSociali sm in Eur ope and the Ru ssian Re volution Chapter II\nReprint 2025-26\n\n--- Page 2 ---\nIndia and the Contemporary World\n26favour of one religion or another (Britain favoured the Church of\nEngland, Austria and Spain favoured the Catholic Church). Liberals\nalso opposed the uncontrolled power of dynastic rulers. They wanted\nto safeguard the rights of individuals against governments. They\nargued for a representative, elected parliamentary government, subject\nto laws interpreted by a well-trained judiciary that was independent\nof rulers and officials. However, they were not ‘democrats’. They\ndid not believe in universal adult franchise, that is, the right of every\ncitizen to vote. They felt men of property mainly should have the\nvote. They also did not want the vote for women.\nIn contrast, radicals wanted a nation in which government was based\non the majority of a country’s population. Many supported women’s\nsuffragette  movements. Unlike liberals, they opposed the privileges\nof great landowners and wealthy factory owners. They were not\nagainst the existence of private property but disliked concentration\nof property in the hands of a few.\nConservatives were opposed to radicals and liberals. After the French\nRevolution, however, even conservatives had opened their minds to\nthe need for change. Earlier, in the eighteenth century, conservatives\nhad been generally opposed to the idea of change. By the nineteenth\ncentury, they accepted that some change was inevitable but believed\nthat the past had to be respected and change had to be brought about\nthrough a slow process.\nSuch differing ideas about societal change clashed during the social\nand political turmoil that followed the French Revolution. The\nvarious attempts at revolution and national transformation in the\nnineteenth century helped define both the limits and potential of\nthese political tendencies.\n1.2 Industrial Society and Social Change\nThese political trends were signs of a new time. It was a time of\nprofound social and economic changes. It was a time when new cities\ncame up and new industrialised regions developed,  railways expanded\nand the Industrial Revolution occurred.\nIndustrialisation brought men, women and children to factories.  Work\nhours were often long and wages were poor. Unemployment was\ncommon, particularly during times of low demand for industrial goods.\nHousing and sanitation were problems since towns were growing\nrapidly. Liberals and radicals searched for solutions to these issues.New words\nSuffragette movement – A movement to\ngive women the right to vote.\nReprint 2025-26\n\n--- Page 3 ---\nSocialism in Europe a",
    "total_characters": 55512,
    "preview": "\n--- Page 1 ---\nSocialism in Europe and the Russian Revolution\n25Socialism in Europe andSocialism in Europe andSocialism in Europe andSocialism in Europe andSocialism in Europe and\nthe Russian Revolutionthe Russian Revolutionthe Russian Revolutionthe Russian Revolutionthe Russian Revolution\n1  The Age of Social Change\nIn the previous chapter you read about the powerful ideas of freedom\nand equality that circulated in Europe after the French Revolution.\nThe French Revolution opened up the possibi"
  },
  "keywords": [
    "Russian",
    "Revolution",
    "Russia",
    "Europe",
    "Soviet",
    "Bolshevik",
    "Reprint",
    "Bolsheviks",
    "Party",
    "World",
    "India",
    "Socialism",
    "October",
    "February",
    "Lenin",
    "Contemporary",
    "Petrograd",
    "Workers",
    "Socialist",
    "Communist"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    }
  ],
  "image_count": 5
}