{
  "metadata": {
    "subject": "socialscience-part3",
    "chapter_number": 5,
    "chapter_name": "iess2ps",
    "source_file": "iess2ps.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nECONOMICS\nTextbook for Class IX\nReprint 2025-26\n\n--- Page 2 ---\nFirst EditionFirst EditionFirst EditionFirst EditionFirst Edition\nMarch 2006    Phalguna 1927\nReprintedReprintedReprintedReprintedReprinted\nDecember 2006  Pausa 1928\nDecember 2007  Agrahayana 1929\nFebruary  2009  Magha 1930\nJanuary 2010  Pausa 1931\nJanuary 2011  Magha 1932\nJanuary 2012  Magha 1933\nJanuary 2013  Pausa 1934\nNovember 2013  Kartika 1935\nDecember 2014  Agrahayana 1936\nDecember 2015  Agrahayana 1937\nJanuary 2017  Pausa 1938\nDecember 2017  Pausa 1939\nFebruary 2019  Magha 1940\nDecember 2019  Agrahayana 1941\nJanuary 2021  Pausa 1942\nDecember 2021 Agrahayana 1943\nNovember 2022  Kartika 1944\nMarch 2024 Chaitra 1946\nFebruary 2025 Magha 1946\nPD 170T GSPD 170T GSPD 170T GSPD 170T GSPD 170T GS\n© National Council of Educational© National Council of Educational© National Council of Educational© National Council of Educational© National Council of Educational\nResearch and Training, 2006Research and Training, 2006Research and Training, 2006Research and Training, 2006Research and Training, 2006\n`     55.0055.0055.00 55.0055.00ALL RIGHTS RESERVED\nqNo part of this publication may be reproduced, stored in a retrieval system or\ntransmitted, in any form or by any means, electronic, mechanical, photocopying,\nrecording or otherwise without the prior permission of the publisher.\nqThis book is sold subject to the condition that it shall not, by way of trade,  be lent,\nre-sold, hired out or otherwise disposed of without the publisher’s consent, in any\nform of binding or cover other than that in which it is published.\nqThe correct price of this publication is the price printed on this page, Any revised\nprice indicated by a rubber stamp or by a sticker or by any other means is incorrect\nand should be unacceptable.\nPublication TeamPublication TeamPublication TeamPublication TeamPublication Team\nHead, Publication :M.V. Srinivasan\nDivision\nChief Editor :Bijnan Sutar\nChief Production :Jahan Lal\nOfficer (In charge)\nChief Business :Amitabh Kumar\nManager\nAssistant Editor :R.N. Bhardwaj\nProduction Officer :Deepak Jaiswal\nCover and layoutCover and layoutCover and layoutCover and layoutCover and layout\nNidhi W adhwa\nIllustrationsIllustrationsIllustrationsIllustrationsIllustrations\nSavita V erma MathurOFFICES OF THE PUBLICA TION\nDIVISION, NCERT\nNCERT Campus\nSri Aurobindo Marg\nNew  Delhi 110 016 Phone :  011-26562708\n108, 100 Feet Road\nHosdakere Halli Extension\nBanashankari III Stage\nBengaluru 560 085 Phone : 080-26725740\nNavjivan Trust Building\nP.O.Navjivan\nAhmedabad 380 014 Phone :  079-27541446\nCWC Campus\nOpp. Dhankal Bus Stop\nPanihati\nKolkata  700 114 Phone :  033-25530454\nCWC Complex\nMaligaon\nGuwahati 781 021 Phone :  0361-2674869\nPrinted on 80 GSM paper with NCER T\nwatermark\nPublished at the Publication Division by the\nSecretary, National Council of  Educational\nResearch and Training, Sri Aurobindo Marg,\nNew Delhi 110 016 and printed at Manipal\nTechnologies Limited, Udayavani Building,\nPress Cor ner, Manipal, Kar nataka–576104ISBN  81-7450-517-2ISBN  81-7450-517-2ISBN  81-7450-517-2ISBN  81-7450-517-2ISBN  81-7450-517-209700970097009700970 – E  – E – E  – E – E CONOMICSCONOMICSCONOMICSCONOMICSCONOMICS\nTextbook for Class IX\nReprint 2025-26\n\n--- Page 3 ---\nFOREWORD\nThe National Curriculum Framework (NCF), 2005, recommends that\nchildren’s life at school must be linked to their life outside the school.\nThis principle marks a departure from the legacy of bookish learning\nwhich continues to shape our system and causes a gap between the\nschool, home and community. The syllabi and textbooks developed on\nthe basis of NCF signify an attempt to implement this basic idea. They\nalso attempt to discourage rote learning and the maintenance of sharp\nboundaries between dif ferent subject ar eas. W e hope these measur es\nwill take us significantly further in the direction of a child-centred\nsystem of education outlined in the National Policy on Education (1986).\nThe success of this effort depends on the steps that school principals\nand teachers will take to encourage children to reflect on their own\nlearning and to pursue imaginative activities and questions. W e must\nrecognise that given space, time and freedom, children generate new\nknowledge by engaging with the information passed on to them by adults.\nTreating the pr escribed textbook as the sole basis of examination is one\nof the key reasons why other resources and sites of learning are ignored.\nInculcating creativity and initiative is possible if we perceive and treat\nchildren as participants in learning, not as receivers of a fixed body of\nknowledge.\nThese aims imply considerable change in school routines and mode\nof functioning. Flexibility in the daily time-table is as necessary as\nrigour in implementing the annual calendar so that the required number\nof teaching days are actually devoted to teaching. The methods used for\nteaching and evaluation will also determine how effective this textbook\nproves for making children’s life at school a happy experience, rather\nthan a source of stress or boredom. Syllabus designers have tried to\naddress the problem of curricular burden by restructuring and\nreorienting knowledge at different stages with greater consideration for\nchild psychology and the time available for teaching. The textbook\nattempts to enhance this endeavour by giving higher priority and space\nto opportunities for contemplation and wondering, discussion in small\ngroups, and activities requiring hands-on experience.\nThe National Council of Educational Resear ch and T raining (NCER T)\nappreciates the hard work done by the textbook development committee\nresponsible for this book. W e wish to thank the Chairperson of the\nadvisory gr oup in Social Sciences, Pr ofessor Hari V asudevan and the\nReprint 2025-26\n\n--- Page 4 ---\nChief Advisor for this book, Professor Tapas Majumdar for guiding the\nwork of this committee. Several teachers contributed to the development\nof this textbook; we are grateful to their principals for making this\npossible. W e are indebted to the institutions and or ganisations which\nhave generously permitted us to draw upon their resources, material\nand personnel. We are especially grateful to the members of the National\nMonitoring Committee, appointed by the Department of Secondary and\nHigher Education, Ministry of Human Resource Development under the\nChair manship of Pr ofessor Mrinal Miri and Pr ofessor G.P . Deshpande, for\ntheir valuable time and contribution. As an organisation committed to\nsystemic reform and continuous improvement in the quality of its\nproducts, NCER T welcomes comments and suggestions which will\nenable us to undertake further revision and refinement.\nDirector\nNew Delhi  National Council of Educational\n20 December 2005 Resear ch and T raining\niv\nReprint 2025-26\n\n--- Page 5 ---\nTEXTBOOK  DEVELOPMENT  COMMITTEE\nCHAIRPERSON , ADVISORY  COMMITTEE  FOR TEXTBOOKS  IN SOCIAL SCIENCES\nHari V asudevan, Professor , Department of History, University of\nCalcutta, Kolkata\nCHIEF ADVISOR\nTapas Majumdar , Professor Emeritus of Economics, Jawaharlal Nehru\nUniversity, New Delhi.\nTEAM MEMBERS\nGulsan Sachdeva, Associate Pr ofessor , School of Inter national Studies,\nJawaharlal Nehru University, New Delhi\nNutan Punj, PGT,\n Kendriya V idhyalaya, Bor der Security For ce,\nNajafgarh, New Delhi\nSukanya Bose, Senior Economist,   Economic Research Foundation,\nKatwaria Sarai, New Delhi\nMEMBER -COORDINATOR\nJaya Singh, Associate  Pr ofessor , DESS, NCER T, New Delhi\nReprint 2025-26\n\n--- Page 6 ---\nReprint 2025-26\n\n--- Page 7 ---\nACKNOWLEDGEMENTS\nThe National Council of Educational Resear ch and T raining acknowledges\nthe valuable contribution of all the individuals and organisation involved\nin the development of Economics textbook for Class IX.\nWe are grateful to Jan Br eman and Parthiv Shah, for giving us\npermission to use photographs fr om their book Working in the Mill No\nMore, Oxfor d University Pr ess, Delhi, 2005. W e also acknowledge the\ncontribution made by Arvind Sadana of Eklavya, Madhya Pradesh;\nJanmejoy Khuntia, Senior Lectur er, School of Corrr espondence Course,\nDelhi University.\nSpecial thanks are due to Savita Sinha, Professor and Head, DESSH,\nNCER T for her constant support.\nThe Council also gratefully acknowledges the contributions of\nDinesh Kumar , Inchar ge, Computer Station; Deependra Kumar and\nAchin Jain, DTP Operators ; and Dillip Kumar  Agasthi,  Proof Reader  in\nshaping this book. The ef forts of the Publication Division, NCER T, in\nbringing out this book are also highly appreciated.\nThe Council acknowledges Krishna Kumar , Associate Pr ofesso r, Sri\nVenkateswara College, Delhi University; Saurav Malhotra, Principa l,\nGurusharan Convent, Paschim V ihar, Delhi; Bhavna Singh, TGT Social\nSciences, School of Excellence, Dwarka, South W est B and Pratima\nKumari, Professor , Economics, DESS, NCER T for updation of data,\nenrichment of content, and suggestions.\nAlong with this, the Council also acknowledges Shreya Gupta, Proof\nReader  (Contractual), Publication Division, NCER T for her contribution.\nReprint 2025-26\n\n--- Page 8 ---\nCONSTITUTION OF INDIA\nPart III (Articles 12 – 35)\n(Subject to certain conditions, some exceptions\nand reasonable restrictions)\nguarantees these\nFundamental Rights\nRight to Equality\n·before law and equal protection of laws;\n·irrespective of religion, race, caste, sex or place of birth;\n·of opportunity in public employment;\n·by abolition of untouchability and titles.\nRight to Freedom\n·of expression, assembly , association, movement, residence and profession;\n·of certain protections in respect of conviction for offences;\n·of protection of life and personal liberty;\n·of free and compulsory education for children between the age of six  and fourteen years;\n·of protection against arrest and detention in certain cases.\nRight against Exploitation\n·for prohibition of traffic in human beings and forced labour;\n·for prohibition of employment of children in hazardous jobs.\nRight to Freedom of Religion\n·freedom of conscience and free profession, practice and propagation of religion;\n·freedom to manage religious affairs;\n·freedom as to payment of taxes for promotion of any particular religion;\n·freedom as to attendance at religious instruction or religious worship in educational\ninstitutions wholly maintained by the State.\nCultural and Educational Rights\n·for protection of interests of minorities to conserve their language, script and culture ;\n·for minorities to establish and administer educational institutions of their choice.\nRight to Constitutional Remedies\n·by issuance of directions or orders or writs by the Supreme Court and High\nCourts for enforcement of these Fundamental Rights.\nReprint 2025-26\n\n--- Page 9 ---\nCONTENTS\nFOREWORD iii\nCHATPER 1\nThe Story of Village Palampur 1\nCHAPTER  2\nPeople as Resource 16\nCHAPTER  3\nPoverty as a Challenge 29\nCHAPTER  4\nFood Security in India 42\nReprint 2025-26\n\n--- Page 10 ---\nConstitution of India\nFundamental Duties\nIt shall be the duty of every citizen of India —\n(a) to abide by the Constitution and respect its ideals and institutions, the\nNational Flag and the National Anthem;\n(b) to cherish and follow the noble ideals which inspired our national struggle\nfor freedom;\n(c) to uphold and protect the sovereignty , unity and integrity of India;\n(d) to defend the country and render national service when called upon to\ndo so;\n(e) to promote harmony and the spirit of common brotherhood amongst all\nthe people of India transcending religious, linguistic and regional or\nsectional diversities; to renounce practices derogatory to the dignity of\nwomen;\n(f) to value and preserve the rich heritage of our composite culture;\n(g) to protect and improve the natural environment including forests, lakes,\nrivers, wildlife and to have compassion for living creatures;\n(h) to develop the scientific temper , humanism and the spirit of inquiry and\nreform;\n(i) to safeguard public property and to abjure violence;\n(j) to strive towards excellence in all spheres of individual and collective\nactivity so that the nation constantly rises to higher levels of endeavour\nand achievement;\n*(k) who is a parent or guardian, to provide opportunities for education to\nhis child or , as the case may be, ward between the age of six and\nfourteen years.\nNote: The Article 51A  containing Fundamental Duties was inserted by the Constitution\n(42nd Amendment) Act, 1976 (with ef fect from 3 January 1977).\n*(k) was inserted by the Constitution (86th Amendment) Act, 2002 (with ef fect from\n1 April 2010).Part IV A (Article 51 A)\nReprint 2025-26\n",
    "total_characters": 12615,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    }
  ],
  "image_count": 28,
  "keywords": [
    "National",
    "Council",
    "Delhi",
    "Reprint",
    "Educational",
    "December",
    "January",
    "Pausa",
    "Training",
    "University",
    "Agrahayana",
    "Magha",
    "Publication",
    "Kumar",
    "Phone",
    "Professor",
    "Right",
    "India",
    "Division",
    "Chief"
  ]
}