{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 13,
    "chapter_name": "iehp113",
    "source_file": "iehp113.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n13.1 IntroductIon\nWe have discussed health in previous chapters. By now you \nmust have realised that health does not only mean freedom \nfrom diseases. It is much more. Health is the state of physical, mental and social well-being. It should be viewed in a holistic way.  An individual may be physically and mentally healthy, but if her/his social condition is problematic, she/he cannot achieve holistic health. In the present chapter, we shall focus on various aspects of social health.\n13.2 What Is socIal health?\nLet us first understand the meaning of social health. We know \nthat social health is one of the three major components of health, the other two being physical and mental. Social health can be defined in two ways.  In one sense, it refers to the health of a person with reference to her/his ability to interact with others. It also refers to the health of a society in general. It focuses on how the members of a society treat each other and behave with each other. What kind of social environment prevails and how the prevailing customs and traditions guide the behaviour of individuals towards self, each other and towards the society as a whole also form social health. Social Health also includes how individual’s natural environment around them is. The role of the community as a whole acquires great importance for enhancing and maintaining the quality of the health of individuals. Although there are many dimensions of social health, we shall discuss below the impact of social customs on our health, the need to protect natural resources and the empowerment of community for healthy living.\n13.3 Impact  of socIal customs  \nCustoms and traditions prevalent in a society influence all \naspects of the lives of individuals, including their health and welfare. What people eat, how they eat, how they live and care for their own health as well as the health of their near and dear ones are influenced by the prevailing customs and traditions. Let us first understand the meaning of the term custom.\n13.3.1 What is a Custom?Customs generally refer to beliefs, habits or actions performed \nin the past and transmitted through time from one generation Social Health 13\nactIvIty  13.1\nMake a list of customs having a positive and negative impact on the health of individual and society prevailing in your neighbourhood. Share with your classmates their implications on health?\n2024-25\n\n--- Page 2 ---\n186 Health and Physical Education  — Class IX\nto the next. These are derived from social norms which are \nrules or standards that guide, control or regulate proper and acceptable behaviour of a group. These norms define the shared expectations of a group and enable people to anticipate how others will interpret and respond to their words and actions if there is a deviation from these norms. For example, there are customs and traditions related to marriage ceremonies. These are observed by not only those who are getting married but also by the other members of the family and community. Many of the customs have positive impact on the relationships in a family and community. However, many of the customs have negative impact as well. For example, there are customs prevalent in many communities, like early marriage or discriminating against female child, or choice of spouse, which adversely affect the health and well-being not only of the female child but of the society as a whole.   \n13.3.2 Customs and Health \nIn every society, the individuals, \nfamilies and communities observe many customs that have direct bearing on health. From the moment of birth of a child, customs begin to shape experiences and behaviour of the child. In reality, by the time children can think independently, the health-related customs of the family have already become an intimate part of their personalities. They do not question these customs, as they are deeply held and protected by the society. It becomes extremely difficult to change them. Let us understand this by considering what happened to Seema.\nThe experiences of Seema \nshows the negative impact of social customs on health. \nLet us consider the influence \nof customs on the thinking and behaviour of individuals in respect of early marriage, breastfeeding practices, family size, preference for male child and substance abuse. All these affect family and community health.  \nactIvIty  13.2\nSeema studies in Class IX in a small town. She has two elder brothers.  Both the brothers get a lot of attention from the parents.  Parents believe that both their sons should get larger portion of milk, cheese and eggs. They tell Seema that her brothers need to be strong as they will grow up to head their families in future.  On the other hand, parents tell Seema that she should eat less, otherwise she will look too grown up and big for her age.  One day, while in class, Seema told her teacher that she was feeling dizzy.  Before the teacher could do anything, she fainted. The teacher took her to a nearby hospital and then went home with her. The teacher told Seema’s parents that the doctor had said that it was because of anaemia that she had fainted and that it was very important to ensure that Seema gets good nutrition to remain healthy. Think\n1.\n Do you think the reasons given by Seema’s parents for ensuring that their sons \nget good nutrition while neglecting \nSeema’s nutritional needs are justified? Give reasons.\n2.\n What are the customs related to diet for girls in your family and community?\nChapter-13 Social Health.indd   186 08-11-2016   11:49:40 AM\n2024-25\n\n--- Page 3 ---\nSocial Health  187\nEarly Marriage \nAlthough efforts have been made since long to ensure that \nmarriages take place at proper age, the problem of early marriage and even child marriage is still continuing in many communities in India. The Child Marriage Restraint Act, 1978 stipulates legal age of marriage as 18 for girls and 21 for boys, but social customs encourage early marriage even now. You may have heard the word kanyadan. Influenced by prevailing customs, many parents consider it good to marry their daughters even before she attains puberty. The tradition of dowry is another factor for early marriage in India.  It is believed that dowry will be lower if the bride is younger in age.  \nThe early marriage custom puts pressure \non young married women to prove their fertility resulting in high rates of adolescent pregnancy. Adolescent pregnancy leads to greater health risks for the teenage mother and her child. Biologically, she is yet to attain reproductive maturity. There are chances of prolonged labour that can result in severe damage to the reproductive tract. The available evidence suggests that maternal deaths are considerably higher among adolescent mothers than among mature mothers. The babies born to adolescent mothers generally have low birth-weight. Such babies are more likely to die at birth or in infancy. Early pregnancy increases the risk of maternal and child morbidity and mortality. Early pregnancy also has serious psychological, social and economic consequences. It continues to affect adversely the educational, economic and social status of women and is likely to have negative impact on the quality of life of the family. \nIn many cases, young girls are \nmarried to older men. Such girls do not have the courage to take decisions related to family needs, lack power and are more likely to experience partner violence.  National Family Health Survey (NFHS-3, 2005, 2006) reveals that 27 per cent young women and   \nFig. 13.1 : Child Marriage is Illegal\nThis poster has been designed by Shivani Sharma from \nClass X, KP ISP Nasik, Maharasthra\nactIvIty  13.3\nRead the case study given below and reflect on the question.I am Munni. I was born in a very poor family. I am 17 years old now and have two children of age 5 and 3. My parents never thought of educating  me. They thought that education is not meant for  girls and more so for poor people.Questions for reflection\n1.\n Why was Munni married so early?\n2. How early marriage impacted Munni?\n3. If you were in Munni’s place what would you have done?\nChapter-13 Social Health.indd   187 08-11-2016   11:49:41 AM\n2024-25\n\n--- Page 4 ---\n188 Health and Physical Education  — Class IX\n3 per cent young men in the \nage-group of 15-19 years were married.  \nBreastfeedingWe have seen above the adverse \neffects of social customs promoting early marriage in our society. But some customs do have positive impact, for example, consider the issue related to breastfeeding. We are aware that traditionally mothers breastfeed their infants for a year or two and sometimes even longer. This has been an accepted norm. But now-a-days, due to paucity of time and as a matter of convenience, some mothers do not breastfeed their infants. Life style concern also comes in the way of breast feeding. They choose to shift to powdered or bottled milk as a substitute for breast milk. Today an increasing number of women are working outside their homes and bottle feeding seems to be considered a more convenient option for them. Those who choose to breastfeed are looked down upon. Breastfeeding in public is also not an acceptable option.\nHowever, there are two \nsignificant needs, which make breastfeeding important both for the mother as well as the child. One is nutritional while the other is psychological. While the nutritional benefit of breastfeeding is no doubt very important, the psychological bonding which develops between the child and the mother due to breastfeeding is unparalleled and has a positive impact on the health of both.actIvIty  13.4\nFind answers to the following questions\n•\tIn which of the Indian States do we find a large number of girls being married before they attain the legal age of marriage?\n•\t\n Have you ever thought how early marriage affects both boys and girls, more particularly the girls?  Describe.\n•\t\n Why early marriages in large number continue ingnoring the legal provision.\n•\t\n How it affects the health of mother and child?\n•\t Discuss with your classmates how to convince parents not to marry their \nchildren \nat an early age.  \nactIvIty  13.5\nRead the case study given below and answer the questions given at the end.Sangeeta was studying in Class IX when her marriage was fixed with a person twice her age. Although she wanted to study further, she was pulled out of school because she was the eldest in the family and there were three more sisters to be married off. Soon after marriage, her husband and in-laws started pressurising her to become pregnant as they wanted an heir to their family. Sangeeta was unhappy but she did not have a choice. Within three months of her marriage, she got pregnant. Despite not keeping well during the pregnancy, she was made to do most of the household work. In the fifth month of her pregnancy, she had a miscarriage (abortion). Rather than supporting her through this difficult experience, her in-laws blamed Sangeeta for not giving them an heir. Questions for reflection\n1.\n Who all are responsible for Sangeeta’s condition?\n2.\n If you were in Sangeeta’s situation, What would you have done?\n3.\n If Sangeeta was a boy, would things have been different? In what ways?\n4.\n What would you do to convice the parents to avoid age related mismatch in the marriage of boys and girls of your locality.\nChapter-13 Social Health.indd   188 08-11-2016   11:49:41 AM\n2024-25\n\n--- Page 5 ---\nSocial Health  189\nThere are many reasons why breast milk is healthier.  \nBreast milk contains more than hundred nutrients that cannot \nbe prepared in the laboratory. These nutrients are essential for the healthy growth and development of the child.  In fact, the caloric density, protein, carbohydrate and fat in breast milk are very important for the growth of the child.  Breast milk is free from contamination by bacteria and is easier for the infant’s stomach to digest.  Infants who are breastfed for at least eight months have reduced incidence of many diseases. The first secretion from the mother’s breast after the birth of the infant is known as colostrum. Scientific studies have shown that it is extremely good for the new born. But in some communities the mother is asked not to feed this fluid to the child, as they ignorantly think it to be impure. Such customs with a negative impact should be discouraged by creating awareness.  \nFamily Size, Preference for Male Child\nAnother set of customs and tradition that have adverse impact \non social health is related to family size. Many people believe that child birth is a gift of God and individuals should not interfere with this divine process.  People also have preference for male child. Many a time parents go on giving birth to children, and the size of the family continues to grow, until a male child is born. This belief contributes to increasing number of children in the family. Some parents want to have at least two male children. The preference for male child has been the main cause of discrimination against girls. Girls are considered inferior to boys. Owing to discrimination, nutritional needs of girls are not met adequatly. All food items that are served to boys are not given to girls or are given in very less quantity. The girls are also discriminated in availing education facilities. In the process, girls are married off very early.\nThe discrimination against females has been a grave \nproblem in our society. You must have read about the inverse \nsex ratio being a problem in our country as discused earlier. Parents get the pregnancy test done in a clinic and if they find it to be a female foetus, they get it aborted. Many girl children are killed just after their birth.\nSubstance Abuse\nYou have already studied in detail about substance abuse in \nChapter 2. It is also known as drug abuse which has become a serious problem in our society. \nIt is important to note that social customs have been closely \nrelated with the drug or substance abuse related behaviour of individuals since ages. Indian society, which enjoys cultural diversity, has a history of use of plant products such as, actIvIty  13.6\n•\tExamine the breast \nfeeding publicity material (points, video, posters).\n•\tWhich one do you think is more appealing to women and elderly to accept the message of breast feeding. \nBox 13.1\nFindout sex ratio of your and neighbouring states and analyse the facts.\nChapter-13 Social Health.indd   189 08-11-2016   11:49:41 AM\n2024-25\n\n--- Page 6 ---\n190 Health and Physical Education  — Class IX\ncannabis, opium, and home brewed alcoholic beverages in \ncelebrating festivals. There are certain social groups which are more vulnerable to substance abuse. On the contrary social customs prescribe that intoxicants should not be taken by children up to a certain age. \nDevelopments of industrialisation, urbanisation with \nconsequent migration have resulted in loosening of the \ntraditional social control on an \nindividual. Stresses and strains of modern life, the fast changing social milieu, among other factors making people vulnerable to drug abuse. Moreover, the breaking of the joint family system, with limited parental attention and care in modern families where both parents are working, peer pressure, influence of films,  and fashion and values have led to a considerable rise in the consumption of drugs, specially among adolescents. \nSubstance abuse has a \nnegative impact on the family and society. It increases conflicts and causes untold emotional pain for every member of the family. Most of the domestic violence is directed towards women and occurs in the context of demands for money to buy drugs. With \nmost drug users being in the formative young age, the loss in terms of human potential is incalculable. Substance abuse actIvIty  13.7\nObserve at least five families in your neighbourhood and find out the following\n1.\n How many members are there in each family and how many of them are males and how many females?\n2.\n Are all boys and girls of \nevery family studying? \nIf not, what is the ratio of both? Are both boys and girls in the family studying in the same school of equal standard?\n3.\n How many females of the family are working outside their homes?\nBased on the collected facts try to understand the following\ni.\n Major reasons why certain families are \nlarge, \nwhile some others are small in size.\nii. The overall quality of life in large and small families; and \niii.\n The status of girls and women in both types of families.\nBox 13.2\nFacts about Substance Abuse by Young People in India\n•\t Substance (drug) abuse is fast emerging as a problem. Twenty-four per cent of the drug users were in the age group of 12-18 years. The subjects \nin treatment \ncentres reported that about 11 per cent of them were introduced to cannabis before the age of 15 years, and about 26 per cent between  the age of 16 and 20 years (United Nations Office on Drugs and Crimes (UNODC) and Ministry of Social Justice and Empowerment, GOI 2004).\n•\t\n Incidences of vagrancy, delinquency, alcoholism, drug addiction, truancy and crimes amongst adolescents have been sharply increasing. Boys outnumber girls and most of them are illiterates or have schooling \nof a few years ( 41 per cent \nprimary education and 29 per cent illiterate) A large number of them are school dropouts (National Crime Records Bureau (NCRB)  2003)\nChapter-13 Social Health.indd   190 08-11-2016   11:49:41 AM\n2024-25\n\n--- Page 7 ---\nSocial Health  191\nis also associated with declining grades, absenteeism from \nschool and dropping out of school. Drug abuse in adolescents has led to increase in the crime rate. Addicts resort to crime to pay for their drugs. Substance abuse can adversely affect an adolescent’s psychological and social development. \n13.4 p rotectIon  of natural  resources\nThe environment is a key determinant of social and individual health. You may be aware that many of our health problems are caused by environmental degradation. Exposure to air, water and soil pollution, chemicals in the environment, or noise, can cause cancer, respiratory, cardiovascular and communicable diseases, as well as some other serious health disorders. Although environmental degradation can affect the health of the whole population, some groups are particularly vulnerable, including children, pregnant women, the elderly and persons with pre-existing family history of certain diseases. Recall what you have learnt in the chapter on water management.\nAs you are aware that number of factors contribute to \nenvironmental degradation, but the most important factor is the misuse and over use of natural resources.  All that the nature has provided to us such as soil, air, water, minerals, sunshine (sunlight), animals and plants, etc., are known as natural resources. Human beings use these directly or indirectly for their survival and welfare. The problem lies in how these natural resources are distributed and used. If at any time one person or a group of people uses more than their fair share of resources, an imbalance is created. This leads to environmental health problems for others.\nIt is, therefore, essential for every individual to ensure \nthat natural resources are protected and are not misused or over used, so that social and individual health is not affected adversely. In India, we have had a great tradition of environmental conservation. We have been taught since ages to respect nature and to recognise that all forms of life — human, animal and plant are closely interrelated. Disturbance in one gives rise to an imbalance in others. Our Constitution also has provisions for protection of environment. \n13.4.1 Clean Water and Food ResourcesIn view of the above, all the natural resources need to be \nprotected. It can be done in two ways. Efforts are needed to ensure that natural resources are used judiciously according to the needs of the present generation, and of future generations. Secondly, care needs to be taken so that natural resources are properly maintained and sustained. We may take the examples of water and food resources.actIvIty  13.8\nDesign an advertisement for community members to say no to drug abuse. Discuss with classmates to make the message catching to more community members. •\t Design\n\tparent– \n parent campaign  \n for discouraging  \n drug share.\nactIvIty  13.9\ni. Survey the community around your school and prepare a report on what it is doing to healthy environment.\nii.\n Prepare a chart on 17 sustainable development goals.\nactIvIty  13.10\nFind out about a community which has a tradition of environment conservation. Write a brief report about their accomplishment. Share this with your classmates.\nChapter-13 Social Health.indd   191 08-11-2016   11:49:41 AM\n2024-25\n\n--- Page 8 ---\n192 Health and Physical Education  — Class IX\nWith a view to protecting and conserving clean water the \nfollowing steps are needed: \n•\t growing vegetation in the catchment areas. This will hold \nwater \nin the soil. It allows sea water to percolate into \ndeeper layers and contribute to pool ground water;\n•\t constructing dams and reservoirs to regulate supply \nof water to the fields as well as to enable generation of hydroelectricity.\n•\t\n treated clear water of the sewage should be released into the rivers.\n•\tindustrial wastes (effluents) should not be released in rivers.\n•\t\n judicious use of water in our day-to-day life. Rain water harvesting should be done by storing rain water to recharge ground water.\n•\tfertilisers, pesticides and insecticides should be used only after getting the soil tested in nearby laboratory. \n•\tcommunity be made aware of \nproper use of fertilisers \nand pesticides. \n•\trestriction needs to be imposed on the use of prime agricultural land for other purposes. The decision for land use should be based upon land capability and land productivity.\n•\tthere should be incentives for cultivation of crops with high nutritive value and those with lesser demands on water and energy inputs.\n•\tlocal bodies like Zilla Parishads, Gram Panchayats and Samitis need to be strengthened to ensure effective decentralisation and optimal resource management.\n13.5 e ducatIon  of communIty\nThe discussion on various aspects of social health leads us to realise that health is a complex issue which cannot be fully managed only by educating individuals. Community as a whole has a very important role to play in ensuring health of all individuals and for healthy living. In fact, education and promotion of healthy living and sustainable practices in the community enhance the quality of life for all. The community should be educated about living sustainable and healthy life styles. The one most common denominator in this regard may be what all we eat and what nutrition we all need to keep us healthy. It is the one common sustainable practice that applies to every single one of us, regardless of age, ethnicity, or economic situation. It is also most important to educate the community about sustainable and healthy living in a learning environment.Box 13.3\nThere is a provision under Directive Principles of State Policy (article 48) that the “State shall endeavour to protect and improve the environment and to safeguard the forests and wildlife in the country”. Moreover, one of the Fundamental Duties provided in article 51 A(g)  is “to protect and improve the natural environment including forests, lakes and rivers and wildlife and to have compassion for the living creatures”.\nBox 13.4\nIn India, the green revolution has helped in growing food for a fast growing population. Over-exploitation of land and water resources and extensive use of fertilisers and pesticides became a major source of contamination of these natural resources.\nChapter-13 Social Health.indd   192 08-11-2016   11:49:41 AM\n2024-25\n\n--- Page 9 ---\nSocial Health  193\nASSESSME nT\nAnswer the following questions\n1. What is the meaning of social health? How do social \ncustoms influence social health?\n2. Examine the social customs in respect of early marriage, breastfeeding practices, family size and preference for male child.\n3.\n What is substance abuse? How does it affect the social and individual health?\n4.\n Why is the protection of natural \nresources important for \nsocial and individual health?\n5. What do you mean by community education? Why is it important to educate the community for a healthy life? \nChapter-13 Social Health.indd   193 08-11-2016   11:49:41 AM\n2024-25\n",
    "total_characters": 24441,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page3_img5.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page9_img4.png",
      "page": 9
    },
    {
      "filename": "page9_img5.png",
      "page": 9
    }
  ],
  "image_count": 39,
  "keywords": [
    "Health",
    "Social",
    "Seema",
    "Chapter",
    "Class",
    "Sangeeta",
    "Substance",
    "India",
    "Although",
    "Physical",
    "Education",
    "These",
    "There",
    "Munni",
    "Customs",
    "Early",
    "Marriage",
    "Child",
    "Share",
    "However"
  ]
}