{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 7,
    "chapter_name": "iehp107",
    "source_file": "iehp107.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n7.1 IntroductIon\nA team game is an activity in which players of the same team \nwork together to achieve the goal. Team games help us to work \ntogether for winning vis-a-vis respect for each other. Team games are also good for new learners as these games can help \nin building self  -esteem and team cohesion. For a good team in \nany game, the players have to stay together for progress and work together for success. Below are mentioned some of the team games.\n7.2 BasketBall\nYou may have played basketball or have seen this game being \nplayed. Basketball is one of the world’s most popular game. It is a fast, free-flowing, high-scoring team game. The players throw a ball in a basket horizontally positioned to score points while following a set of rules. Two teams play on a marked rectangular court with a basket at each end.  The rules allow all players to move freely around the court and occupy any position on the court. All players get an equal opportunity to score basket. The way in which the game is re-started after a point is scored or a rule infringement makes it a fast game with few breaks in between regulation timing. To play this game, students should learn and practise the basic skills of ball dribbling, passing, receiving and shooting. Game of basketball involves neuromuscular coordination and often tall players are preferred.\n7.2.1  HistoryThe game of basketball was originated at the Springfield College \nof Physical Education Massachusetts, USA in 1891 by Dr James Naismith. In 1894 Naismith drew up the first 13 rules, which still form the basis of modern basketball rules. In India, the YMCA at Kolkata introduced basketball some 80 years ago. Later the YMCA established at Chennai in 1920 played an important role in the development of this game. Now-a-days basketball is one of the most favourite games in many schools and colleges. The game is played by both men and women of all ages and abilities. In order to promote the sport nationally and internationally and organise sports events related to basketball, Basketball Federation of India (BFI) was set up in Team Games 7\n2024-25\n\n--- Page 2 ---\n82 Health and Physical Education  — Class IX\n1950. At the same time every state in India had formed a State \nBasketball Association. The first National Basketball event was held in Delhi in 1934, every two years till 1951 and there after it became an annual feature.\n7.2.2  How to Play Basketball\n•\t\n Basketball is played on a rectangular court, which could \nbe an indoor wooden court or an outdoor concrete court. Basketball court dimensions are 28× 15 metres. The court is divided into two sections, called half-courts, by the mid-court line, where the game starts with a jumpball.  A jumpball is when a referee throws the ball up at centre circle to determine which team gets possession. Two players from opposing teams jump up to tip the ball, in the hope that one of them will secure the ball. \n•\tThe duration of the game of each quarter is ten minutes with 2 minute rest between first and second quarters and third and fourth quarters. Between second and third quarters the rest is 15 minutes. The duration of extra time is five minutes. Teams exchange courts in each quarter. The clock is stopped while the play is not active. actIvIty  7.1\nIs it possible to play basket ball with different dimensions of court and with different ball size? Please write your comments. Also findout how playing any team game helps in improving physical and mental health?\nSource:  Official Basketball rules 2012, as approved by FIBA Central Board, 29th April 2012, valid as of  \n October 2012 \nFig.7.1 : Basketball Court\nChapter-7 Team Games indd.indd   82 18-11-2016   4:39:17 PM\n2024-25\n\n--- Page 3 ---\nTeam Games  83\nA team may consist of not more than twelve \nmembers, including a captain. But only five \nplayers from each team are on the court at one time. Substitutions are unlimited but can only be done when play is stopped. \nThe team with the ball, attempting to score \nis called ‘on offense’. The team defending from scoring is called ‘on defense’.  The ball is moved in two ways: dribbling and passing to teammates. If the ball goes out of bounds, due to the offensive player/team, the possession is given back to the defensive team. This is a form of penalty, which results in the loss of a possession of ball.\nBoth men and women wear, a standard \nuniform consists of a pair of shorts and a jersey vest with a clearly visible number, printed on both the front and back. Players wear high top sneakers that provide extra ankle support. \nThe game is monitored by the officials consisting of \nthe referee, one or two umpires and five table officials. The table officials are responsible for keeping track of each team scoring, timekeeping, and individual and team fouls, player substitutions,\n\talternating \tpossession \tarrow,\tand\tstop–and-go-\nclock.Equipments – Essential equipments in a basketball game are: the ball, clocks, score sheets, \nscoreboard(s), alternating \npossession arrows, whistle and clock systems.Fouls – An attempt to unfairly disadvantage an opponent through physical contact is illegal and is called a foul. Players who are fouled either get ball possession or are awarded one or more free throws, which is attempted from a line 15 feet (4.6 m) from the basket. Each player is allowed five fouls before they are rejected from the game and cannot come back.\n7.2.3  Fundamental SkillsWe are well aware that to play \nany game one has to learn some skills, To play basketball game one need to learn the following fundamental skills: \n•\n  Player’s stance –\tHold\tthe\t\nball with both hand fingers open, pointing forward, thumbs upward, feet apart and the knees slightly bent as shown in Fig 7.3\nFig.7.2 : Ring, Net and the ball\nFig.7.3 : Player Stance\nChapter-7 Team Games indd.indd   83 18-11-2016   4:39:19 PM\n2024-25\n\n--- Page 4 ---\n84 Health and Physical Education  — Class IX\nactIvIty  7.3\nSet shot illustration is \ngiven in Fig.7.5 Collect photographs of other forms of shooting from various sources books, magazines etc. and discuss with your classmates.actIvIty  7.2\nObserve a basketball match and identify different forms of shooting. •\t\n Ball Handling Exercises – \tBall\thandling\texercises\tare\t\ngiven below. \n (i) Rotate the ball around the knees\n (ii) Rotate the ball around waist. \n (iii) Rotate the ball around neck.            \n (iv) Throw the ball front to back.           \n• Dribbling – If you have seen any basketball \ngame you might have observed that players bounce the ball between the \ndribbling \nhand and playing surface. This action of  continuous bouncing is called dribbling. If dribbling is done on the spot, it is called stationary dribbling. You might have also noticed that players perform varied actions while dribbling. The variations are cross over dribbling that is changing of dribbling hand at the front side, reverse dribbling that is taking 180 degree turn from rear side and changing \nthe direction, behind the back dribbling that is taking the ball from back side and bounce it on another side. •\n Passing and receiving (Fig. \t7.4)\t–\tWhile\t\nplaying a basketball game, you need to transfer the ball from one player to another. Transfer of possession of the ball \nis called \npassing and a player who receives the ball is known as receiver. There are different types of\n\tpassing\tnamely–chest \tpass,\toverhead\tpass,\t\nbounce pass, baseball pass, hook pass and behind the back pass etc. •\n Shooting (Fig.\t7.5)\t–\tYou\tmight\thave\t\nobserved that a player has to throw the ball into basket of the opponent team to win the game. Therefore, each team should make an attempt to \nscore by throwing the \nball in different forms of shooting such as two-hand set shot, one-hand set shot, lay up shot, jump shot and hook shot etc. \n•\n Rebounding (Fig.\t7.6)\t–\tWhenever \ta\tplayer\tmakes\tan\t\nattempt to score the basket and if it is missed then the ball will rebound from over the ring or board.\n•\n Individual Defence (Fig. \t7.7)\t–\tWhile\tplaying\tbasketball \t\nif a team loses the possession \nof the ball, immediately \nplayer has to turn to individual defence. For a good defence, following factors are important (i) location of the player (ii) guarding distance (iii) movement (iv) vision and (v) footwork.\nFig. 7.4 : Two-hand Passing\nFig. 7.5 : Shooting\nChapter-7 Team Games indd.indd   84 18-11-2016   4:39:20 PM\n2024-25\n\n--- Page 5 ---\nTeam Games  85\n7.3 c rIcket\nYou might have seen a cricket match being played \nin your school or on the television. Also you might have yourself played this game with your friends. This is a bat and ball game played between two teams on a field. In the centre of the field is a rectangular pitch. One team bats, trying to defend the wicket and scoring as many runs as possible. The other team bowls and fields, trying to dismiss the batsmen and thus limiting the runs scored by the batting team. Run can be scored by the striking batsman hitting the ball with the bat, running to the opposite end of the pitch and touching the crease there without being dismissed. The teams switch between batting and fielding at the end of an inning. In general this game is very popular.\n7.3.1  HistoryThe origin of the game of Cricket was gradual. The \nHambeldon\n\tClub\twhich\twas\tfounded\tin\tabout\t1750\t\nhad played a significant part in the evolution of the game. It was superseded by the Marylebone Cricket Club (M.C.C) with its \nheadquarters at Lords, London. Cricket became an \ninternational game with the formation of the Imperial Cricket Conference (I.C.C) in 1909. The name of Imperial Cricket Conference was changed to International Cricket Conference (later, Council) to enable countries outside the Commonwealth to become its members.  Earlier only test matches were played where each team played two innings in five or lesser days. First One day International match was played in 1971 with limitations of overs per inning. The governing International Cricket Council (ICC) saw its potential and staged the first \nFig. 7.8 : Cricket\nFig. 7.6 : Rebounding Fig. 7.7 : Individual Defence\nChapter-7 Team Games indd.indd   85 18-11-2016   4:39:21 PM\n2024-25\n\n--- Page 6 ---\n86 Health and Physical Education  — Class IX\nlimited over Cricket World Cup in 1975. In the 21st century, a \nnew limited over form, Twenty20 and more recently IPL (Indian Premier League), has made an immediate impact.\nCricket was brought to India by the British. An England \nteam toured India in 1902-03. An All-India team went on a tour of England in 1911 under Maharaja Bhupinder Singh of Patiala. The Indian Cricket Control Board came into being towards the end of 1928. India entered the international arena and played its first official Test against England in 1932. Meanwhile Prince Ranjit Singh of Nawanagar who had gone to England for further studies, made a remarkable name for himself\n\tin\tthe\tgame\tof\tcricket.\tHe\tis\tgenerally\tacknowledged \t\nas the Father of Indian Cricket although he played only in England.\n\tHe\twill\talways\tbe\tremembered \tthrough\tthe\tNational\t\nCricket Championship known as Ranji Trophy. \n7.3.2  How to play Cricket\n•\t A cricket match is played between two teams of eleven \nplayers each. \n•\t The match is divided into periods called Innings. During an Inning, one team fields and the other bats. The two teams switch between fielding and batting after each Inning. \n•\t\n All eleven members of the fielding team take the field, but only two members of the batting team are on the field at any given time. The fielding team’s eleven members stand outside the pitch, spread out across the field. \n•\t\n Behind each batsman is a target called a wicket. One designated member of the fielding team, called the bowler, is given a ball, and he attempts to deliver (bowl) the ball. If the bowler succeeds in hitting the wicket (Fig. 7.9), or if the ball, after being struck by the batsman, is caught by the fielding team before it touches the ground, the batsman is out. \n•\tIf the batsman is successful in striking the ball and the ball is not caught before it hits the ground, the two batsmen may then try to score runs for their team by running across the pitch. Each crossing and grounding by both batsmen is worth one run. The batsmen may attempt multiple runs or select not to run at all.\n•\t\n If the batsman hits the bowled ball over the field boundary without the ball touching the field, the batting team scores six runs. If the ball touches the ground and then reaches the boundary, the batting team scores four runs. actIvIty  7.5\nHow\tdo\tyou\tthink\t\nthat cricket can be played in other recreational form(s)? explain.actIvIty  7.4\n•\tWhat is the full form of IPL?\n•\tWrite about your observation of any cricket match.\n•\tDiscuss with your friends, any cricket match you have seen.\n•\tWrite health related advantage of playing cricket.\nFig. 7.9 : Out\nChapter-7 Team Games indd.indd   86 18-11-2016   4:39:22 PM\n2024-25\n\n--- Page 7 ---\nTeam Games  87\n•\tThe inning is complete when 10 of the 11 members \nof the batting team have been dismissed, one always remaining “not out”, or when a set number of “overs” has been played.  \n•\t\n Field with positions in cricket are shown in Fig. 7.10 \n7.3.3  Field and Equipments\n•\tThe pitch is at the centre of the field. It is the area of the ground between the bowling creases one \non both sides \nand it is 3.05m in width and 20.12m in length. The pitch shall not be changed during a match unless it becomes unfit for play.\n•\t\n The ball will be leather skinned and its weight must not \nbe less than 155.9 gms and not more than 163 gms. The circumference of the ball must be in between 22.4cm and 22.9 cm. \n•\t\n A wooden bat should be 10.8 cm in width and 96.5 cm in length including the handle.actIvIty  7.6\nCollect all the \ncricket standardised equipments and take them to the\n\tclass.\tHave\t\na discussion on measurement of different equipments and check whether these are of correct specifications. \nsource: www.dsr.wa.gov.au/assets/images/Diagrams/cricket-field\nFig. 7.10 : Cricket Fieldsightscreen\nsightscreenlong leg\nthird man fine leg\nsquare leg\nmid-wicket\nbowler\nmid-on\nlong-off\nstraight Shotlong onmid-offcovergully\npointslipsInfield\nwicket keeper\npitch\nclose infield\nChapter-7 Team Games indd.indd   87 18-11-2016   4:39:22 PM\n2024-25\n\n--- Page 8 ---\n88 Health and Physical Education  — Class IX\n•\t Each wicket is 22.80 cm in width and consists of three \nwooden stumps with two wooden bails on the top. The wickets should be pitched opposite and parallel to each other at a distance of 20.12 m between the centre of the two middle stumps. The stumps stand 70 cm tall and each bail is 11.1cm in length.\n•\t\n The bowling crease is marked in line with the stumps at each end and is 2.64 m in length.\n•\t\n The bowler bowls the ball in sets of six deliveries (or “balls”) and each set of six balls is called an “over”. When six balls have been bowled, another bowler is deployed at the other end, and the fielding side changes ends while the batsmen do not. A bowler cannot bowl two successive overs, although a bowler can bowl unchanged at the same end for several overs.\n•\t\n Two umpires are appointed one on each \nend (bowlers \nend and strikers end) to monitor the game.  There is also \na third umpire for play review. The umpire’s decision during a game is final in all matters.\n7.4 FootBall\nWith your friends you might have played football. Do you \nknow the history of the game? Let us study some important \ninformation about football. Football was played in many countries in some form or the other. Federation Internationale de Football Association (FIFA), the world body to govern football was founded in Paris in 1904. In India, this game is governed by the All India Football Federation (AIFF). According to FIFA (Federation Internationale de Football Association), the very earliest form of the game for which there is scientific evidence was an exercise, a military manual dating back to the second \nFig. 7.11 : Cricket PitchactIvIty  7.7\nOn a chart paper/ \nblackboard draw the cricket field along with pitch. Show all the fielding positions and discuss with classmates. \nChapter-7 Team Games indd.indd   88 18-11-2016   4:39:22 PM\n2024-25\n\n--- Page 9 ---\nTeam Games  89\nand third centuries BC in China. In India, football began its \njourney during the British rulers and in no time it became popular among the masses. The first recorded game took place between the ‘Calcutta Club of Civilians’ and the ‘Gentlemen of Barrackpore’ in 1854. The first football association, “The Indian Football Association” (IFA) was established in Kolkata in 1893. It was later on replaced by All India Football Federation (AIFF). The decade of 1951 to 1962 is known as the golden era in the history of Indian football, as the country put up commendable performances in a number of international competitions. India won gold medals in 1951 and 1962 Asian Games, held at New Delhi and Jakarta respectively. India became the first Asian nation to reach the Olympic football semi finals in the 1956 Melbourne Olympics. The AIFF had joined the Federation Internationale de Football Association (FIFA) in 1948.\n7.4.1  Field and Equipment\n•\t\n The ball is made of leather, spherical in shape and the \ncircumference of the ball is 68 \n to 70 cm  whereas, the \nweight is 410 g to 450 g.  \n7.4.2  How to play football\n•\t The duration of the match of football is of 90 minutes divided into two equal halves of 45 minutes each with an interval\n\tof\t10\t–\t15\tminutes.\n•\t In each team there are eleven players one of whom is the goalkeeper and six substitute players. To start a game, a team requires at least seven players.\n•\t\n A coin is tossed and the team that wins the toss has the option to decide either of two goals they decide to attack in the first half of the game or to opt “KICK OFF” to start the match from center line. The option unchosen by the toss winner has to be opted by the toss loser. Team which has not started with kick off, starts in second half with changed ends with a kick off.\n•\t\n A goal is scored when the ball fully crosses over the goal line. The ball has also to go between the goal posts and under the crossbar. Without any rule violation or break or without committing foul.\n•\t\n Penalty of direct kick is given to the team for acts or attempt to act like kicks, trips and jumps during scoring.\n•\t\n An indirect free kick is given to the opposing team in case a goalkeeper inside his/her own penalty area control the ball more than six seconds \nwith his/her hands or \ntouches the ball again with hands after release. \n•\t For direct or indirect free kicks, \nthe ball must be \nstationary when the kick is taken and the kicker does actIvIty  7.9actIvIty  7.8\nDraw the sketch of the football field with all specifications on a chart paper/blackboard and discuss with your classmates.  Write any five rules \nof football games and discuss with your classmates.\nChapter-7 Team Games indd.indd   89 18-11-2016   4:39:22 PM\n2024-25\n\n--- Page 10 ---\n90 Health and Physical Education  — Class IX\nnot touch the ball a second time, until it has been played \nby another player.\n•\t A penalty kick is given against a team that commits one of the ten offences.  A \ngoal may be scored directly from a \npenalty kick.\n•\t A goal cannot be scored directly from a Throw-in. A throw is given when the ball passes over the touchline, either on the ground or in the air. The throw will be taken from the point where it has crossed the touchline, by the opponents who last touched the ball.\n•\t\n A corner kick is awarded when the whole of the ball, passes over the goal line under the cross bar, either on the ground or in the air, having last touched a player of the defending team, and a \ngoal is not scored in \naccordance with the relevant law.\n•\t \nFig. 7.12 : Dimensions of the football field\nChapter-7 Team Games indd.indd   90 18-11-2016   4:39:23 PM\n2024-25\n\n--- Page 11 ---\nTeam Games  91\nCard system – \tIn\tfootball,\t\nthere are two types of \ncards. Yellow Card which \nis used to communicate  \nthat a player, substitute, substituted player has been  \ncautioned. \n•\n  Red Card is used to communicate that a  \nplayer, substitute or substituted player has been sent off.\n7.4.3  Fundamental Skills \n•\t\n Dribbling \t(Fig.\t7.13)\t–\tThis\tis\tthe\tmost\timportant \tskill\tin\t\nthe game. The ball is dribbled on the ground with gentle strokes of the feet and moving in a specific direction with control. In dribbling, the player can use either the inside or the outside of the feet. \n•\t\n Heading\t(Fig.\t7.14)\t–\tPlayer\tshould\thave\tmade\tcontact\t\nwith the forehead in general otherwise any part of the head can be used. Sometimes the \nplayer may use the top \nof his head on a long pass or throw in. It is important for the player to keep eyes open and fixed on the ball and the body be positioned in line. \n•\n Kicking (Fig.\t7.15)\t–\tThe\tball\tis\tkicked\tby\tkeeping\tthe\t\ntoe pointed out and ankle locked, strike the ball with laces part (in step) of the foot. Knees should be kept slightly bent and the ball should \nbe kicked straight up \ninto the air. The kicking leg should keep on swinging forward and upward direction in the direction of kicking.\nFig. 7.14 : Heading Fig. 7.15 : Kicking\nFig. 7.13 : Dribbling\nactIvIty  7.10\nPractise dribbling heading, kicking, tackling and passing skills with your classmates.\nChapter-7 Team Games indd.indd   91 18-11-2016   4:39:23 PM\n2024-25\n\n--- Page 12 ---\n92 Health and Physical Education  — Class IX\n• Tackling (Fig.\t7.16)\t–\tThis\tis\tgaining\tthe\tball\tpossession \t\nor knocking it out from the opposing footballer \n• Passing (Fig.\t7.17)\t–\tThe\tinstep\tor\tthe\tpush\tpass\tis\ta\t\ncommon pass used in football. In this, the passing foot \nturns outward, locking the ankle, keeping the knee slightly flexed. It is a push type of action.  \n7.5 Hockey\nYou\tmight\thave\tseen\ta\tHockey\tmatch\teither\tin\tyour\tschool\tor\t\non the television. Let us know more about this game by getting familiar\n\twith\tits\thistory.\tHockey\tas\ta\tgame\thad\tbeen\tbrought\t\ninto\tIndia\tby\tthe\tBritish\tservicemen \tand\tthe\tfirst\tHockey\tclub\t\nwas\tformed\tin\tKolkata\tin\t1885.\tThe\tHockey\tAssociation \twas\t\nfounded in 1886. The first international tournament took place in 1895 and the International Rules Board was founded in\n\t1900.\tThe\tInternational \tHockey\tFederation \tis\tthe\tglobal\t\ngoverning body of field hockey founded on 7th January 1924 \nin Paris. India won all five Olympic Games from 1928 until 1956 and then again won in 1964 and 1980. In 1976 Montreal Olympics, artificial turf was used \nfor the first \ntime and that resulted in development of new tactics and techniques and also modification in rules.\n7.5.1  Equipment and Facilities•\t\tHockey\n\tsticks\tare\tmade\tof\twood\tor\tcomposite \tmaterial\t\nand it should pass through two inch ring. (Fig.7.18)\n•\t The weight of the ball is between 156 gms to 163 gms with \ncircumference of between 224 mm to 235 mm.(Fig.7.18)\n•\t A goalkeeper must wear a helmet, leg guards and \nkickers. Usually she/he wears extensive additional \nprotective equipment including chest guard, padded shorts, heavily padded hand protectors, groin protector, neck guard and arm guards. \nFig. 7.18 : Hockey stick and ballFig. 7.16 : Tackling Fig. 7.17 : Passing\nChapter-7 Team Games indd.indd   92 18-11-2016   4:39:24 PM\n2024-25\n\n--- Page 13 ---\nTeam Games  93\n•\t The goal post is 2.14 m (7ft) in height and 3.66 m (12 ft) in \nwidth. Distance of shooting circle is 14.63 m from centre of \ngoal line and dotted circle is 5 m away from shooting \ncircle.\n•\t The lines across the field are 22.9 m from each back-line and touching one side line to others.\n7.5.2  How to Play Hockey\n•\t\n A match is played between two teams of 11 players each, including a goalkeeper.\n•\t\n The duration of the game is \ntwo halves, 35 minutes, \neach in collegiate and international play. The rest is of 10 minutes.\n•\t\n The ball must be passed or dribbled down the field with the flat side of the stick.\n•\t\n A goal is scored when an attacker strikes the ball into the goal from within the striking circle, even if the ball touches the defender and goes into the goal (Own Goal).\n•\t\n If the score is tied after the stipulated time, extra time of two 7½-minute periods is played \nduring which the \ngolden goal rule applies. Even then if the score remains a tie then each team selects five players to decide the winner by tie breaker rule. \n•\t\n A foul is called when any player shields, obstructs, plays the ball with rounded side of the stick, interferes in the game, charges, hits or trips an opponent, uses the foot or leg, raises the stick, stops the ball in the air, hits, etc.\n•\t\n If a defensive player commits foul within the \nshooting \ncircle, the attacking team is awarded a penalty corner.\n•\t A penalty corner takes place, at least 10 m from the nearest goal post. The attacking player pushes or hits actIvIty  7.11\nBox 7.1Draw a sketch of\n\tthe\tHockey\t\nfield on the chart paper/ blackboard and through a discussion with your classmates indicate all the measurements. \nFig. 7.19 : Hockey Field Dimensions\nGolden goal rule \nWhen the goal is \nscored during extra time, the match stops and the team scoring goal is declared as the winner.\nChapter-7 Team Games indd.indd   93 18-11-2016   4:39:25 PM\n2024-25\n\n--- Page 14 ---\n94 Health and Physical Education  — Class IX\nthe ball to his/her teammate standing just outside the \nstriking circle line. One player pushes the ball into the striking circle and the teammate hits into the goal post. \nDuring the hit only five defensive players will remain on self back line and rest of the players will remain on the centre line.\n•\t\n A penalty stroke is awarded for any intentional violation by the defensive player in the circle for preventing a sure goal by foul means.\n•\t\n During the penalty stroke, the goalkeeper must stand with both feet on the goal line and may not move either foot until the ball has been played. The offensive player may push, flick or scoop the ball from the penalty spot. \n•\t\n When the attacking team plays the ball over the goal line, apart within goal post, the \ndefense receives a 16-\nyard hit. The free hit is taken 16 yards from the spot where the ball crossed the backline.\n•\t\n A push-in or hit-in is awarded to the opponents if a player hits the ball wholly over the sideline. All other opponents and their sticks must be at least 5 m away from the spot where the ball is put into play.\n7.5.3 Fundamental Skills \n•\n Hitting –\tThe\tstick\tshould\tbe\theld\twith\tthe\tleft\thand\t\non the top and right hand should be just below it. Ball \nis positioned outside the right foot. The player strikes the ball with the centre of the stick by using swinging movement of the stick towards the ball.\n•\n Stopping –\tThe\tleft\thand\tshould\tbe\tkept\t\non top of the handle of the hockey stick and the right hand near the middle of the stick. The body should face the direction of the ball, knees slightly bent and body also slightly bent forward. \nWhen the ball is coming towards \nthe \nplayer, the stick should be brought forward in line of the ball and gradually withdrawn and placed on the ground, slightly inclining it  \nforward from top.•\n Dribbling –\tA\t‘V’\tshape\tis\tformed\tby\tthe\t\nindex finger and thumb of the left hand which is placed on the inner edge of the top of the handle of the hockey stick and the right hand holds the stick loosely in the middle portion.\nFig. 7.20 : Playing Hockey\nChapter-7 Team Games indd.indd   94 18-11-2016   4:39:25 PM\n2024-25\n\n--- Page 15 ---\nTeam Games  95\n The knees are flexed, upper body bending \nforward and feet shoulder width apart. The ball is \nplaced\tin\tfront\tof\tthe\tright\tleg\t8–12\tinches\taway.\t\nThe ball is tapped from the \nplain surface of the \nmiddle of the blade towards the left and then tapping the ball from the reverse stick in front of the left foot towards the right. This tapping movement continues from right to left and left to right.\n•\n The scoop – \tThis\tskill\tis\talso\tcalled\tthe\t\n“aerial pass” or the “overhead pass”. The \nball is raised in the air over the heads of the opponents. \n•\n The overhead flick – \tThe\tball\tis\tkept\tin\ta\t\nstationary position and then raised over the heads of the opponents. \n•\n The push – \tThe\tgrip\tis\tthe\tsame\tas\tfor\tdribbling. \tA\t\n‘V’\tshape\tis\tformed\tby\tthe\tindex\tfinger\tand\tthe\tthumb\t\nof the right hand which shall \nbe on the inner edge \npointing downwards. The index finger of the right hand points downwards for better control. \nA sideward stance is taken \nwhere the left shoulder faces \nthe target and the ball is placed in front of the left foot in line with the right shoulder. Knees are slightly bent while executing this skill.  \nThe stick is placed just \nbehind the ball and it is pushed along the ground towards the target wherein the left hand is pushing the stick backwards and the right hand is pushing the stick forward. \nFig. 7.21 : Players dribbling with ball\nFig. 7.22 : Player pushing the ballactIvIty  7.12\n•\t Hold\tthe\tstick\twith\tboth\thands\tand\tkeep\tit\tparallel\tto\t\nthe ground. Tap the ball with stick for a minute.\n•\tStand in front of the wall and with a stick in hand and \nball in  front, push the ball to the wall and stop. \n•\tOnce you reach perfection in stopping and pushing, increase the distance between yourself and the ball and also between yourself and the wall.\nChapter-7 Team Games indd.indd   95 18-11-2016   4:39:26 PM\n2024-25\n\n--- Page 16 ---\n96 Health and Physical Education  — Class IX\n7.6 k aBaddI\nYou may be familiar with Kabaddi game. Kabaddi \nis one of the Indian games that demands agility, power and neuro muscular coordination. It also needs breath-holding capacity, quick response and a great deal of presence of mind. The game can be played on a plain and soft surface. \nThe first known framework of the rules of \nKabaddi as an indigenous sport of India was prepared in Maharashtra in the year 1921. The modern Kabaddi game was played all over India and some parts of South Asia from 1930. The All India Kabaddi Federation was formed in the year 1950. The new body, Amateur Kabaddi Federation \nof India (AKFI) came into existence from the year 1972. \nThe 1st Asian Kabaddi Championship was held in the \nyear 1980 and was included as a demonstration game in the 9th Asian Games, New Delhi in the year 1982. The game was included in the South Asian Federation (SAF) games from the year 1984 at Dhaka, Bangladesh. Kabaddi was included as a discipline in the 11th Asian Games Beijing 1990 and India won the lone Gold Medal of Kabaddi in the 11th Asian Games Beijing 1990. \n7.6.1\n Kabaddi Court\nLenght - 13 m.\nWidth - 10 m.For playing Kabaddi, it is essential to have levelled ground \nwith soft surface.\n7.6.2\n How to Play Kabaddi\n•\tThere are two teams in Kabaddi. Each team consists of 12 \nplayers, out of which seven players \nplay and remaining \nfive are substitutes.\n•\tA coin is tossed and the team that wins the toss shall have the choice of the court or the raid.\n•\tThe duration of the match has two halves of 20 minutes each, with an interval of five minutes.\n•\t\n The player who enters the court of opposite team is known as raider and utters the word “Kabaddi” continuously and repeatedly in one breath. \n•\t\n The raider has to repeat the word Kabaddi without break, \n clearly, aloud sounding within the course of one \nrespiration, it is called ‘Cant’.\n•\t A player/raider must begin Cant before he/she enters into the opponent’s court.  actIvIty  7.13\nDraw the sketch of the Kabaddi court with all specifications on a chart paper or blackboard and discuss with your class mates.\nFig. 7.23 : Kabaddi Catch\nChapter-7 Team Games indd.indd   96 18-11-2016   4:39:26 PM\n2024-25\n\n--- Page 17 ---\nTeam Games  97\n•\t If a raider touches an opponent player during cant or if \nany part of the body of \nan opponent touches the raider \nand raider touches his court with the cant, the opponent is said to be out.\n•\t\n If opponent (s) hold the raider without breaking rules and do not allow him to reach her/his court until she/he loses the cant is known as holding the raider.\n•\t\n If any player goes out of the boundary \nduring the course \nof play, she/he shall be out and opponent will get one point.  \n•\t\n Once the raider reaches his/her court, opponent shall raid within five seconds.\n•\t\n If one/two players are left in a team, the captain of the team may declare team out. \n•\t\n Each team shall be allowed to  take two “time outs” of 30\n\tseconds\tin\teach\thalf.\tHowever,\tduring\ttime\tout\tthe\t\nteams shall not leave the ground.\n•\t Players can be substituted with the permission of referee during time out or interval.\n•\t\n Team which scores the highest number of points at the end of the match shall be declared the winners.\n•\tIf a raider does not touch the “bauck line”, he is declared out.\n7.6.3     Fundamental Skills \nRaiding Skills\nThe raider uses the following skills to make a successful raid.\n•\n Feint or fake – A movement the raider uses to confuse \nthe defender about his next move.\n• Leading leg raid – The raider assumes a boxer’s shuffle stance throughout the raid.\n•\n Shuffling raid – The raider shuffles his/her feet throughout the raid and suddenly changes the direction.\n•\n Reverse step raid – The raider keeps changing his/her attacking front foot and back foot throughout the raid.\n•\n Hand touch (Fig. 7.24) – The raider extends his/her arm towards the defenders and tries to create a struggling action to make one opponent out.\n•\n Hand swings –  These are used by the raider to touch \nhis/her opponents or to touch one of the opponents.\n• Toe touch – \tHere\tthe\traider\textends\this/her\ttoes\tforward\t\nto touch the defender to touch out one \nof the opponents.\n• Foot touch (Fig. 7.25)- In this skill, the raider tries to touch the defender  with his/her foot to touch out one of the opponents.\n•\n Kicking – The raider does a back kick, side kick or roll kick in order to touch the defenders.actIvIty  7.15\nObserve a Kabaddi match and identify the type of raiding skills and prepare a checklist. Finally, compare the same with your classmates.actIvIty  7.14\nForm two kabaddi teams from your class and play the game following the rules explained in the text. \nAlso prepare a \nKabaddi Court in the field\nChapter-7 Team Games indd.indd   97 18-11-2016   4:39:26 PM\n2024-25\n\n--- Page 18 ---\n98 Health and Physical Education  — Class IX\n• Safe raid – \tHere\tthe\traider\tduring\ta\tstruggle\tcan\tuse\tthe\t\nfollowing tactics: jumping over a player, \ndiving towards \nthe centre line or rolling tactics.\nDefensive skills\nThe antis use various techniques to save themselves and/or \nscore point.\n (a) Catch or hold \t–\twhile\tcatching\ta\tdefender\tshould\tkeep\t\nfeet apart, knees bent and body weight on the toes. The different types of holds are wrist catch, ankle catch, dive and catch as well as trunk catch.\n (b) Blocking \t–\tDefenders \tblock\tthe\tpath\tof\tthe\traider\tby\t\ncreating wall of obstruction like full circle \nand half \ncircle. \n7.7 k Ho-kHo\nKho-Kho is one of the popular indigenous games of India and is an inexpensive sport like kabaddi because it does not require much equipment. Many historians are of the view that the game of Kho-Kho is a modified version of ‘Run and Chase’. In ancient era, a version of the Kho-Kho game was played on raths or chariots in Maharashtra. This was known as Rathera.\nFirst sets of Kho-Kho rules were framed in the earlier part \nof  1900. A committee was constituted by the Gymkhana, Pune in 1914 for framing the Kho-Kho rules and the first Kho-Kho rule book was published in 1924 by Gymkhana, Baroda.\n7.7.1     Kho-Kho Play Field – Equipment and facilities\nThe playground of Kho-Kho is rectangular. The dimensions \nare as follows\n•\t\n Length= 29 m \n•\t Width = 16 m \n•\t Free Zone 2.75 m \n•\t First line from the post = 2.50 mFig. 7.24 : Hand Touch\n Fig. 7.25 : Foot Touch\nChapter-7 Team Games indd.indd   98 18-11-2016   4:39:27 PM\n2024-25\n\n--- Page 19 ---\nTeam Games  99\n•\t First square to second square = 2.30 m \n•\t \t Height \tof\tthe\tpost\t=\t120–125\tcm\t\t\n7.7.2 How to Play Kho-Kho\n•\t There are two teams. Each team consists of 12 players, \nout of which nine players shall take the field in the beginning of the game.\n•\t\n The team that wins the toss shall have the option of chasing or running. \n•\t\n Any eight  chasers shall occupy the squares facing the side lines in such a way that \nno two adjacent chasers \nface the same side line. The ninth chaser shall start the chase.\n•\t\n The first batch of three runners shall be inside, in the play field and the remaining runners \nshall sit outside in \nthe area marked for them.\nFig. 7.26 Kho-Kho Play Field\nactIvIty  7.16\nKeep all equipment \ntogether and make a Kho-Kho court in your school.\nChapter-7 Team Games indd.indd   99 18-11-2016   4:39:30 PM\n2024-25\n\n--- Page 20 ---\n100 Health and Physical Education  — Class IX\n•\t After a runner is out, he/she shall sit outside in the \nmarked area.\n•\t Chaser shall not leave the square without getting kho. \n•\t Attacker shall not cross the central lane if she/he does so, it will be a foul.\n•\t\n Kho is to be given from behind a chaser. \n•\t After giving a kho, a raider \nshall sit down immediately in \nthe square of the  sitting chaser.\n•\t After getting a kho, the sitting \nchaser shall become an \nactive chaser and move in the half that she/he was facing.\n•\t\n A chaser shall move in the direction she/he turns the  shoulder first. If she/he twists the shoulder more than a right angle in the opposite direction, it shall be a foul.\n•\t During a turn, an attacker may go out \nof court but she/he shall observe all the rules about taking the direction. •\t Match shall consist of \ntwo innings of 36 \nminutes, each innings has two turns of nine \nminutes with an interval of five minutes. \n7.7.3 Fundamental Skills These can be classified into two types — chasing \nand running skills.\nChasing Skills•\t Giving\n\tKho\t–\ta\tmember\tof\tthe\tteam\twhich\t\nis chasing gives kho by lightly touching his \nteammate on the back and says “Kho”. (Fig. 7.28)•\t After receiving kho a chaser should take \nthe first step in the direction in which she/he wants to go.•\t The chaser after reaching the pole holds \nthe post with one hand and with strongly holding \nthe feet on the ground. She/he moves body forward as far as possible to touch a runner with the other hand. This skill is also called pole dive (See Fig. 7.29).•\t When an active runner touches by \nextending an arm, it is called trapping.•\t Chaser can bounce or dive to touch a \nrunner if she/he feels that she/he can do so.  A dive can be of the following types — sitting dive, turning dive, running dive, pole dive and side dive.actIvIty  7.17\n•\tPractise all fundamental skills.\n•\tPlay a match against other sections.\nFig. 7.28 : Kho giving\nFig. 7.29 : Kho chase\nFig. 7.27 : Kho pole tackle\nChapter-7 Team Games indd.indd   100 18-11-2016   4:39:31 PM\n2024-25\n\n--- Page 21 ---\nTeam Games  101\nTechniques of Getting up \n•\tThese techniques can be monkey crawl, standing or \nboth. \n•\tIn monkey crawl, both hands should touch the ground without the body weight falling on them.  Torso should be parallel to the ground. Eyes should watch the runner’s feet but the head should not be lifted up. In this, the chaser can use any method to touch the runner.  \n•\t\n In the standing style, the chaser \ngets up slowly while \nturning the shoulder and then decides the direction to be taken to chase the runner.\nTechniques of sitting in a square\nThere are two techniques namely the toe method and the \nparalled toe method.\n•\tIn toe method, the players sit in the square keeping feet \napart with one foot ahead of the other.  The player shall sit with the support of the hands spread out.\n•\tIn parallel toe method, the chaser sits in the square and the\n\tfeet\tare\tkept\tparallel\tto\teach\tother.\t\tHands\tare\tplaced\t\noutside the centre lane and fingers form a bridge. The knees  are kept bent and parallel to each other.  \nRunning Skills \n•\tThe runners come in batches of three and take up scattered positions on the court. \n•\tIn chain, the runner runs in a zig-zag manner from one post to the other. When the player runs around two chasers in a zig-zag manner from one post to the other, it is called a double chain.\n7.8 v olleyBall\nSome of you are already enjoying \tplaying\tVolleyball. \tDo\tyou\t\nknow how this game was originated, let us discuss. \nVolleyball \twas\tinvented\tby\tWilliam\tG.\tMorgan\tin\tthe\tyear\t\n1895. This game was invented as a recreational game. At first Volleyball\n\twas\tplayed\twithout\ta\tnet,\tthrowing\tthe\tball\tfrom\tone\t\ngroup to the other. Then a \nnet was used at a seven feet height. \nThereafter \tVolleyball \tbecame\tone\tof\tthe\tpopular\tsports\tin\tthe\t\nworld.\tVolleyball \tcan\tbe\tplayed\tindoor\tor\toutdoor.\tVolleyball \t\nwas introduced in 1964 Tokyo Olympics.actIvIty  7.18\nDraw\ta\tVolleyball \t\ncourt on a \nchart paper or blackboard with all specifications and discuss with your classmates.\nChapter-7 Team Games indd.indd   101 18-11-2016   4:39:31 PM\n2024-25\n\n--- Page 22 ---\n102 Health and Physical Education  — Class IX\n7.8.1  Court Dimensions\nCourt = 18 x 9m \nDiagonal = 20.12m Attack line = 3m from centre\n7.8.2\n Equipments Required \n•\tAn antenna is a flexible rod, 1.80 m long with a diameter of 10 mm, made of fibreglass or similar material. \n•\t\n The posts supporting the net are \nplaced at a distance of \n0.50–1.00 \tm\toutside\tthe\tsidelines. \tThe\tposts\tmounted\t\non the ground are 2.55 m high and preferably adjustable and rounded.  \n•\t\n Ball –\tThe\tball\tis\tspherical, \tmade\tof\tflexible\tleather\tor\t\nsynthetic leather case with a bladder inside \nmade of \nrubber\tor\ta\tsimilar\tmaterial.\tIts\tcircumference \tis\t65–67\t\ncm\tand\tits\tweight\tis\t260–280\tgrams.\t\n7.8.3     How to Play Volleyball \nThere are two teams comprising 12 players each. \nThe referee does the toss to decide upon who chooses to \nserve first or select the side. If a deciding set is to be played, a \nnew toss will be carried out. After the toss only six players from each team including the Libero start playing the game.\n \n•\tFree Zone is five metres from the side lines and eight metres from the end lines.\n•\t\n All lines are five cm wide, light \nin colour and different \nfrom the colour of the floor.\n•\t Attack line is three metres away from the centre line, marks the front zone. Attack line is extended by the addition of broken lines from sidelines.\n•\t\n Front Zone is limited by the axis of \nthe centre line and the \nrear edge of the attack line. The front zone is considered to extend beyond the sidelines to the end of the free zone.\n•\t\n Service zone is a nine metre wide \narea behind each end \nline. It is laterally limited by two short lines, each 15 cm long, drawn 20 cm behind the end line as an extension of the sidelines.\n•\t\n Net top is set at the height of 2.43 m for men and 2.24 m for\n\twomen.\tHeight\tis\tmeasured \tat\tthe\tcentre\tof\tthe\tcourt.\t\n•  To Score a Point, To Win \na Set and the Match Point – \nA team scores a point by successfully grounding the ball on the opponent’s court.\n•\n  Fault – A team also scores a point if their opponent touches the ball more than three times or any opponent touches the ball twice continuously. \n Block will not be counted as a \ntouch.  A point will also be awarded if fault is committed.actIvIty  7.19\n•\t Prepare \tVolley-\nball court and measure its dimensions correctly on field.\n•\tPractise all fundamental skills.\nactIvIty  7.20\nDraw a diagram of volleyball court with all the measurements. \nChapter-7 Team Games indd.indd   102 18-11-2016   4:39:31 PM\n2024-25\n\n--- Page 23 ---\nTeam Games  103\n•\t Consequences of winning a rally –  A rally is the sequence \nof playing actions from the moment of the service hit by \nthe server until the ball is out of play. If the serving team wins a rally, it scores a point and continues to serve; if the receiving team wins a rally, it scores a point and gets right to serve.\n•\t\n To win a set – A set (except the deciding fifth set) is won by the team which first scores 25 points with a minimum lead of two points. In the case of a tie, i.e. 24 each, play is continued until a \ntwo-point lead is achieved (e.g.,  \n26–24;\t27–25).\n•\t To win the match – The team that wins three sets wins match. In the case of a 2-2 tie, the deciding set (the 5th) is played to 15 points with a minimum lead of 2 points.\n•\t\n Default and Incomplete Team – If a team refuses to play after being instructed to do so, it will be declared as a default and match shall be forfeited in favour of the opponent\n\twith\ta\tresult\tof\t0–3\tfor\tthe\tmatch\tand\t0–25\tfor\t\neach set. \n•\t Rotation – Rotation order is determined \nby the team’s \nstarting line-up and controlled with the service order, Fig. 7.30 : Volleyball Court\nactIvIty  7.21\nMake two teams \nand play a Volleyball\n\tmatch\t\nwith points.\nChapter-7 Team Games indd.indd   103 18-11-2016   4:39:35 PM\n2024-25\n\n--- Page 24 ---\n104 Health and Physical Education  — Class IX\nand players’ positions, throughout the set. When the \nreceiving team has gained the right to serve, its players rotate one position clock-wise: the player in position 2 rotates to position 1 to serve, the player in position 1 rotates to position 6, etc.\n•\t\n Rotational Fault – A rotational fault is committed when the service is not made according to the rotation order. As a result the team loses rally and a point.\n7.8.4\n Fundamental Skills\nService\n(a) Underhand service\nPosition – The ball is held in the left hand (for right hander), \nbody facing the court, left leg is kept a little ahead of the right.\nExecution – Toss the ball with the left hand and hit the ball \nwith the right hand using the palm which is facing upwards.\nFollow through – The hitting hand and the right leg also \nshould follow the direction of the ball.\n(b) Overhead service\nPosition –\n Ball is held with the left hand and the feet are \nkept with one foot slightly ahead of the other.\nExecution – Ball is tossed with the left hand and the right \nhand goes backward with the body bent slightly backward, \neyes on the ball.  The ball is now hit with the right hand using the palm which is facing forward and downwards.\nFig. 7.31 : Volleyball serve (underhand)Preparation Execution Follow-ThroughactIvIty  7.22\nDiscuss the position \nof players on a volley court and then draw there on chart/blackboard.\nChapter-7 Team Games indd.indd   104 18-11-2016   4:39:36 PM\n2024-25\n\n--- Page 25 ---\nTeam Games  105\nFollow through – \tHitting\tarm\tand\tthe\tbody,\tmove\tforward\t\nstepping with the rear foot. \nPassing\n(a) Underhand pass\nPosition – The player bends downwards from his knees, \nhands inter-locked, Both arms are kept straight without \nbending the elbows and one foot is slightly ahead of the other.\nExecution – When the ball comes close to the player the \nmovement starts \nfrom the legs (knee extension) to the arms \nwhich are fully stretched with the help of the shoulder joints Simultaneously the ball is hit from the front of fore-arms upwards.\nFollow through – The hands follow the direction of the ball \nand the player comes on his/her toes.\n(b) Overhead pass\nPosition – Move and take ready position under the ball \nwith one foot slightly ahead of the other, knees bent and palm \ncup shaped, fingers kept facing upwards.\nExecution – When the ball comes, push the ball upwards \nand straighten the whole body from feet to arms.\nFollow through towards where you want to send the \nball. The arm action should be fully tight so that the ball doesn’t slip from the hands and is directed to the correct place.\nSpike or Smash (Fig. 7.32)\nPosition – In this the player takes a step forward \nwith left foot and both the hands swinging backwards.  \nNow the right foot joins the left foot with the forward movement of both the arms and the left hand is dropped and the right hand goes behind the body for smash.  \nExecution – The player hit the ball on the top with \nfull hand either left or right to ground on the opponent’s court with force, speed and accuracy. \nFollow through – Land on both the feet by flexing \nyour ankle, knees, hip, trunk etc. \nFig. 7.32 : Volleyball spiking\nChapter-7 Team Games indd.indd   105 18-11-2016   4:39:36 PM\n2024-25\n\n--- Page 26 ---\n106 Health and Physical Education  — Class IX\nASSESS mEnT\nAnswer the following questions\n1. Where did the game of basketball originated?\n2. Who was Dr. James Naismith?\n3. What are the dimensions of the basketball court? \n4. Name any three fundamental skills of basketball.\n5. List any two fouls in Basketball.\n6. Why there is provision for substitution of players during \na basketball match? \n7. What is the role of the \ntable officials in a basketball \nmatch? \n8. When was the first one-day International cricket match \nplayed?\n9. What is the dimensions of a cricket pitch?\n10. What is an inning of cricket?\n11. How\ta\tbatsman\tgets\t“out”\tin\tcricket?\n12. List any five rules of the football game.\n13. How\tcan\tplaying\tfootball\thelp\tus\tin\tthe\timprovement \tof\t\nour health?\n14. Which fundamental skills did you enjoy the most in \nfootball and why?\n15. What is the name of the top most body which controls the game of football all over the world and where is its headquarter situated?\n16.\n List\tthe\tequipments \trequired\tto\tplay\tthe\tgame\tof\tHockey.\n17. What is the protective gear that the goalkeeper should wear? \n18.\n What is the penalty for a player playing with the rounded side\n\tof\tthe\tHockey\tstick?\n19. When\tis\tpenalty\tstroke\tgiven\tin\tHockey?\n20. Write any five important rules of the Kabaddi.\n21. What are the dimensions of the kabaddi court?\n22. Which fundamental skills were you able to develop the best in kabaddi and why?\n23.\n List down the factors required to improve a player’s performance in  the game of kabaddi?\n24.\n List and explain any two important rules of play Kho-kho?\n25.\n List the chasing skills in Kho-Kho.\n26. Which fundamental skill did you enjoy the most in Kho-kho and why?\nChapter-7 Team Games indd.indd   106 18-11-2016   4:39:36 PM\n2024-25\n\n--- Page 27 ---\nTeam Games  107\n27. Explain any one fundamental skill of the kho-kho game.\n28. What is the name of the apex body which controls the \ngame of Kho-  kho in India?\n29. How\tand\twhere\tdid\tthe\tgame\tof\tVolleyball \toriginated?\n30. What\tis\ta\trally\tin\tVolleyball?\n31. In\tVolleyball \twhat\tis\trotation\tand\thow\tis\tit\tdetermined?\n32. What\tis\tan\tantenna\tin\tVolleyball?\n33. Explain the bonus line in Kabaddi.\n34. When is Lona given in Kabaddi?\n35. How\tmany\tplayers\tare\tin\tKabaddi\tTeam.\nFill in the blanks\n (i) Free throws are attempted from a line ………… from the \nbasket.\n (ii) In India, YMCA at Kolkata introduced basketball some ....…………years ago.\n (iii) Basketball originated in the year …………………......….. The Imperial Cricket Conference (ICC) was formed in the year ....……........................…… .\n (iv) The name Imperial Cricket Conference was \nchanged to \n....……........................…… .\n (v) An England team toured India for the first time in the year …………………......….. .\n (vi) Measurement of a football field is …......……………. .\n (vii) Diameter of the football is ………….............……….. .\n (viii) Duration of one half in football is ……….................. . \n (ix) Duration of time out in football is …………………..... .\n (x) Measurement of hockey field is ………………. .\n\t (xi)\t Height \tof\tthe\tlower\tedge\tof\tthe\thockey\tgoalpost\tfrom\t\nground is ………… .\n (xii) Weight of the hockey ball is …………………….. .\n (xiii) Duration of one quarter of the hockey game is ………. .\n\t(xiv)\t Length \tof\tthe\tHockey\tstick\tis\t…………………............…..\nLength of kabaddi court is ………………. .\n (xv) Width of kabaddi court is ……..…………. .\n (xvi) Duration of one half in Kabaddi is ……………….....…. .\n (xvii) Duration of time out in Kabaddi is …………………….. .\n (xviii)  Length of Kho-kho court is ………………. .\n (xix) Width of Kho-kho court is ………………. .\n (xx) Duration of one inning in Kho-Kho is …………………. .\n\t(xxi)\t Measurement \tof\tVolleyball \tcourt\tis\t………………. \t.\n\t(xxii)\t Height \tof\tthe\tupper\tedge\tof\tthe\tVolleyball \tnet\tfrom\tfloor\t\nis ………………… .\n\t (xxiii)\t Circumference \tof\tthe\tVolleyball \t\tis\t………………....... \t.\n\t(xiv)\t Length \tof\tthe\tantenna\tin\tVolleyball \tis\t...........……… \t.\nChapter-7 Team Games indd.indd   107 18-11-2016   4:39:36 PM\n2024-25\n\n--- Page 28 ---\n108 Health and Physical Education  — Class IX\nTick (P) mark either Yes / no \n (i) In 1894, Naismith drew up the first 13 rules in Basketball  \n (Yes/No)\n (ii) A jump ball in Basketball is when a referee throws the \nball up at the centre circle.  (Yes/No)\n (iii) A basketball team consist of five players in total.   \n (Yes/No)\n (iv) The cricket pitch is 22 yard (20.12m) in length.       \n (Yes/No)\n (v) The weight of the cricket ball is 150gms.  (Yes/No)\n (vi) The cricket bat is 10.8cm. in width and 96.5cm. in length including the handle.\n (Yes/No)\n (vii) Three umpires are appointed to conduct an international cricket match.\n (Yes/No)\n (viii) Ten players in football are required to start a game.   \n (Yes/No)\n (ix) Football game was invented in 1871.  (Yes/No)\n (x) A player in football is to be substituted within 20 seconds. \n (Yes/No)\n (xi) A player in football can leave the ground at any time.   \n (Yes/No)\n (xii) After getting a red card in football a player has to leave the ground.\n (Yes/No)\n (xiii) Eleven players are required to start a game in hockey.   \n (Yes/No)\n\t(xiv)\t Hockey \tgame\twas\tinvented\tin\t1828.\t\t (Yes/No)\n (xv) India first participated in hockey in \nthe Olympics in 1924.           \n (Yes/No)\n (xvi) Kho-Kho was included in Indian Olympics in 1938.   \n (Yes/No)\n (xvii) Monkey crawl is a technique of sitting in a square.   \n (Yes/No)\n (xviii)  Trapping in kho-kho means touching an active runner by extending an arm.\n (Yes/No)\n (xix) A Kho-Kho match consists of three innings.   (Yes/No)\n\t (xx)\t Six \tplayers\tare\trequired\tto\tstart\ta\tgame\tin\tVolleyball. \t\t\t\n (Yes/No)\n\t(xxi)\t Volleyball \tgame\twas\tinvented\tin\t1895.\t\t (Yes/No)\n (xxii) Player is to be substituted within \n10 seconds in \nVolleyball. \t\t (Yes/No)\n (xxiii)  Player can leave the court at any time.  (Yes/No\nChapter-7 Team Games indd.indd   108 18-11-2016   4:39:36 PM\n2024-25\n",
    "total_characters": 53737,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page2_img5.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page3_img5.png",
      "page": 3
    },
    {
      "filename": "page3_img6.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page4_img5.png",
      "page": 4
    },
    {
      "filename": "page4_img6.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page5_img5.png",
      "page": 5
    },
    {
      "filename": "page5_img6.png",
      "page": 5
    },
    {
      "filename": "page5_img7.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page6_img5.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page8_img5.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page9_img4.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    },
    {
      "filename": "page10_img5.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page11_img4.png",
      "page": 11
    },
    {
      "filename": "page11_img5.png",
      "page": 11
    },
    {
      "filename": "page11_img6.png",
      "page": 11
    },
    {
      "filename": "page11_img7.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page12_img3.png",
      "page": 12
    },
    {
      "filename": "page12_img4.png",
      "page": 12
    },
    {
      "filename": "page12_img5.png",
      "page": 12
    },
    {
      "filename": "page12_img6.png",
      "page": 12
    },
    {
      "filename": "page12_img7.png",
      "page": 12
    },
    {
      "filename": "page13_img1.png",
      "page": 13
    },
    {
      "filename": "page13_img2.png",
      "page": 13
    },
    {
      "filename": "page13_img3.png",
      "page": 13
    },
    {
      "filename": "page13_img4.png",
      "page": 13
    },
    {
      "filename": "page13_img5.png",
      "page": 13
    },
    {
      "filename": "page14_img1.png",
      "page": 14
    },
    {
      "filename": "page14_img2.png",
      "page": 14
    },
    {
      "filename": "page14_img3.png",
      "page": 14
    },
    {
      "filename": "page14_img4.png",
      "page": 14
    },
    {
      "filename": "page14_img5.png",
      "page": 14
    },
    {
      "filename": "page15_img1.png",
      "page": 15
    },
    {
      "filename": "page15_img2.png",
      "page": 15
    },
    {
      "filename": "page15_img3.png",
      "page": 15
    },
    {
      "filename": "page15_img4.png",
      "page": 15
    },
    {
      "filename": "page15_img5.png",
      "page": 15
    },
    {
      "filename": "page15_img6.png",
      "page": 15
    },
    {
      "filename": "page16_img1.png",
      "page": 16
    },
    {
      "filename": "page16_img2.png",
      "page": 16
    },
    {
      "filename": "page16_img3.png",
      "page": 16
    },
    {
      "filename": "page16_img4.png",
      "page": 16
    },
    {
      "filename": "page16_img5.png",
      "page": 16
    },
    {
      "filename": "page17_img1.png",
      "page": 17
    },
    {
      "filename": "page17_img2.png",
      "page": 17
    },
    {
      "filename": "page17_img3.png",
      "page": 17
    },
    {
      "filename": "page17_img4.png",
      "page": 17
    },
    {
      "filename": "page18_img1.png",
      "page": 18
    },
    {
      "filename": "page18_img2.png",
      "page": 18
    },
    {
      "filename": "page18_img3.png",
      "page": 18
    },
    {
      "filename": "page18_img4.png",
      "page": 18
    },
    {
      "filename": "page18_img5.png",
      "page": 18
    },
    {
      "filename": "page18_img6.png",
      "page": 18
    },
    {
      "filename": "page19_img1.png",
      "page": 19
    },
    {
      "filename": "page19_img2.png",
      "page": 19
    },
    {
      "filename": "page19_img3.png",
      "page": 19
    },
    {
      "filename": "page19_img4.png",
      "page": 19
    },
    {
      "filename": "page19_img5.png",
      "page": 19
    },
    {
      "filename": "page20_img1.png",
      "page": 20
    },
    {
      "filename": "page20_img2.png",
      "page": 20
    },
    {
      "filename": "page20_img3.png",
      "page": 20
    },
    {
      "filename": "page20_img4.png",
      "page": 20
    },
    {
      "filename": "page20_img5.png",
      "page": 20
    },
    {
      "filename": "page20_img6.png",
      "page": 20
    },
    {
      "filename": "page20_img7.png",
      "page": 20
    },
    {
      "filename": "page21_img1.png",
      "page": 21
    },
    {
      "filename": "page21_img2.png",
      "page": 21
    },
    {
      "filename": "page21_img3.png",
      "page": 21
    },
    {
      "filename": "page21_img4.png",
      "page": 21
    },
    {
      "filename": "page22_img1.png",
      "page": 22
    },
    {
      "filename": "page22_img2.png",
      "page": 22
    },
    {
      "filename": "page22_img3.png",
      "page": 22
    },
    {
      "filename": "page22_img4.png",
      "page": 22
    },
    {
      "filename": "page23_img1.png",
      "page": 23
    },
    {
      "filename": "page23_img2.png",
      "page": 23
    },
    {
      "filename": "page23_img3.png",
      "page": 23
    },
    {
      "filename": "page23_img4.png",
      "page": 23
    },
    {
      "filename": "page23_img5.png",
      "page": 23
    },
    {
      "filename": "page24_img1.png",
      "page": 24
    },
    {
      "filename": "page24_img2.png",
      "page": 24
    },
    {
      "filename": "page24_img3.png",
      "page": 24
    },
    {
      "filename": "page24_img4.png",
      "page": 24
    },
    {
      "filename": "page24_img5.png",
      "page": 24
    },
    {
      "filename": "page25_img1.png",
      "page": 25
    },
    {
      "filename": "page25_img2.png",
      "page": 25
    },
    {
      "filename": "page25_img3.png",
      "page": 25
    },
    {
      "filename": "page25_img4.png",
      "page": 25
    },
    {
      "filename": "page25_img5.png",
      "page": 25
    },
    {
      "filename": "page26_img1.png",
      "page": 26
    },
    {
      "filename": "page26_img2.png",
      "page": 26
    },
    {
      "filename": "page26_img3.png",
      "page": 26
    },
    {
      "filename": "page26_img4.png",
      "page": 26
    },
    {
      "filename": "page26_img5.png",
      "page": 26
    },
    {
      "filename": "page27_img1.png",
      "page": 27
    },
    {
      "filename": "page27_img2.png",
      "page": 27
    },
    {
      "filename": "page27_img3.png",
      "page": 27
    },
    {
      "filename": "page27_img4.png",
      "page": 27
    },
    {
      "filename": "page28_img1.png",
      "page": 28
    },
    {
      "filename": "page28_img2.png",
      "page": 28
    },
    {
      "filename": "page28_img3.png",
      "page": 28
    },
    {
      "filename": "page28_img4.png",
      "page": 28
    }
  ],
  "image_count": 145,
  "keywords": [
    "Games",
    "Chapter",
    "India",
    "Kabaddi",
    "Volleyball",
    "Cricket",
    "Hockey",
    "Physical",
    "Education",
    "Health",
    "Class",
    "Basketball",
    "Federation",
    "Football",
    "Skills",
    "Indian",
    "Asian",
    "Association",
    "Court",
    "Fundamental"
  ]
}