{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 11,
    "chapter_name": "iehp111",
    "source_file": "iehp111.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n11.1 IntroductIon  \nFood is our basic need. It nourishes our body and maintains \nour health. It gives us energy that is required for every action \nof ours including our participation in games and sports. The various food items that we consume constitute our diet. Diet may be defined as the total amount of different variety of food items consumed by a person during a day. \nA healthy diet should consist of simple, natural and/or \nwell-cooked foods which promote health and protect us from diseases. It should keep our organ systems well functioning. The diet that we consume is decided by our socio-cultural norms, life style pattern and the type of activities we are engaged in. There is a delicate relationship amongst what we eat, how much we eat and what will happen to our health  if we overeat or do not eat properly. In the present chapter, we shall discuss important dimensions of diet for healthy living, which include nutrition, nutrients, food groups, balanced diet, special dietary requirements, malnutrition and eating disorders.\n11.2 d Ietary  requIrements  of Human Body\nOur diet contains many food items which are obtained from \ndifferent sources. The food may be obtained from animal or vegetable sources. We already know that food comprises Diet for Healthy \nLiving11\nactIvIty  11.1\nRecall yourself and also ask your friends about the food items consumed by you and your friends yesterday. Based on the information, try to do the following.\n•\t\n List the number servings of each of the following consumed by you and your \nfriends yesterday.\nFruits   \n \n Vegetables Pulses  Breads/ \nchapatis/  \nriceMilk/milk productsNon-veg.\n•\t\n Do you think the amount, variety and quality of food taken by you and your \nfriends is adequate to meet the nutritional requirements? Let us discuss about a healthy diet. \n2024-25\n\n--- Page 2 ---\n162 Health and Physical Education  — Class IX\nconstituents like proteins, carbohydrates, fats and \nsupplementary substances such as minerals, vitamins and water that are vital for life. These constituents are known as nutrients. For proper functioning of our body we need to consume body building foods (e.g. milk, meat, poultry, fish, eggs, pulses, groundnuts); energy giving foods (e.g. cereals, sugar, roots, fats and oils); and protective foods (e.g. vegetables, fruits). \n11.2.1 Nutrients             The  food we consume breaks down to simpler \nproducts before it is absorbed and utilised by the body. These simpler substances are called nutrients. Our body utilises nutrients for building and repairing, obtaining energy and for protection from diseases. What is nutrition? The term nutrition is related to our food intake and dietary patterns and utilisation of \nprotein, carbohydrate, fat, vitamins and minerals to maintain our health. Most of the natural food items contain more than one nutrient.  Let us understand various nutrients contained in different food items.\n11.2.1.1 Proteins  \nProteins are called building blocks of our body.  About 20 \nper cent of our body weight comes from proteins. Proteins are essential for growth and repair of muscle and other body tissues. Proteins are made of amino acids that contain the elements carbon, hydrogen, oxygen and nitrogen. We obtain proteins from animal as well as vegetable sources. Proteins of animal origin are found in milk, eggs, cheese, fish and meat. Proteins from these sources contain all the essential amino acids (EAA) in adequate amounts. Vegetable proteins are found Fig 11.1 :  A Vegetarian Thali\nactIvIty  11.2\nFind out from your parents/ grandparents, the locally available fruits and their value to the health of the body.Fig 11.2 : Protein rich food items\nChapter-11 diet for health living .indd   162 08-11-2016   11:46:37 AM\n2024-25\n\n--- Page 3 ---\nDiet for Healthy Living  163\nin pulses (legumes), cereals, beans, nuts, oilseeds, etc. \nThose who take vegetarian food need to consume more and a wide variety of these foods to meet their protein needs.\n11.2.1.2 CarbohydratesCarbohydrates are the main source of energy \nfor our body. There are three major categories of carbohydrates, viz. starch, sugar and cellulose. Our body breaks down sugar and starch into glucose to provide energy. Cellulose does not have any nutritive value per se, but is a major contributor of dietary fibres. Excess carbohydrates are converted into fat by the liver and stored in the adipose tissues in our body. \nCarbohydrates\n\tare\tof\ttwo\ttypes\t–\tsimple\tand\t\ncomplex. Simple carbohydrates are quick energy foods, e.g. sugar. Sources of simple \ncarbohydrates are \nnatural fruits, milk and milk products, and vegetables including potatoes and carrots. Complex carbohydrates are better sources of energy than sugar since these are released slowly. Sources of complex carbohydrates are breads, cereals (rice, wheat, bajra, corn, barley, ragi, etc.). We should consume starch and natural sugar and eat whole grains, rice, bread, cereals and fruits to obtain adequate amount of carbohydrates. Fast food items such as pizza, pasta, noodles, etc. are rich in carbohydrates only and cannot replace a balanced meal. \n11.2.1.3 FatsFats and oils are concentrated sources of energy. Fats \nare substances that our body stores for future use. These are classified as simple lipids (e.g. triglycerides), compound lipids (e.g. phospholipids), and derived lipids (e.g. cholesterol). Fats may be obtained from animal or vegetable sources. The major sources of animal fats are ghee, butter, milk, cheese, eggs, fish and meat. The sources of vegetable oils are groundnut, mustard, sesame, coconut, etc. Excess carbohydrates are converted into fats. Fast food items like pizza, samosas, burgers are rich sources of fat. Therefore, \nchildren who consume only fast food items tend to become obese. \n11.2.1.4 VitaminsVitamins are organic substances that we require in adequate \nquantities for good health. Our body, however, cannot synthesise them. Therefore, we need to consume their natural sources such as fruits and vegetables. Vitamins are divided \nFig 11.3 : Carbohydrates and Vitamins\nChapter-11 diet for health living .indd   163 08-11-2016   11:46:39 AM\n2024-25\n\n--- Page 4 ---\n164 Health and Physical Education  — Class IX\ninto\ttwo\tgroups–fat \tsoluble\tvitamins \t(Vitamins \tA,\tD,\tE,\tand\tK)\t\nand water soluble vitamins (Vitamins of B group and Vitamin \nC). Each vitamin has a specific function and its deficiency leads to a particular deficiency disease.  \n11.2.1.5 MineralsMinerals are the nutrients that are very essential for proper \ngrowth and functioning of our body and are required in small amounts. \nCalcium, Chlorine, Copper, Fluoride, Iodine, Iron, \nMagnesium, Manganese, Phosphorus, Potassium, Sodium and Zinc are essential mineral nutrients. Some of them are explained below.  \nTable 11.1 : Vitamins — Sources, Need and Deficiency Disease\nName of VitaminSources Need Deficiency \nDiseases\nFat soluble Vitamins\nVitamin A Milk, butter, egg, \ncarrots, cod liver oil, tomatoes, pumpkin, green leafy vegetablesNormal growth and to keep eyes and skin healthyNight blindness, Irregular growth of teeth\nVitamin D Cheese, butter, \nmilk, green vegetables, fish liver oil, sunlightFormation of strong bones and teethRickets\nVitamin E vegetable oils, \nspinach, lettuce, turnip leaves,  butter, milk, whole grains, nuts, seeds, leafy vegetablesProtection of cell membrane, formation of red blood cells (RBC)Not yet confirmed\nVitamin\n\tKCabbage, cauliflower, spinach and other green leafy vegetables, cereals, soyabeansClotting of bloodExcessive bleeding from wounds\nWater soluble Vitamins\nVitamin B1 (Thiamin)Seafood, milk, meat, peas, cereals, green vegetables Growth and development, releasing  energy from carbohydratesBeri beri\nChapter-11 diet for health living .indd   164 08-11-2016   11:46:39 AM\n2024-25\n\n--- Page 5 ---\nDiet for Healthy Living  165\nVitamin B2 \n(Riboflavin)Yeast, egg, meat, peasBody growth and red cell  production, releasing energy from carbohydratesSkin diseases, retarded growth\nVitamin B3 (Niacin)Whole cereals, tomatoes, potatoes, meat and fishHealthy skin, digestion and nervous systemPellagra (affects skin, alimentary \n \ncanal and  \nnervous system)\nVitamin B12Liver, milk, eggs, fishForming RBC Anaemia\nVitamin C Indian gooseberry \n(amla), lemons, lime, pineapple, oranges, watermelon, green peppers, tomatoes, cabbage, turnip, carrots, green mint, guavaMaintenance of ligaments, tendons, other supportive tissues and blood vesselsScurvy (gums swell and bleed)\n11.2.1.6 Water\nWater is a nutrient and it makes up almost 70 per cent  of \nour body weight. We need water to break down complex food molecules, and transport food, chemicals and gases throughout the body. It acts as the medium for biochemical reactions and is also required to eliminate the \nwastes as urine and sweat. We \nshould\ttake\t8\t–\t10\tglasses\tof\tpotable\twater\tper\tday.\tInadequate \t\nwater intake leads to dehydration. Therefore, \nintake of water \nin proper proportion is important. We should never substitute water with coffee, tea or soft drinks. \nTable 11.2 : Important Minerals — Sources and Functions\nName of MineralSources Need\nIron Meat, fish, liver, \neggs, green vegetables, turnip, germinating wheat grains and yeastFormation of haemoglobin\nChapter-11 diet for health living .indd   165 08-11-2016   11:46:39 AM\n2024-25\n\n--- Page 6 ---\n166 Health and Physical Education  — Class IX\nCalcium Milk and milk \nproducts, green \nleafy vegetables.Formation of strong bones, teeth; clotting of blood; muscle contraction\nPhosphorus Meat, egg, fish, \nwhole grainsDevelopment of strong bones, teeth; making energy-rich compounds in cells\nPotassium Green and yellow \nvegetablesFor growth; keeping cells and blood healthy\nSodium Common salt, also \nin meat and milk productsProper functioning of nervous system\nIodine Iodised salt, \nseafood and waterProper functioning of thyroid\n\t–\tdeficiency \t\ncauses goitre\nFluoride Coffee, spinach, \nonion and teaMakes enamel of teeth hard and prevents dental caries\nCopper Grains, nuts and \nchocolateHelps in formation and functioning of RBC, connective tissue and nerve fibres\nZinc Meat, eggs and \nfishFor insulin production, digestion, metabolism; functioning of male \n  \nprostate\nChloride Meat, milk \nproducts and fishFunctions of muscles and nerves and digestion\n11.3 Balanced  dIet\nYou have already learnt in earlier classes that  a diet which \ncontains all the essential nutrients like proteins, carbohydrates, fats, minerals and vitamins in the proportion required for the normal growth and development of the body, is called balanced diet. The quantity of nutrients in a balanced diet will always vary with age, sex and physical activities undertaken by an individual. The important components of a balanced diet are given in table 11.3 below.\nTable 11.3 : Food Required for a Normal Person\nFood Group Quantity per portion/serving\nCereals 1 roti ( 25 gm wheat flour), bread, 1 katori rice, \n25 gm raw dalia/cornflakes/sooji or rawaactIvIty  11.3\nPrepare a list of \nfood items you consumed last week at breakfast, lunch and dinner, and record the nutrients contained in by them.\nactIvIty  11.4\nFind out the number of glasses of water each of your ten classmates consume in a day. \nChapter-11 diet for health living .indd   166 08-11-2016   11:46:39 AM\n2024-25\n\n--- Page 7 ---\nDiet for Healthy Living  167\nPulses 25 gm raw dal\nMilk 1 glass or 250 ml milk (low fat)\nFruits and \nvegetables100\tgm\tfruit,100–125 \t(gm)\traw\tvegetables\nFats and oil 1 teaspoon (5 gm)\nSource: Health Awareness for Parliament, MOHFW; GOI: 2002 \nTo understand which kind of food will give us the right \nbalance of nutrients, food items are divided into six major \ngroups given in the table below. Food items in one group cannot replace those in another.  \nA nutritionally balanced diet should contain items from all \nthe above major food groups. \nTable 11.4 : Major Food Groups\nFood \nGroupsFood Items Nutrients\nCereals, MilletsRice, wheat, bajra, maize, jowar, ragiCarbohydrates, proteins\nPulses Lentil, grams, soya, \npeasCarbohydrates, proteins\nMilk and milk productMilk, yogurt, cheese, paneer, ice-creamFats, proteins, minerals, water, carbohydrates, vitamins\nMeat, fish and fowlsMeat, fish, chicken, nutsProteins, fats\nVegetables Green leafy \nvegetables, roots minerals, waterCarbohydrates, vitamins\nFruits Orange, banana, \napple etc.Carbohydrates, vitamins\n11.4 s pecIal  dIetary  requIrements\nThe amount of food or nutrients required by a person in a day \ndepends upon the need for energy and specific demands of a person. These needs are directly related to age and physical activity.\n\tDuring\tthe\trapid\tgrowing \tyears,\ti.e.\t12\t–\t22\tyears\tfor\t\nboys\tand\t12\t–\t18\tyears\tfor\tgirls,\tthere\tis\ta\tgradual\tincrease \tin\t\ndaily food requirements. But as we grow old, our daily need for energy decreases. The amount of energy required by people engaged in low, moderate or high level \nof physical activity \ndiffers. \nA sportsperson always needs to consume more calories than \na non-sportsperson.  Similarly, the dietary needs of a woman during pregnancy and lactation are higher. Let us discuss the \ndietary requirements of different individuals.\nChapter-11 diet for health living .indd   167 08-11-2016   11:46:39 AM\n2024-25\n\n--- Page 8 ---\n168 Health and Physical Education  — Class IX\n11.4.1 Diet for Adolescents \nWe know that during adolescence, changes take place in \nthe body composition of boys and girls; and as a result their nutritional requirements increase. Girls need more minerals like calcium and iron. Adolescent girls and boys need to take calcium rich food to keep their bones, teeth and muscles healthy; and iron rich food  to keep them strong. Therefore, it is essential for them to consume more dairy products, beans  and green leafy vegetables in their diet. Young girls taking inadequate diet may suffer from nutritional problems like iron-deficiency anaemia and  obesity. This may be due to refusal to eat food to maintain weight or binge eating habit. Furthermore, \nan under nourished adolescent girl is at a risk of developing complication during pregnancy and child birth.\n11.4.2 Diet for Pregnant Women and Lactating MothersWomen always require more iron than men. Pregnant and \nlactating mothers have special dietary needs. In our country, it is seen that pregnant and lactating women do not take healthy diet because of lack of availability and lack of important nutritional information. A pregnant and a lactating mother requires additional energy over and above her normal requirements. There is also an increased need for protein, calcium and iron. Inadequate intake of nutrients causes harm to the foetus and the child. Mothers should follow the guidelines for intake of nutrients available from the nearby health centre and gather knowledge regarding weight gain and supplementation. Besides food, normal physical activities and light exercises like walking should be performed by pregnant women in consultation with the doctor or health worker.  \nGood nutrition during pregnancy promotes healthy weight \nof the newborn. Low birth-weight children are prone to various diseases during adulthood. Therefore, pregnant women and \nmothers should keep the following in mind. \n•\t\n Include all food groups in daily diet. Care should be taken to include cereals, pulses, ghee-oil, sugar, jaggery, vegetables, fruits, milk and its products in the daily diet.\nTable 11.5 : Additional Calorie Requirment during  \nPregnancy and Lactation\nFood \nItemDuring Pregnancy During Lactation\nQuantity Calories \n(kcal)Quantity Calories \n(kcal\nCereals 35g. 118 60g. 203\nPulses 15g. 52 30g. 105Box 11.1\nFood habits such as eating fast food regularly,  skipping meals, etc.  contribute to  nutritional deficiency among adolescents, especially girls.\nFig. 11.4 : Calcium rich Diet \nand Iron rich Diet\nactIvIty  11.5\n1. List the myths in respect of diet for adolescent girls, pregnant and lactating women, prevalent in your locality.\n2.\n Express your opinion regarding these myths.\n3.\n Discuss these myths with your friends and teacher. \nChapter-11 diet for health living .indd   168 08-11-2016   11:46:39 AM\n2024-25\n\n--- Page 9 ---\nDiet for Healthy Living  169\nMilk 100 83 100 83\nFat NA NA 10g. 90\nSugar 10g. 40 10g. 40\n Source: ICMR (1990) Recommended Dietary Intakes for Indians, New Delhi\n•\tConsume more foods containing iron like green leafy \nvegetables, black sesame seeds (til), raisins, jaggery, poha.\n•\t\n Consume more foods like milk and its products (viz. curd, paneer, kheer), white sesame seeds (til), ragi\n, guava and \nbajra, which provide all the calcium and protein needed.\n•\t Do not restrict diet. Have a balanced diet.\n•\tTable 11.5 presents the additional calorie requirement  during pregnancy and lactation.\n11.4.3 Diet for Sportspersons\nAll kinds of physical activities burn a lot of energy. Sportspersons \nundergo physical training which involves \nregular strenuous \nexercises for a long period for developing physical fitness and improving performance. They, therefore, need more calories for energy. Even persons who do not participate in competitive sports but undertake exercise programmes for physical fitness need extra energy. Accordingly, they are required to plan their diet. \nLet us have a look at the table given below to understand \nthe energy expenditure of a person of age between 20 to 39 years, with a body weight of approximately 60 kg by various  activities.\nThese additional requirement of nutrients for training load \ncan be achieved with a balanced diet. In the past, athletes were advised to take large amount of protein from eggs, meat and milk, but it is now generally accepted that carbohydrate and not protein, is the best source of energy. One should also remember that extra protein intake does not increase muscles.\nTable 11.6 : Energy Expenditure of a Person by Various \nPhysical Activities (kcal/hr)\nActivity kcal/hr Activity kcal/hr\nCleaning/mopping 210 Walking 4 km/hr 160\nGardening 300 Running 6 km/hr 353\nCycling 15 km/hr  360 Running 10 km/hr 655\nVolleyball 180 Running 12 km/hr 750\nBadminton    348 Dancing 372\nTennis 392 Standing 132\nChapter-11 diet for health living .indd   169 08-11-2016   11:46:40 AM\n2024-25\n\n--- Page 10 ---\n170 Health and Physical Education  — Class IX\nDiet containing complex carbohydrates is always preferred \nover that containing simple sugar. In case of sportspersons, a \ndietary carbohydrate intake of 500-600 gm/day is necessary to ensure adequate glycogen synthesis. Carbohydrates break into sugars that give energy. Extra sugar is converted into glycogen and stored as adipose tissue by the liver.  It is broken down to simple sugar whenever energy is required. An athlete needs to choose foodstuffs from all groups displayed in the food pyramid and pay attention to the intake of adequate water.  \nIn planning one’s diet, care must be taken to follow good \neating habits that we discussed earlier. Physical activities may be performed after at least three hours of taking a principal meal and after half an hour of taking light food. A sportsperson’s diet is very important not only during the training period, but before and after the competitions too.\nFig. 11.5 : Food Pyramid for Balanced  Diet\nChapter-11 diet for health living .indd   170 08-11-2016   11:46:40 AM\n2024-25\n\n--- Page 11 ---\nDiet for Healthy Living  171\n11.4.3.1 Diet before Competition\nThe pre-competition meal needs to be high in carbohydrates, \nlow in fat, low in protein, low in fibre, enjoyable and familiar to the participant. Food may include breakfast cereals, bread, roti, fruits, fruit juice, boiled rice, potatoes, sweet potatoes, biscuits and carbohydrate drinks.\n11.4.3.2 Diet on Competition DayOn the day of competition, the most important thing to remember \nis never to try anything new. An athlete must follow a simple and sound nutritional routine. If the competition is held in the morning, just eat a light carbohydrate-rich breakfast with plenty of fluids, cereal with milk, bread or roti. Large quantities of sugar, confectionery or honey should be avoided. Food that may upset the stomach and make feel heavy may be avoided.\n11.4.3.3 Eating just before CompetitionSmall amount of food containing carbohydrates just before \ncompetition helps to delay fatigue and improve endurance.\n11.4.3.4 Drinking during CompetitionHave\n\tyour\tlast\tdrink\t15\t–\t20\tminutes \tbefore\tactual\tcompetition. \t\nIt is essential to drink water at regular intervals to avoid \ndehydration. Right kind of sports-drinks hydrate our body and also supply energy.\n11.5 y ogIc dIet\nAyurveda advise a sattvic, which is a vegetarian diet, consisting of natural food items. According to yogic dietetics, natural food items are easy to digest and assimilate. Yogic diet is a combination of raw food and proper fasting routine. Good raw food, such as cucumber, radish, carrots, tomatoes, sprouts, together with spices like ginger, cayenne, cinnamon and basil provide energy to the mind and the body. Taking regular yogic diet and performing asanas, pranayama and \nmeditation contribute to the well-being of our body and mind. For preparation of yogic foods, steaming is considered to be the best method. \n11.6 m alnutrItIon\nIt is now clear that a balanced diet is very important for a healthy life. An imbalance between the body’s nutritional needs and the intake of nutrients leads to malnutrition. Commonly malnutrition  is considered in terms of hunger, whereas, both under-nutrition and over-nutrition are forms of malnutrition.Box 11.2\nAyurveda suggests the following items in a wholesome diet•\tRice\n•\tMillet\n•\tWheat\n•\tGreen gram\n•\tCoriander\n•\tVegetable\n•\tGrapes, mangoes, Dates\n•\tCow’s milk\n•\tTurmeric (haldi)\n•\tCumin (jeera)\n•\tDo not fill your stomach with extra food.\n•\tEat food at regular intervals.\nChapter-11 diet for health living .indd   171 08-11-2016   11:46:40 AM\n2024-25\n\n--- Page 12 ---\n172 Health and Physical Education  — Class IX\n11.6.1 Types of Malnutrition\n11.6.1.1 Under-nutrition\nIt does not occur in a single day’s food intake. Deficiency caused \nby under-nutrition affects us after long term of negligence. An under-nourished child cannot grow fully, physically and mentally. In most of the developing countries, under-nutrition is a threat to public health as it leads to illness and even death. In addition to inadequate intake of nutrients, under-nutrition \nis also the result of malabsorption of food, addiction to drugs \nor loss of nutrients from body due to various medical reasons. Under-nutrition may lead to deficiency diseases, like protein deficiency diseases which include kwashiorkor, marusmus, mineral deficiency diseases like goitre, anaemia; and vitamin deficiency diseases like scurvy, beriberi and rickets. \nIgnorance, lack of education and poverty led by relatively \nhigh food prices, natural disasters causing insufficient agricultural productivity and unhealthy dietary practices are some important common causes of under-nutrition. Under-nutrition continues to be a significant health problem for children and adults in India. The National Family Health Survey 3 (NFHS) reported that in our country the prevalence of Fig. 11.6 : Under-nutrition childrenMarasmus Kwashiorkor\nBox 11.3\nNutritional imbalance resulting from inadequate intake of nutrients is referred to as under-nutrition.Malnutrition(a) Under-nutrition:    \n     specific deficiency\n(b) Over-nutrition: \noverweight and obesity\nChapter-11 diet for health living .indd   172 08-11-2016   11:46:40 AM\n2024-25\n\n--- Page 13 ---\nDiet for Healthy Living  173\nunder-nutrition is high among children. At present, \n40 per cent children of less than five years of age in our country are underweight. \nFor the management of under-nutrition, \nimprovement in nutritional status is required. The Government of India provides mid-day meals to the students of up to elementary stage during school hours.\nMany myths and taboos about diet are also \nresponsible for under-nutrition in our country. \nDue to ignorance and illiteracy, locally available nutritious food is not eaten. In case of new born babies, inadequate breastfeeding is a major cause of under-nutrition. In fact, exclusive breast feeding during the first six months of life is very important.  \n11.6.1.2 Over-nutritionOver-nutrition is also a form of malnutrition that results \nfrom overeating and excessive intake of specific nutrients like carbohydrate and fat. Inadequate exercise and overeating are the major causes of overweight. Due to intake of excessive food, adipose tissue increases abnormally in the body that enlarges or  the number of fat cells increase leading to obesity. We find obese persons bulky and overweight because of the accumulation of fat in the body. People who eat more need to burn more calories, otherwise surplus calories are stored as fat.\nIn modern societies obesity has become an epidemic. \nIt occurs in both developed and developing countries and affects children as well as adults. In addition to overeating and inactivity, the major reasons of overweight and obesity are sedentary life style, emotional problems and physiological disturbances including genetic factors. Metabolic and digestive disorders take place due to over-consumption of fats, fast foods, soft drinks and refined white flour carbohydrates, combined with low fibre intake. \nOverweight and obese children and \nadolescents frequently grow to become obese adults. Obesity tends to run in families, suggesting a genetic link too, as families share common dietary and physical activity patterns, attitude, lifestyle and habits which contribute to obesity. Planning for balanced diet and regular exercise is of utmost importance to prevent overweight and obesity.actIvIty  11.6\nConduct a survey in your family \nand the neighbourhood to find out facts regarding the following: \n1. \n How many malnourished children are there? \n2.\n What are the reasons of  \nmalnourishment of those children? \nFig. 11.7 : Over-nutrition\nBox 11.4\nObesity: Overweight and obesity are not the same. Obesity is a health condition in which excess body fat accumulates to the extent that it may have an adverse effect on health and reduce life expectancy. When body fat content exceeds 25 per cent for men or 30 per cent for women of the total body weight, a person is called obese. Calculating BMI is given in Chapter 4?\nChapter-11 diet for health living .indd   173 08-11-2016   11:46:41 AM\n2024-25\n\n--- Page 14 ---\n174 Health and Physical Education  — Class IX\n11.6.2 Assessing the BMI\nBody Mass Index (BMI) is an index of weight-for-height that is \ncommonly used to classify adults as underweight, overweight and obese. It is obtained by dividing the weight in kilograms  by the square of the height in metres (kg/m\n2). For example, an \nadult who weighs 70kg and whose height is 1.75m will have a BMI of 22.9. \nTable 11.7 : BMI Chart\nBMI Category\n<18\tKg/m2 Underweight\n18-23\tKg/m2 Ideal body weight\n23-25\tKg/m2 Overweight\n>25\tKg/m2 Obese\nSource: National Programme for Prevention and Control of Cancer, Diabetes,  \n Cardiovascular Diseases and Stroke: A Guide for Health Worker. Directorate  \n General of Health Services, MoHFW; GOI, 2011\n11.7 e atIng dIsorders\nEating disorders are severe disturbances in eating behaviour commonly seen among adolescents between ages 14 to 18 years. Disordered eating patterns are either characterised by refusal of food to maintain the body weight or recurring binge eating followed by vomiting. The former restrictive type disorder is known as Anorexia Nervosa and the later, Bulimia Nervosa. Most people do not seek help for eating disorders; some may not even be aware that they have a problem.  \n11.7.1 Anorexia Nervosa (AN) (Refusal to eat food)Anorexia Nervosa is a psychological disorder caused by under-\nnutrition. People with such disorder become thin and lose a lot of weight. An obsessive fear of gaining weight occurs in such cases. Anorexia nervosa is an attempt to use food and weight to deal with emotional problems, physical changes, peer pressure and stress.    It is a serious mental illness with a high incidence of morbidity and mortality.\nExtreme fasting, indulging in over exercise, dieting may \nresult in  anorexia nervosa. Teenage girls and young women are more likely to develop this disorder. However, this disorder can occur during adulthood too. \n11.7.2 Bulimia Nervosa (Recurrent binge eating)Bulimia Nervosa is an eating disorder characterised by \nrecurrent binge eating, followed by compensatory behaviour. The most commonly observed behaviours include defensive vomiting, sometimes called purging, fasting, using  laxatives and over- exercising.\nBox 11.5\nAnorexia Nervosa results from refusal to eat or lack of appetite or disliking food leading to starvation to maintain a body image.\nFig. 11.8 : Anorexia \nNervosa\nChapter-11 diet for health living .indd   174 08-11-2016   11:46:41 AM\n2024-25\n\n--- Page 15 ---\nDiet for Healthy Living  175\nThe onset of bulimia nervosa is generally observed during \nmid to late adolescence. It is 20 times more common in females.  \nBulimia nervosa is rarely seen in those under 14 years.  It has also been observed that there is higher incidence of major depressive disorder in close relatives of patients with bulimia nervosa.\nThe common causes of the disorder are family problems, \ninability to adjust in society, lack of self-identity, conflict, problem with body image, depression and other psychological problems. The person tries to express emotions that are otherwise difficult, becomes  extremely engaged with emotions and is so tied up with a relationship with food and weight that it becomes difficult for him/her to deal with it.\nHealth problems caused by both the above conditions \ninclude: \n (a) tooth decay, toothaches, swollen gums, gum disease (gingivitis), and erosion of tooth enamel, which are \ncaused by acid in the mouth due to vomiting. \n (b) osteoporosis. \n (c) abnormal heart beat. \n (d) dehydration, which can lead to weakness, fainting. \n (e) fainting due to low blood pressure. \n (f) low body temperature. \n (g) suicide risks when a person feels discouraged due to presence of one of the conditions or has ongoing body image issues.\nAnorexia and bulimia can lead to delay \nin the onset of \nmenstruation in girls.\nThere is a need to focus on fitness rather than on weight \nreduction. Sitting in front of TV or computer for long hours, eating junk food, or having high calorie drinks add to obesity. It is seen not only in the affluent section but also in urban poor. Since obesity is more a lifestyle disease, it needs intervention at the level of the person himself/herself and at the level of the entire family, school and the community. Proper eating habits, diet and exercise are the essential requirements for physical fitness and management of weight.   \nChapter-11 diet for health living .indd   175 08-11-2016   11:46:41 AM\n2024-25\n\n--- Page 16 ---\n176 Health and Physical Education  — Class IX\nAnswer the following questions\n1. Define the terms nutrition and nutrients.\n2. List the various constituents of food and mention their \nfunction in the body.\n3. Why is it important to recommend special diet for pregnant and lactating women and sportpersons.\n4.\n Why is water considered a necessary constituent of the \ndiet?\n5. List the nutritional disorders and state one characteristic of each. \nFill in the blanks\n (i) Vitamin A is a …………….soluble Vitamin.\n (ii) Vitamin C is a …………….soluble Vitamin.\n (iii) ……….................. diet contains adequate proportions of carbohydrates, proteins, fats, minerals and vitamins. \n (iv) Yogic diet consists of natural ……..items.\n (v) BMI can be assessed by........................\nTick (P) mark either Yes/No.\n (i) Water is a nutrient which makes up almost 70 per cent body weight. \n (Yes/No)\n\t (ii)\t One \tshould\tconsume \t6\t–\t8\tglasses\tof\twater\tevery\tday.\t\t\n (Yes/No) \n (iii) Over-nutrition leads to obesity.  (Yes/No) \n (iv) Wheat and vegetables are the source of vitamin E. \n   (Yes/No)\n (v) Milk and milk products are the source of calcium. \n   (Yes/No)\nproject\n•\tHow do bulimia nervosa and anorexia nervosa pose serious health issues for adolescents?\n•\tPrepare a chart on the benefits of locally available food/balanced diet.  \n•\tHow do you think media influences the eating habits of young people?\n•\tCreate an advertisement for selling healthy food and suggest how you can build awareness on healthy eating habits among your peers.\nASSESSMENT\nChapter-11 diet for health living .indd   176 08-11-2016   11:46:41 AM\n2024-25\n",
    "total_characters": 32489,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page2_img5.png",
      "page": 2
    },
    {
      "filename": "page2_img6.png",
      "page": 2
    },
    {
      "filename": "page2_img7.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page3_img5.png",
      "page": 3
    },
    {
      "filename": "page3_img6.png",
      "page": 3
    },
    {
      "filename": "page3_img7.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page8_img5.png",
      "page": 8
    },
    {
      "filename": "page8_img6.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page9_img4.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    },
    {
      "filename": "page10_img5.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page11_img4.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page12_img3.png",
      "page": 12
    },
    {
      "filename": "page12_img4.png",
      "page": 12
    },
    {
      "filename": "page12_img5.png",
      "page": 12
    },
    {
      "filename": "page12_img6.png",
      "page": 12
    },
    {
      "filename": "page13_img1.png",
      "page": 13
    },
    {
      "filename": "page13_img2.png",
      "page": 13
    },
    {
      "filename": "page13_img3.png",
      "page": 13
    },
    {
      "filename": "page13_img4.png",
      "page": 13
    },
    {
      "filename": "page13_img5.png",
      "page": 13
    },
    {
      "filename": "page14_img1.png",
      "page": 14
    },
    {
      "filename": "page14_img2.png",
      "page": 14
    },
    {
      "filename": "page14_img3.png",
      "page": 14
    },
    {
      "filename": "page14_img4.png",
      "page": 14
    },
    {
      "filename": "page14_img5.png",
      "page": 14
    },
    {
      "filename": "page15_img1.png",
      "page": 15
    },
    {
      "filename": "page15_img2.png",
      "page": 15
    },
    {
      "filename": "page15_img3.png",
      "page": 15
    },
    {
      "filename": "page15_img4.png",
      "page": 15
    },
    {
      "filename": "page16_img1.png",
      "page": 16
    },
    {
      "filename": "page16_img2.png",
      "page": 16
    },
    {
      "filename": "page16_img3.png",
      "page": 16
    },
    {
      "filename": "page16_img4.png",
      "page": 16
    },
    {
      "filename": "page16_img5.png",
      "page": 16
    }
  ],
  "image_count": 79,
  "keywords": [
    "Chapter",
    "Vitamin",
    "Health",
    "Physical",
    "Healthy",
    "Education",
    "Class",
    "Table",
    "Nervosa",
    "Living",
    "Vitamins",
    "Anorexia",
    "Proteins",
    "These",
    "Therefore",
    "Under",
    "There",
    "Pulses",
    "Carbohydrates",
    "Sources"
  ]
}