{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 12,
    "chapter_name": "iehp112",
    "source_file": "iehp112.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n12.1 IntroductIon  \nWe all observe that when individuals fall ill or are injured, they \nare taken to hospitals or doctors for treatment. But it takes \ntime to reach them, during which if some initial care is taken, it helps treatment of such individuals and in many cases saves their lives. We also observe that some of the minor illnesses or injuries are cured by taking such initial care. However, this care cannot be taken unless we are aware and trained in first-aid. In the present lesson we shall discuss various aspects of first aid and safety.\n12.2 What does FIrst aId Mean?\nFirst aid is the provision of initial care for an illness or injury. \nIt is usually performed by a non-expert person to a sick or injured person until appropriate medical treatment can be accessed in a hospital or by going to a doctor. Certain self-limiting illnesses or minor injuries may not require further medical care after the first aid intervention. It generally consists of a series of simple and in some cases, potentially life-saving techniques that an individual can be trained to perform with minimal equipment. \nThe First aid training, therefore, is of value in both preventing \nand treating sudden illness or accidental injury and in caring for large number of persons caught in a natural disaster. It is a measure both for self help as well as for the help of others. \n12.2.1 Self-helpIf you, as a first-aider, are prepared to help others, you are \nbetter able to care for yourself in case of injury or sudden illness. Even if your own condition keeps you from caring for yourself, you can direct others in carrying out correct procedures to follow on your behalf. \n12.2.2 Help for OthersHaving studied first-aid, you are prepared to give others \nsome instruction in first-aid, to promote among them a reasonable safety attitude and to assist them wisely if they are stricken. There is always an obligation on a humanitarian basis to assist the sick and the helpless. There is no greater satisfaction than that resulting from relieving suffering or saving a life. First Aid and Safety 12\nFig. 12.1 : First Aid Box\nactIvIty  12.1\n•\tMake\ta\tfirst\taid\tbox\t\nand keep in your classroom.\n•\tMake\tone\tstudent \t\nincharge so that all students know whom to reach in an emergency.\nactIvIty  12.2\n•\tDo\tyou\tknow\thow\tto\t\napply bandage?\n•\tDo\tyou\tknow\twhat\t\ntreatments are applied for bruises and cuts?\n•\tDiscuss \tthe\tabove\tin\tyour\t\nclass and demonstrate.\n2024-25\n\n--- Page 2 ---\n178 Health and Physical Education  — Class IX\n12.3 Why FIrst aId?\nThe main objective of first aid is not to cure, but \nto ensure safety until the patient or affected person accesses specialised treatment. It is the initial assistance or care of a suddenly sick or injured person. It is the care administered by a person as soon as possible after an illness or accident. It is this prompt care and attention prior to the arrival of the ambulance that sometimes creates the difference between life and death, or between a full or partial recovery. As shown in Box 12.1, the major objectives of first aid are: (i) to ensure that the victim \nreaches the place of specialised treatment safely and life is not lost in-between; (ii) to prevent further harm, i.e., the injury that has taken place, does not deteriorate further; (iii) to prevent the danger of further injury; and (iv) to promote recovery, i.e., necessary intervening care is taken in a way that promotes recovery and relieves the victim of pain and uneasiness.  \n12.4 FIrst aId In dIFFerent  cases\nIt is essential to know and be trained in the art of providing \nfirst aid. Though it is done by non-expert persons, it cannot and should not be administered without acquiring adequate knowledge and appropriate skill. There are different ways of providing first aid in different cases of accidents and illnesses. Let us take some specific cases and know how first aid is provided.\n12.4.1 First aid for Drowning\nMany\n\tdeaths\toccur\tbecause \tof\tdrowning. \tDeath\tby\tdrowning \t\noccurs when air cannot get into the lungs because of the \nentrance of a small amount of water into the lungs. This may cause the contraction of the throat. In such cases efforts are made to remove water from the stomach of the drowned person. Attempting to forcefully remove water from the victim’s stomach should be avoided as this \nmay make the victim vomit \nand there are chances of casualty. A casualty from drowning needs to be treated by a medical doctor, even if he/she seems to recover, because, as explained in Box 12.2, a secondary drowning may occur in him/her at a later stage. \nIn this particular situation, the aim of the first aid is to \nrestore breathing, to keep the person warm and to arrange for taking  him/her to hospital. The following steps may be taken:Box 12.1\nThe basic objectives of First Aid are:\n•\tto give immediate care.\n•\t to protect the casualty from \nfurther harm.\n•\t to relieve pain.\n•\t to promote recovery.\nThe recovery is promoted as the heart rate goes down, which in turn \nprevents \nblood loss from the victim’s body.\nBox 12.2\nWater entering the lungs causes them to be irritated, and the air passages to swell several hours later\n —a condition \nknown as secondary drowning.\nChapter-12 First Aid & safety indd.indd   178 08-11-2016   11:48:16 AM\n2024-25\n\n--- Page 3 ---\nFirst Aid and Safety  179\nFig. 12.2 : Steps for CPR in \nthe case of drowningStep 1:  Rescue the person and get him/her to the dry \nland. Keep the person’s head lower than the rest of the body to reduce the risk of inhaling \nwater.\nStep 2:\n  Lay down the person on his/her back. Open the airway and check breathing. If required, give CPR (Cardio Pulmonary Resuscitation) with chest compression.\nStep 3: \n Treat the person for Hypothermia (low body temperature). Remove wet clothes and cover him/her with dry blanket. If the person regains full consciousness, give him/her a warm drink.\nStep 4: \n Call   for   a   doctor or ambulance to transport the person to the nearest hospital as soon as possible, even if she/he appears to have recovered fully.\n12.4.2 First aid for Fire Injuries\nWhen the skin comes in direct \ncontact with fire, it gets \ndamaged. This is known as dry burn. The burn exposes \nthe under lying part of the skin, which increases the chances of infection. While assessing the burn, it is necessary to:\n•\t\n consider the circumstances in which the burn has occurred;\n•\t\n establish the cause of the burn;\n•\t observe the condition of the victim; does she/he need immediate medical attention?\n•\t\n assess the extent of burn or the depth of the \nburn; and\n•\t determine the degree of risk for infection.\nBased on the depth of the skin damage, the burns are categorised into three types.\nBox 12.3\nWarning – Water in the lungs can increase the resistance to rescue breathes and chest compressions, so these have to be done at a slower rate. Hypothermia develops when the body temperature\n\tfalls\tbellow\t35°\tCelsius. \t\nThe effects vary depending on the speed of onset and the level to which the body temperature falls.actIvIty  12.3\nThe students should be encouraged to ask questions if they have any doubt on the procedure of the first aid in swimming. If the swimming facility is available then the life saving technique of drowning can best be practised by doing. In the classroom or physical education laboratory the students may make use of dummies. \nChapter-12 First Aid & safety indd.indd   179 08-11-2016   11:48:18 AM\n2024-25\n\n--- Page 4 ---\n180 Health and Physical Education  — Class IX\n•\t A superficial burn involves only burns on the outer \nmost layer of the skin, called the epidermis.\n•\t A partial thickness burn is generally very painful, this destroys the epidermis. If such wounds are on more than 20 per cent of the body, then it may be fatal.\n•\t\n A full thickness burn is not painful in most of the cases, so it may mislead the first\n-aider and the casualty about \nthe severity of the injury. This needs immediate medical attention.\nAs, the kind of the burns vary, so does the \nkind of first aid \nneeded for various kind of burns.\n(a) First Aid for Severe BurnsIn this case, the first aid is given to :\n•\tstop burning and relieve pain;\n•\ttreat the associate injuries;\n•\tminimise the risk of infection;\nIn case of severe burn the following steps need to be taken.\nStep 1:\n\t\tHelp\tthe\tcasualty \tto\tlie\tdown.\tDo\tnot\tallow\tthe\tinjury\t\narea to come into direct contact with the ground.\nStep 2:  Pour cold water on the burn for a minimum of 10 \nminutes, but at the same time, arrangement of transport for taking the casualty to hospital should be made. Continue cooling the affected area until the pain is relieved.\nStep 3: \n Gently remove any ring, watch, belt and shoes before the tissues begin to swell. Carefully remove burnt clothing, if it is not sticking to the skin.\nStep 4: \n Cover the injured area with a sterile dressing to protect it from infection.\nStep 5: \n Gather and record details of the injury. Record the level of response, pulse and breathing carefully.\nStep 6: \n While waiting for the help to arrive, keep reassuring the casualty. In case of burn of the face, do not cover the injury because it may cause discomfort to the victim. Keep cooling the area till the doctor arrives.\n(b) First Aid for Mild Burn\nIn case of mild burns, first aid is given to :\n•\tstop burning.\n•\trelieve pain and swelling.\n•\tminimise the risk of infection.\nIn case of mild burns, one should :\nStep 1: \n Pour cold water on the injured part for minimum 10 \nminutes, to relieve pain. If water is not available, then any harmless cold liquid (for example, milk) may be used.actIvIty  12.4\nFind out from a health worker, parents or neighbour about any person who was given first aid for burn injuries. Share the experience in the class.\nBox 12.4\nDo Not\n•\tBreak blisters.\n•\tInterfere with the injury.\n•\tApply adhesive dressing.\n•\tApply ointments or fats, as they may damage the tissue and increase the chances of infection.\nChapter-12 First Aid & safety indd.indd   180 08-11-2016   11:48:18 AM\n2024-25\n\n--- Page 5 ---\nFirst Aid and Safety  181\nStep 2:  Remove gently any ring, watch, belt and shoes before \nthe tissues begin to swell. Carefully remove \nburnt \nclothing, if it is not sticking to the skin. \nStep 3:  Cover the area with a sterile dressing and bandage loosely on the affected area.\nStep 4: \n If a blister is caused by the burn, apply a non-adhesive dressing that extends well beyond the edges of the blister and keep it in place until it subsides.\n One should be aware of two \nsignificant facts given in \nboxes 12.5 and 12.6.\n(c) First Aid for Injuries on the Play Field\nInjuries which occur as a result of participation in the sports \nactivity are known as sports injuries or athletic injuries. There are various types of sports injuries. These are mentioned in the following table 12.1.\nTable 12.1\nInjuries Types\nSkin injuries Abrasion (falling on rough or firm surface)\nLaceration (tears in the skin)Incision (cut by a sharp edge of an object)Puncture wound (pierced by a sharp and pointed object)\nAvulsion (tearing away of a part of the skin)\nSoft tissue injuries (e.g. muscles, ligaments)Contusion (Bruise caused by the direct \nblow to some part of the body. For example: Knee of a player is knocked against thigh of the person).Sprain (Injury of ligament of joints, caused by the violent overstretching of ligament in a joint or the movement of the joint in abnormal directions. It is characterised by pain, tenderness, swelling at the joint.Strain (Injury of muscle or tendon, three \ntypes–\n\tmild, moderate, severe).\nJoint injuries Joint injuries are very common in sports \nthey are known as joint dislocation.“Dislocation is the displacement of contiguous surfaces of two or more bones which are in a joint.” Causes: An external force which forces the joint to move beyond the limits of a joint. If the \njoint is forced \nto move in an abnormal direction, this dislocation can be a complete or a partial \ndisplacement of the bones.Box 12.5\nBox 12.6CALLUSES\nThese are thickening of the epidermis. It usually occurs in the palm of the hands or on the sole of the foot due to constant friction or pressure. If the calluses crack then it will cause a very painful condition. Sometimes a blister may develop under the callus. When it becomes very hard, to prevent cracking, soak the body part in the water for some time and then scrub it off. If it gets infected then consult a doctor.\nBLISTERS\nThese are caused by \nthe deposition of a type of colourless fluid in between the dermis and epidermis. Sometimes this fluid may be blood stained; this is due to the damage of the blood vessels caused by the continuous frictional force. It is normally seen on the hand or palm or on big toe. Blisters should not be cut, rather the fluid inside can be removed by a sterile syringe, but only by a doctor.\nChapter-12 First Aid & safety indd.indd   181 08-11-2016   11:48:18 AM\n2024-25\n\n--- Page 6 ---\n182 Health and Physical Education  — Class IX\nBone injuries Fractures (Fracture is a break in the \ncontinuity of the bone. The fractures can be open/compound fracture or a closed/simple fracture. Severity of the fracture varies from the mild crack in the bone to the severe \nshattering of the bone into many pieces.\n \nPreventionSince prevention is better than cure, it then becomes essential \nto\n\ttake\tappropriate \tprecautions. \tMake\tthe\tarea\tin\tand\taround\t\nthe play field hazard free. In order to prevent injuries proper warm up is required prior to executing vigorous movements. Similarly, use of appropriate physical conditioning is essential to avoid injury.\nFirst aid \nfor strains, sprains, contusions is packaged in \nthe abbreviation RICE which is Rest, Icing, Compression and Elevation as shown in Box 12.5.\nRest\n•\t\n Stop using injured part or discontinue activity. It could \ncause further injury, delay healing, increase pain and stimulate bleeding. \n•\t\n Use crutches to avoid bearing weight on injuries of the leg, knee, ankle and foot. \n•\t\n Use splint for injuries of the arm, elbow, wrist and hand.  \nIce \n•\t Ice application contracts blood vessels. \n•\t Helps stop internal bleeding from injured capillaries and blood vessels. \n•\t\n Hastens healing time by reducing swelling \naround injury.\n•\t Keep damp or dry cloth between skin and ice pack. \n•\t \t Do\tnot\tapply\tice\tfor\tlonger\tthan\t15\tto\t20\tminutes \tat\ta\t\ntime. \n•\t Apply every hour for 10 to 20 minutes. \n•\t Apply ice as long as pain or inflammation persists. \nCompression\n•\t Hastens healing time by reducing swelling \naround injury. \n•\t \t Decreases \tseeping\tof\tfluid\tinto\tinjured\tarea\tfrom\tadjacent \t\ntissues. \n•\t Use elasticised bandage, compression sleeve, or cloth. \n•\t Wrap injured part firmly. \n•\t \t Do\tnot\timpair\tblood\tsupply.\t\n•\t Too tight bandage may cause more swelling. \n•\t Wrap over ice. \n•\t Loosen the bandage if it gets too tight. Box 12.7\nRICE\nR   - Rest\nI    - Ice\nC   - Compression\nE   - Elevation\nChapter-12 First Aid & safety indd.indd   182 08-11-2016   11:48:18 AM\n2024-25\n\n--- Page 7 ---\nFirst Aid and Safety  183\nElevation\n•\t Elevate injured part above the level of heart. \n•\t \t Decreases \tswelling \tand\tpain.\t\n•\t Use objects and pillows.  \n12.5  transportIng  the person  For MedIcal  help aFter \ngIvIng FIrst aId\nMedical \tevacuation \tof\tthe\tsick\tand\twounded \t(with\tmedical \t\ncare) is the responsibility of the medical personnel who have \nbeen provided special training and equipment. Therefore, unless there is an emergency, wait for some means of medical evacuation to be provided. When the situation is urgent and you are unable to obtain medical assistance or know that no medical evacuation facility may be available, you yourself will have to transport the casualty. For this reason, you must know how to transport without increasing the seriousness of his/her condition.actIvIty  12.5\nThe school authorities must provide practical exposure to students by organising a First Aid training programme in the campus.\nChapter-12 First Aid & safety indd.indd   183 08-11-2016   11:48:18 AM\n2024-25\n\n--- Page 8 ---\n184 Health and Physical Education  — Class IX\nASSESSMENT\nAnswer the following questions\n1. What is first aid?\n2. What are the various kinds of injuries caused sometimes, \ndue to participation in sports?\n3. What is a burn injury? How many kinds of burn injuries are there?\n4.\n If someone gets a burn injury what will you do first?\n5. Mark\tthe\tstatements \tas\tTrue/False.\n (i) A first-aider must not panic, so that she/he can help in early transportation of the victim to the hospital.\n (ii) When an injury occurs in sports, then the activity causing injury must be stopped immediately.\n (iii) First aid is meant for sportspersons only.\n (iv) The primary aim of the first aid is to save the life of an individual.\n (v) First aid is provided by a medical doctor only.\nproject\n1. List the items which should be kept in the first aid box.\n2. Prepare a first aid kit in consultation with the teacher concerned. Keep it in the classroom. (Activity 12.1)\n3.\n Discuss \twith\tstudents \thow\tyou\twill\tensure\tthat\tall\titems\tare\talways\tpresent\tin\tthe\t\nfirst-aid box.\nChapter-12 First Aid & safety indd.indd   184 08-11-2016   11:48:18 AM\n2024-25\n",
    "total_characters": 17158,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page1_img6.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page3_img5.png",
      "page": 3
    },
    {
      "filename": "page3_img6.png",
      "page": 3
    },
    {
      "filename": "page3_img7.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page8_img5.png",
      "page": 8
    }
  ],
  "image_count": 38,
  "keywords": [
    "First",
    "Chapter",
    "There",
    "Safety",
    "Health",
    "Physical",
    "Education",
    "Class",
    "Injuries",
    "Apply",
    "These",
    "Compression",
    "Elevation",
    "Discuss",
    "Water",
    "Hypothermia",
    "Remove",
    "While",
    "Carefully",
    "Cover"
  ]
}