{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 4,
    "chapter_name": "iehp104",
    "source_file": "iehp104.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n4.1 IntroductIon\nPhysical fitness is one of the core preconditions of health. We \ncannot imagine a person to be healthy without being physically \nfit. Physical fitness, therefore needs to be appreciated in full measure. The common perception of physical fitness is the absence of ailment. If individual is not suffering from any perceptible disease, then he is considered physically fit. Is it true? Another significant issue is whether there is a universal condition of physical fitness which is uniformly applicable to all. It is not so. Physical fitness of young people is different from that of the aged. The physical fitness of a sports person is different from that of the persons working in army factory or a layman. In fact, physical fitness means different things to different people. In this lesson, let us discuss various aspects of physical fitness.\n4.2 PhysIcal  FItness  and Its ImPortance\nIn earlier classes, physical fitness has been defined as the \ncapacity of a person to carry out the daily activities without undue fatigue. Physical fitness is considered as a measure of the body’s ability to function efficiently and effectively during work and leisure activities. In order to remain physically fit and healthy, we need to engage ourselves in physical activities and take measures for physically fit.\nPhysical fitness is an important area of discussion as the \nnumber of childrens becoming obese. The normal physical activities, which were done in earlier times both at home and outside as part of day-to-day routine have reduced due to development of science and technology. The work that was done manually is now being carried out by machines. The use of automated equipment such as automatic machines, remotes, mobiles and changes in lifestyles affect health and physical fitness. It has become a matter of deep thinking  for all of us. \nNow a days we find increased marketing of packaged food \nand diet for physical fitness. Many such health products now are advertised on TV and radio, and in newspapers, booklets  and magazine. It is important for all of us to understand that physical fitness cannot be achieved without doing physical exercise regularly. We should not resort to any shortcut that Physical Fitness\nBox 4.1\nPhysical fitness is the body’s ability to function efficiently and effectively in work and leisure activities. Optimum efficiency is the key to physical fitness.4\n2024-25\n\n--- Page 2 ---\nPhysical Fitness  39\nis frequently advertised in the media these \ndays to achieve fitness or maintain balance in life style. Moreover, these products may have side effects in our daily life.\n4.3 n eed oF PhysIcal  FItness  and \nWell-BeIng \nAs discussed in the first chapter on Health and Diseases, the benefits of being physically fit for the individual are manifold. The quality of life of an individual improves when he/she consciously adopts healthy lifestyle which promotes physical fitness as follows:\n4.3.1\n Physical fitness\n•\t improves the functioning of heart and lungs by increasing \nthe availability of oxygen to all tissues and organs in the body system;\n•\t\n improves muscle tone;\n•\t promotes the development of good posture, proportionate figure, and thereby positive body image and physical appearance;\n•\t\n ensures quick recovery after injury and illness;\n•\t decreases the risk of cardio-vascular disease; (like Heart attact, Asthma etc.)\n•\t\n reduces and controls undesirable body fat. When the individual does excercise, takes proper diet that also fulfils nutritional requirement, it helps maintain ideal \nbody weight;\n•\t\n increases energy level of a person; \n•\t improves the mood by reducing depression and anxiety;\n•\t postpones fatigue and reduces recovery time after vigorous activity; and\n•\t\n helps people to meet challenges of life, makes them self-confident and delays the ageing process.\nBeing physically fit is important for all the age groups. To \nlive better life to the fullest and enjoy all the opportunities, one \ntry to be physically fit. \nPhysical fitness is essential \nfor each and every individual at \nall stages of life. To achieve fitness, various modes and methods are available. Before adopting such methods, warming up before activities and cooling down after activities are essential to minimise any risk of injuries of an every individual.\n4.4 c omPonents  oF PhysIcal  FItness\nPhysical fitness can be classified into health realted fitness and skill-related fitness. The health-related components are: actIvIty  4.1\nCollect information from people of \ndifferent age groups living in  your home and neighbourhood about their physical activities that they performed regularly.\nInquiry and record from them, what do \nthey understand by physical fitness.\nAnalyse their relationship of physical \nactivities and physical fitness.\nChapter-4 Physical Fitnessindd.indd   39 08-11-2016   11:12:08 AM\n2024-25\n\n--- Page 3 ---\n40 Health and Physical Education  — Class IX\n(i) Cardiovascular Fitness, (ii) Muscular Strength, (iii) Muscular \nEndurance, (iv) Body Composition and (v) Flexibility. The skill-Related Fitness Components are: (i) Agility, (ii) Balance, (iii) Neuro Muscular Adaptations and Coordinative abilities, (iv) Speed,  \n(v) Strength, and (vi) Reaction Time.\n4.4.1\n Components of Health Related Fitness \nCardio-respiratory Endurance: Cardio-respiratory \nendurance reflects the ability of \nthe body’s circulatory and \nrespiratory systems to supply fuel during sustained physical \nactivity. To improve your cardio-respiratory endurance, try activities that keep your heart rate elevated at a safe level for a sustained length of time such as walking, running, jogging, swimming,  bicycling etc. The activity you choose need not be strenuous enough to improve your cardio-respiratory endurance. Start slowly with an activity you enjoy, and gradually work up increase to a more intense pace.\nMuscular Strength is the amount of force applied on \nmuscle or muscle groups, is able to exert for one maximal effort (contraction).The key to making your muscles stronger is working them against resistance, whether that be from weights or gravity. If you want to gain muscle strength, try excercises such as lifting weights (under proper supervision).\nMuscular Endurance is the ability of a muscle or muscle \ngroup to exert force against a submaximal load for a given length of time (or number of repetition) before fatiguing to the point of failure.\nBody Composition refers to the proportion of team body \nmass to body fat, it includes amount of muscle, fat, bone, and other vital parts of the body. Body composition is important to be considered for health and managing the body fat. \nFlexibility is the range of motion around a joint. Good \nflexibility in the joints can help prevent injuries through all stages of life. If you want to improve your flexibility, try yoga, gymnastics and basic stretching exercise programme.\n4.4.2\n Components of Skill-related Fitness\nAgility is the ability to change and control the direction \nand position of the body while maintaining a constant, rapid \nmotion. For example changing directions to hit a tennis ball. \nBalance is the ability to control or stabilise the body when \na person is standing still or moving. For example, handstand \nin gymnastics. \nCoordination is the ability to use the senses together \nwith body parts during movement. For example, dribbling a \nbasketball. Using hands \nand eyes together is called hand-eye \ncoordination. Box 4.2\nBody Mass Index \n(BMI)\nIt is an estimate \nof an individual’s relative body fat. It is calculated by measuring his/her height and weight using the formula; body weight in kgs/height in metre squared (m)\n2.\nChapter-4 Physical Fitnessindd.indd   40 08-11-2016   11:12:08 AM\n2024-25\n\n--- Page 4 ---\nPhysical Fitness  41\nSpeed is the ability to move your body or parts of your \nbody swiftly. Many sports rely on speed to gain advantage over \nopponents. For example, a Basketball player making a fast break to perform a lay-up, a tennis player moving forward to get to a drop shot, a football player running the defense to receive a pass.\nPower is the ability to move the body parts swiftly \nwhile applying the maximum force of the muscles. Power is a combination of both speed and muscular strength. For example, volleyball players lifting up to the net and lifting their bodies high into the air. \nReaction Time is the ability to reach or respond quickly \nto what you hear, see or feel. For example, an athlete quickly coming off the blocks early in a swimming or track event, or stealing a base in baseball. \n4.5 a ctIvItIes  For develoPIng  PhysIcal  FItness\nThe type of activities that may be useful to different aspects of \nfitness are aerobic and anaerobic. These are as follow:\n(a) Aerobic ActivityAerobic Exercise: any physical activity that requires increased \noxygen is an Aerobic exercise. Aerobic activity or exercise is therefore the same as cardiovascular exercise as it\n•\t\n increases cardiac capacity\n•\t strengthens the heart and lungs\nAerobic fitness is the capacity of an individual to sustain \nexercise for a prolonged period of time, for example jogging for more than 15 minutes, cycling and calisthenics etc.actIvIty  4.2\nFind out your BMI\nTake your body weight in kgs and height in metres. Divide your weight by the square \nof height to obtain your BMI.  \nUsing the following norms, ascertain where you stand.\n                         weight in kgs\n                    ——————————\n                     Height in metres2\nBelow 18.5 kg/m2 - Underweight\nBetween 18.6 kg/m2 and 23 kg./m2 - Normal\nBetween 23.1 kg/m2 and 30 kg./m2 - Overweight \n30 kg/m2 - obese\nAlso select randomly five students of your class and calculate their BMI.\nSource: www.360living.in/article/body-mass-index-bmi.\nThe Indian health ministry has set new diagnostic cut-off for the body mass index as 23 as opposed to 25 globally, makes healths norms tighter.\nChapter-4 Physical Fitnessindd.indd   41 08-11-2016   11:12:08 AM\n2024-25\n\n--- Page 5 ---\n42 Health and Physical Education  — Class IX\nAerobic activities develop the cardio-respiratory endurance \nof an individual. The different types of aerobic activities are \naerobic dance, skipping, walking, long distance running, swimming, etc.\n(b) Anaerobic ActivityThe term Anaerobic means “without oxygen”. Anaerobic exercise \nis a high intensity activity for a short period of time. It relies on energy sources that are stored in the muscles of individuals.\nFig. 4.1 : Vertical Jump Test to Measure Power\nactIvIty  4.3\nVertical Jump Test to Measure Power\n•\t Stand facing a wall and reach up with your hand closest to the wall. \n•\t Keep your feet flat on the ground and mark the point of the fingertips that may be recorded. This is called the standing reach height as shown in Fig. 4.1. \n•\t\n Stand away from the wall and leap vertically as high as possible using both arms and legs to assist in projecting the body upwards. \n•\t\n Attempt to touch the wall at the highest point of the jump.\n•\t Find your score. The difference in distance between the standing reach height and the jump height is the score. \n•\t\n Do it three times. The best of three attempts is your final score.\nChapter-4 Physical Fitnessindd.indd   42 08-11-2016   11:12:09 AM\n2024-25\n\n--- Page 6 ---\nPhysical Fitness  43\nAnaerobic exercise develops stronger muscles. With \nvigorous workouts, there is temporary shortage of oxygen \nbeing delivered to the working muscles, for example sprinting or body building.\nHowever the early stage of all exercise is anaerobic.This kind of activity is responsible for developing speed. \nThis form of activity benefits the bones, i.e. their thickness increases. The different types of anaerobic activities are weight lifting, sprint races, jumping, mountain climbing, rafting etc.\n(c) All Team Games and Individual SportsAll major games and individual sports require a certain level of \nfitness components like strength, speed, agility, flexibility and endurance for successful participation. \n4.5.1\n Warming Up and Cooling Down\nWarming up is usually performed before participating in any \ngames and sports and physical activities. \nIt is important to \nkeep oneself  free from injury, pain and how to avoid fatigue. While warming up prepares your body for intense exercise, whereas cooling down helps bring it back to near normal after rigorous activity.actIvIty  4.4\nCase: The football coach assesses the fitness of players of his team by making each of them run five lengths of the football field. One length of the field is 144m. He then makes a chart with the following parameters to assess the speed of each of his players.\nAverage speed=Distance/Time\nPlayers Time in seconds to cover \n5 lengths of the fieldDistance in metres Average Speed=\nDistance/Time\nPlayer 1 5 min 20 sec  \n(60 sec × 5) +20=320 sec144 × 5=720 m 720/320=2.25 m/s \nPlayer 2 4 min 10 sec 720\nPlayer 3 6 min 10 sec 720\nPlayer 4 6 min 10 sec 720\nWork out the average speed of players 2,3 and 4. Speed of player 1 is already calculated for you.\n•\t\n You and your friends may try to find out your speed in the same way by running known lengths of an open field in your neighbourhood. \nRepeat the activity for seven days and work out your average speed. Before starting this activity, measure one  length of the field.\nChapter-4 Physical Fitnessindd.indd   43 08-11-2016   11:12:09 AM\n2024-25\n\n--- Page 7 ---\n44 Health and Physical Education  — Class IX\nWarming Up: Muscle stiffness is thought to be directly \nrelated to muscle injury and therefore, the warming up should \nbe aimed at reducing muscle stiffness.\nWarming up should consist of a gradual increase in physical \nactivity for individuals for increasing joint mobility, stretching and various ways of sports related activities.\n•\tOne should warm-up aproximate 8-12 minutes or per specific requirements which include running, stretching of wrists, elbows, shoulders, neck, trunk, hip, knees, ankles joints.\nCooling Down: Once you are through with the workout \nand you reach the end of the game, it is equally important to ensure that the body cools down.\nCooling down should ideally consist of:•\t\n five to ten minute walk or light jog as it cools down the body temperature and relaxes the muscles.\n•\tabout ten minutes of static stretching exercises that include chest stretch, biceps stretch, hamstring stretch, calf stretch, hip and thigh stretch, front of trunk stretch and quadriceps stretch. Each stretch should not take more than 10 to 30 seconds.\nIntensity and duration of warming up and cooling down \nshould vary according to the nature of workout or game. The more rigorous the workout or game, the more rigorous should be the warm up and cool down.\nBenefits warming up and cooling down\nWarming Up Cooling Down\nWarming up is a low intensity dynamic exercise and static stretch performed to gradually prepare the body for further exercises and to present damage to skeletal muscles commutive tissue and heart.Cool down exercise used to prevent rapid drop in arterial blood pressure. After completion of vigorous  exercise, the person should move for few minutes untill his/her breathing come down to near normal.Box 4.3\nAim of warm-up is to prepare the mentally and physically fit student.\n1. Head tilt (side to side)\nChapter-4 Physical Fitnessindd.indd   44 08-11-2016   11:12:09 AM\n2024-25\n\n--- Page 8 ---\nPhysical Fitness  45\nASSESSME nT\nAnswer the following questions\n 1. What is meant by physical fitness?\n 2. What are the major components of physical fitness?\n 3. What is the difference between speed and strength?\n 4. Why well-being cannot be achieved without physical \nfitness?\n (a)  ............................................................................\n (b)  ............................................................................\n 5. What happens if an individual ignores warming up and  \ncooling down for the workout?\n  ..................................................................................  \n..................................................................................\n  ..................................................................................\nFill in the blanks\n (i) Ability to exert maximum force of contraction in minimum possible time..................\n (ii) Greatest amount of force a muscle or muscle group can exert in a single effort.......................\n (iii) Performance of repeated movements with a sub-maximal force for an extended period of time…..........\nTick (P) mark either Yes or \nno\n (i) Health and physical fitness are synonymous.(Yes/No)\n (ii) A physically fit person can carry out physical tasks for longer duration without fatigue. \n (Yes/No)\n (iii) Body composition is a health related physical fitness component. \n     (Yes/No) \n (iv) Agility and coordination are skills related \nto physical \nfitness components.         (Yes/No)\n (v) Vertical jump helps to measure flexibility.  (Yes/No) \nactIvIty  4.5\n1. List the activities which are generally done by you and your peers for physical fitness. \n Aerobic  .....................   .....................  .....................\n  .....................   .....................  .....................\n Anaerobic   .....................   .....................  .....................\n  .....................   .....................  .....................\n2. Write how often do you engage yourself in the above mentioned activities and their effect on your total health.\nChapter-4 Physical Fitnessindd.indd   45 08-11-2016   11:12:09 AM\n2024-25\n",
    "total_characters": 17522,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page5_img5.png",
      "page": 5
    },
    {
      "filename": "page5_img6.png",
      "page": 5
    },
    {
      "filename": "page5_img7.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page7_img5.png",
      "page": 7
    },
    {
      "filename": "page7_img6.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page8_img5.png",
      "page": 8
    }
  ],
  "image_count": 39,
  "keywords": [
    "Physical",
    "Fitness",
    "Chapter",
    "Fitnessindd",
    "Health",
    "Aerobic",
    "Warming",
    "Muscular",
    "Anaerobic",
    "Speed",
    "Power",
    "Cooling",
    "Player",
    "Education",
    "Class",
    "Strength",
    "Endurance",
    "Components",
    "Agility",
    "Vertical"
  ]
}