{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 15,
    "chapter_name": "iehp1ps",
    "source_file": "iehp1ps.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nHealth and Physical \nEducation\nTextbook for Class IX\n2024-25\n\n--- Page 2 ---\nFirst Edition\nNovember 2016 Kartika 1938\nReprinted\nAugust 2019 Shravana1941January 2020 Magha 1941March 2021 Phalguna 1942\nPD  88T RSP\n© National Council of Educational \nResearch and Training, 2016\n` 200.00\nPrinted on 80 GSM paper with NCERT \nwatermark\nPublished at the Publication Division \nby the Secretary, National Council of Educational Research and Training,  \nSri Aurobindo Marg, New Delhi 110 016 and printed at Saraswati Art Printers, E-25, Sector-4, Bawana Industrial Area, Delhi -110 039OFFICES OF THE PUBLICATION  \nDIVISION, NCERT\nNCERT CampusSri Aurobindo Marg\nNew  Delhi 110 016  Phone :  011-26562708\n108, 100 Feet Road Hosdakere Halli ExtensionBanashankari III Stage\nBengaluru 560 085  Phone : 080-26725740\nNavjivan Trust BuildingP.O.Navjivan \nAhmedabad 380 014  Phone :  079-27541446\nCWC CampusOpp. Dhankal Bus StopPanihatiKolkata \n700 114  Phone :  033-25530454\nCWC ComplexMaligaon  \nGuwahati 781 021  Phone :  0361-2674869\nPublication Team\nHead, Publication  : Anup Kumar Rajput\nDivision\nChief Editor  : Shveta Uppal\nChief Production  : Arun Chitkara\nOfficer\nChief Business  : Vipin Dewan\nManager (In charge)\nEditor  : Bijnan Sutar\nProduction Assistant  : Rajesh Pippal\n Cover  Illustrations\n D. K. Shende  Arvinder Chawla ALL RIGHTS RESERVED\np No part of this publication may be reproduced, stored in a retrieval system or transmitted, in any form or by any means, electronic, mechanical, photocopying, recording or otherwise without the prior permission of the publisher.\np\n This book is sold subject to the condition that it shall not, by way of \ntrade,  be lent,  re-sold, hired out or otherwise disposed of without the publisher’s consent, in any form of binding or cover other than that in which it is published.\np\n The correct price of this publication is the price printed on this page, \nAny revised price indicated by a rubber stamp or by a sticker or by any other means is incorrect and should be unacceptable.ISBN 978-93-5007-819-813149  – H ealtH and PHysical  education  \nTextbook for Class IX\npre pages.indd   2 22-Mar-21   11:38:17 AM\n2024-25\n\n--- Page 3 ---\nForeword\nMany factors like, physical, psychological, socio-economic \nand cultural influence our health, both in our day-to-day life and in the long run. Health of children is very important as they constitute a large percentage of our population. In this endeavour, school education plays an important role. Right to Education Act 2009 has very categorically focused on the role of school in holistic development and health of children in the age group  of 6-14 years. Therefore, health and physical fitness needs to be looked into at different levels of schooling.  Health and Physical Education (including Yoga) is an integral part of the school curriculum, towards an overall development of the child.  With this view, the National Council of Educational Research and Training (NCERT) is in the process of developing textbooks on Health and Physical Education for Classes IX and X.\nThe present textbook – Health and Physical Education for Class \nIX, focuses on a holistic understanding of health highlighting importance of exercise, games and sports, nutrition and the environment. This book also provides a scope to discuss the psycho-social and mental health related issues of children and collective responsibilities for healthy community living. Given the interdisciplinary nature of this subject, cross references have also been mentioned. \nGiven the inter-related nature of the concepts covered in the \narea of Health and Physical Education, the presentation is made in a cohesive and integrated manner, rather adopting fragmentary approach. Experiential learning activities for acquiring skills for healthy living are made an integral part of the book.\nNCERT appreciates the hard work done by the Textbook \nDevelopment Committee. I am highly thankful to Professor Saroj Yadav, Dean (Academic) and Project Coordinator of National Population Education Project (NPEP) and Adolescence Education Programme (AEP) for her continuous effort to develop this material in the present form. Several experts and teachers contributed towards the finalisation of this book. We are grateful to them and their institutions. \npre pages.indd   3 18-11-2016   4:25:29 PM\n2024-25\n\n--- Page 4 ---\nAs an organisation committed to systemic reform and \ncontinuous improvement in the quality of our products, NCERT \nwelcomes comments and suggestions which will enable us to undertake further revision and refinement. \nHrusHikesH  senapaty\n  Director\nNew Delhi  National Council of Educational\nJune, 2016  Research and Training\niv\npre pages.indd   4 18-11-2016   4:25:29 PM\n2024-25\n\n--- Page 5 ---\nTexTbook  developmenT  CommiTTee\nmembers\nBharati Sarkar, Former Associate Professor, Maitreyi College, Delhi \nUniversity. \nI.V Basavaraddi, Director , Morarji Desai National Institute of Yoga, 68, \nAshoka Road, Near Gol Dak Khana, New Delhi.Jaishri Acharya, Reader, Laxmibai National University of Physical \nEducation, Shakti Nagar, Gwalior-474002 (MP).\nLate Ajay Singh Ruhal, Associate Professor, DESS, NCERT, New Delhi.Sagarika Bannerjee, Dean and Head, Department of Physical Education, \nViswabharati University, Shantiniketan- 731235 (West Bengal).Sima Saigal, Assistant Professor, NERIE Shillong, NCERT.\nSwati Bhave, Executive Director , Association of Adolescent and Child \nCare in India, Visiting Consultant Indraprashtha Apollo Hospital,  \nNew Delhi\nmember  CoordinaTor\nSaroj Yadav, Dean Academic and Project Coordinator of NPEP, AEP, \nNCERT, New Delhi.\npre pages.indd   5 18-11-2016   4:25:29 PM\n2024-25\n\n--- Page 6 ---\npre pages.indd   6 18-11-2016   4:25:30 PM\n2024-25\n\n--- Page 7 ---\naCknowledgemenTs\nThe National Council of  Educational Research and Training (NCERT) \nacknowledges the valuable contribution of the following individuals for reviewing and refining the manuscript of this book: A.K. Uppal, Mayur Vihar, Phase II, Pocket E, Delhi; Ajay Kumar Bansal, Sports Authority of India, New Delhi; Amita Gupta, Freelance Editor, Pushp Vihar, New Delhi;  Ankur Yadav, Assistant Professor, Department \nof Communication, NIHFW, New Delhi;  Asha Bansal, SPE Zone-4, Directorate of Education, District North, East Yamuna Vihar, Delhi;  Ashok Kumar, MD, Programme Officer, Training Cell, IPP VIII Delhi \nSector VII, Rohini;  Bharti, MD, Assistant Director  (Ayurveda), Central \nCouncil for Research in Ayurvedic Sciences, 61-65, Institutional Area, Opp. D-Block, Janakpuri, New Delhi; Devender Singh Yadav, Senior \nLecturer, SCERT (DIET, DG), Delhi; Dhananjoy Shaw, Indira Gandhi Institute of Physical Education, F-403, Green Valley Appartments, Sector-22, Dwarka, New Delhi; Gulab Singh Gahlot, SPE, Office of Deputy Director of Education South, New Delhi; Indu Mazumdar, Professor, Laxmibai National University of Physical Education, Shakti Nagar, Gwalior-474002; D.C. Jain, Deputy Director General \n(NCD), Directorate General of Health Services, Ministry of Health and Family Welfare, Nirman Bhawan, New Delhi; Indu Sardana, Former TGT-Home Science, Sarvodaya Kanya Vidyalaya, Malviya Nagar, New Delhi; Jogishwar Goswami, Amity School of Physical and Sport Sciences (ASPESS), Sector-125, Amity University, Noida, U.P.; Manju Jain, Professor, DEE, NCERT, New Delhi; Mukesh Kohli, Associate \nProfessor, Physical Education, R.L.A College (Evening), Binito Juarez Marg, New Delhi; N.K. Jangira, Professor (Retd.), and Former Head, DTEE, NCERT, New Delhi; Meenakshi Pahuja, Assistant Professor, Physical Education, Lady Shri Ram College for Women, Lajpat Nagar, New Delhi; N.B. Shukla, Professor, Physical Education, Faculty of Arts, BHU, Varanasi; Poonam Khattar, Associate Professor, NIHFW, New Delhi; Raj Bala Dalal, Assistant Director , Physical Education, \nNew Delhi; Ramesh Pal, Professor, Laxmibai National University of Physical Education, Sadhana Arya, D-II/354, Pandara Road, New \npre pages.indd   7 18-11-2016   4:25:30 PM\n2024-25\n\n--- Page 8 ---\nDelhi-3; Shakti Nagar, Gwalior-474002; Sudhir Kumar Sharma, \nAssociate Professor, Department of Physical Education, Swarnim Gujarat Sports University, Sector-15, Gandhinagar; Sandeep Tiwari, Associate Professor, IGIPESS, University of Delhi, Delhi; Shamsher Singh Jung Bahadur, Retired Professor, Dean Faculty of Education, Department of Physical Education, CDL University, Sirsa; Sheela Kumari S, Associate Professor, Department of Physical Education, Gargi College, Siri Fort Road, New Delhi; Shivani Goswami, Retired from Mother’s International School, Sri Aurobindo Marg, New Delhi;  S. Gnaneswara Rao, RIE Bhubaneshwar; Vikram Singh, Assistant Director, Phy.  Edu., New Mehrauli Road, Jawaharlal Nehru University, \nNew Delhi-67; W.D. Bhutia, DDG, Ministry of Health and Family Welfare, New Delhi. \n We acknowledge with thanks the training material developed by \nDepartment of Sports for PYKKA, Ministry of Youth Affairs, Government of India. The material included in the chapter on individual and team game is heavily dependant on above materials.\nThe chapter on yoga is taken from the book Yoga — a Healthy Way \nof Living developed by NCERT for Secondary Stage.\nWe acknowledge with thanks for all the support given by  \nProf. Neeraja Rashmi, Head DESS for this textbook.\nWe acknowledge with thanks Shri R.N. Bhardwaj and Shri Naresh \nKumar Yadav for editing this material.\nWe acknowledge the contribution of Arvinder Chawla for making \nillustrations for this textbook, Junior Project Fellows Jayvir Singh and Sana Rehman and the word processing team Geeta Dwivedi and Nitin Kumar Gupta. \nThe Council gratefully acknowledges the valuable suggestions \nreceived from the National Monitoring Committee in the development of the manuscript of this textbook.\nviii\npre pages.indd   8 18-11-2016   4:25:30 PM\n2024-25\n\n--- Page 9 ---\nHow To Use THis book\nHealth is of concern to both the young and the old. Good health can be \nmaintained by eating the right kind of food, living in a healthy environment and undertaking physical activities throughout life. This textbook is, therefore, of more importance for the growing young students.  But then, how can both teachers and students make the best use of this book?\nAs a teacher you have to understand that this textbook is different \nfrom other subject textbooks in the sense that its contents need to be understood well and applied throughout life for one’s own well being and that of others. Its use should not, therefore, be solely examination driven. Even a general discussion from time to time would be useful. Activities included in it, are of practical nature and enjoyable and you can make sure that concepts are clarified by involving students in experiential learning. Physical activities and exercises of all kinds have been given to ensure the development of fitness and questioning skills, including life skills.\nYou as a student can undertake activities, play games and do yoga as \ngiven in the book in a relaxed manner for healthy living.  The textbook also contains abundant interesting case studies related to your age and concerns.  Thought provoking incidents have been included at relevant places. Think and answer questions related to various dimensions of \nhealth and physical education have been added. \nWe would welcome your feedback on this book in terms of — How \ndid you like this textbook? What are your experiences in organising or being a part of various activities?  What were the difficulties faced by you?  What changes would you like to see in the next version of this book?  Do write to us on all these and all other matters related to this textbook.  You could be a parent, a teacher, a student or just a casual reader.  You can send your feedback on the form at the end of this book to the undersigned.\nWe sincerely hope you enjoy this book and learn more than it offers.\nproffessor  saroj yadav\n   Dean (Academic) \nNew Delhi   National Council of Educational\nJune, 2016  Research and Training\npre pages.indd   9 18-11-2016   4:25:30 PM\n2024-25\n\n--- Page 10 ---\npre pages.indd   10 18-11-2016   4:25:31 PM\n2024-25\n\n--- Page 11 ---\nForeword  iii\nHow to Use this book  ix\nChapter  1 Health and Diseases  1-15\nChapter  2 Growing up with Confidence  16-29\nChapter  3 Physical Education  30-37\nChapter  4 Physical Fitness  38-45\nChapter  5 Sports Training  46-52\nChapter  6 Individual Sports  53-80\nChapter  7 Team Games  81-108\nChapter  8 Ethics in Sports  109-118\nChapter  9 Personality Development  119-150   \n  through Yoga\nChapter  10 Waste Management  151-160\nChapter  11 Diet for Healthy Living  161-176\nChapter  12 First Aid and Safety  177-184\nChapter  13 Social Health  185-193\nChapter  14 Adolescent Friendly Health Services  194-201\nAppendix   Feedback Questionnaire  202-203CONTENTS\npre pages.indd   11 18-11-2016   4:25:31 PM\n2024-25\n\n--- Page 12 ---\npre pages.indd   12 18-11-2016   4:25:32 PM\n2024-25\n",
    "total_characters": 12929,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page6_img5.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page9_img4.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    },
    {
      "filename": "page10_img5.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page11_img4.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page12_img3.png",
      "page": 12
    },
    {
      "filename": "page12_img4.png",
      "page": 12
    },
    {
      "filename": "page12_img5.png",
      "page": 12
    }
  ],
  "image_count": 52,
  "keywords": [
    "Delhi",
    "Education",
    "Physical",
    "Professor",
    "Chapter",
    "Health",
    "National",
    "University",
    "Council",
    "Training",
    "Director",
    "Research",
    "Assistant",
    "Associate",
    "Educational",
    "Kumar",
    "Singh",
    "Department",
    "Sports",
    "Sector"
  ]
}