{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 3,
    "chapter_name": "iehp103",
    "source_file": "iehp103.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n3.1 IntroductIon\nThe concept of physical education is generally understood \nas organisation of some games, sports or physical education \nactivities  in schools. There are schools where specific periods are allocated for this subject in the time table. It has been noticed that during such periods, most of the students are either left on their own to play the games in a way they like or they are taken to the field where they engage themselves in different sports without the guidance or supervision of teachers. In some schools, selected students play games like football, cricket, volleyball, hockey, basketball, and so on. Annual sports are organised, but again in such activities only \na few selected students participate. All these experiences taken together provide a basic understanding of the physical education as a concept. However, when we go into details of the aims, objectives and concepts of physical education, we learn that they go beyond these traditional beliefs.  \n3.2 PhysIcal  EducatIon\nAs we know, education, particularly \nschool education, aims at the holistic development of children. It provides students with opportunities to grow and develop as adults to be useful for the society. It is important for us to know that one of the most important requirements for growing into healthy adulthood is the physical growth which supports cognitive development. It is, therefore, necessary that all children get adequate opportunity to participate in free play, informal and formal games, sports and yoga activities. It is in this context that health has been made a significant component of the subject of Physical Education in the school education system of the country. The subject “Health and Physical Physical Education\nBox 3.1\nDefinitions\n1.  According to Webster’s Dictionary \n Physical education is a integral part \nof education which gives instructions in the development and care of the body ranging from simple calisthenic exercises to a course of study providing training in hygiene, gymnastics and the performance and management of athletics games. \n2.  Columbia Encyclopaedia\n Physical education and training, is \nan organised instruction in motor activities that contribute to the physical growth, health and body image of the individual.\n3.  Central Advisory Board of Physical \nEducation and Recreation  defines \nPhysical education as an education through physical activities for the development of total personality of the child to its fullness and perfection in body, mind and spirit.3\n2024-25\n\n--- Page 2 ---\nPhysical Education  31\nEducation” adopts a holistic definition of health within which \nphysical education and yoga contribute to the physical, social, emotional and mental development of a child.\nIn view of the above, the meaning of physical education \nbecomes a little different from what is commonly understood. Physical education comprises holistic education for the development of personality of the child to its fullest and perfection in body, mind and spirit through engaging in regular physical activities. Physical education through the medium of physical activities helps individuals to attain and maintain physical fitness. It contributes to physical efficiency, mental alertness and the development of qualities like perseverance, team spirit, leadership and obedience to rules. It develops personal and social skills among the learners and makes a positive impact on their physical, social, emotional and mental development. It also contributes to the total health of learners and the community. Physical education thus, can be defined as a subject that is not only focused on physical fitness but is also concerned with development of a number of skills, abilities and attitudes for leading a healthy lifestyle. It inculcates values like cooperation, respect to others, loyalty, self-confidence, winning with grace and losing with hope.\n3.3 o BjEctIvEs  of PhysIcal  EducatIon\nAs discussed above, by now it may be clear to you that the \naim of physical education is not only physical development but also to equip learners with knowledge, skills, capacities, values, and the enthusiasm to maintain and carry on a healthy lifestyle.  It promotes physical fitness, develops motor skills and the understanding of rules, concepts and strategies of playing games and sports. Students learn to either work as part of a team, or as individuals in a wide variety of competitive activities. The main objectives of physical education are to:\n•\t\n develop motor abilities like strength, speed, endurance, coordination, flexibility, agility and balance, as they are important aspects for good performance in different games and sports.\n•\t\n develop techniques and tactics involved in organised physical activities, games and sports.\n•\t\n acquire knowledge about human body as its functioning is influenced by physical activities.\n•\t\n understand the process of growth and development as participation in physical activities has positive relationship with it.\n•\t\n develop socio-psychological aspects like control of emotions, balanced behaviour, development of leadership and followership qualities and team spirit through participation in games and sports.\nChapter-3 Physical Education.indd   31 08-11-2016   11:08:01 AM\n2024-25\n\n--- Page 3 ---\n32 Health and Physical Education  — Class IX\n•\t develop positive health related fitness habits which \ncan be practised  lifelong so \nas to prevent degenerative \ndiseases.\n3.4 s coPE of PhysIcal  EducatIon\nPhysical education has evolved as a multi-disciplinary subject over time and its scope is not confined to physical fitness and knowing the rules of games and sports. It includes many topics which belong to other subjects like science, biology, genetics, psychology and sociology. It is possible that all the contents that constitute the scope of physical education may not find a place in the syllabus meant for school education. However, it contains all the content areas as stated below.\n3.4.1\n Games and Sports as a Cultural Heritage\nThe games and sport activities that you play today have a \nstrong linkage to our culture. Sport activities which dominate any region is embedded in the cultural milieu. Some of the sports that reflect the culture of a region of our country are Kho-Kho, Kabbadi, Archery, Lezim, Wrestling and so on. Our \nancestors survived on hunting \nwith the use of throwing \nstones as well as bow and arrows, running, jumping etc. were used for survival and recreation. Later when man became more civilised, it took the shape of competitive sports like athletics, wrestling, archery and so on. So, we can see a strong bonding of our culture in the present evolution of games and sports. \n3.4.2\n Mechanical Aspects in Physical Education\nPhysical education takes into consideration the \nmechanical aspects of various physical activities being performed. You are aware that the concepts regarding laws of motion, lever, force and its generation, maintenance of equilibrium, centre of gravity and its impact on movements, law of acceleration, speed and actIvIty  3.1\n1. Find out the following facts about your school and prepare a write-up. •\t\n Periods allocated for physical education in your school?  \n•\t What do students do during physical education periods? How many students \nof a class actually participate in activities during \nsuch periods?\n•\t What type of knowledge is provided by the teachers about the concerned games and sports related skills?\n•\t\n What do the students do during these classes when they are left free?\n2. Compare your write-up with the above objectives.\n3.  What will you do, if some of the objectives are not covered?\nBox 3.2\nPhysical education consists of:\n•\tgames and sports as a \ncultural heritage\n•\tmechanical aspects in physical education\n•\tbiological contents \n•\thealth education and wellness contents \n•\tpsycho-social content\n•\ttalent identification and training contents.\nChapter-3 Physical Education.indd   32 08-11-2016   11:08:01 AM\n2024-25\n\n--- Page 4 ---\nPhysical Education  33\nits development form important content areas of physical \neducation. You will also study these aspects in your science textbook.\n3.4.3\n Biological Contents in Physical Education\nThe contents drawn from the biological sciences take into \nconsideration the areas of heredity and environment, growth and development, organs and systems, understanding of joints classification, and possible movements around these joints. In addition, muscles and their properties, effect of exercise on various systems of the body (like circulatory, respiratory, muscular, digestive and skeletal systems) are also linked to physical activities.\n3.4.4\n Health Education and Wellness Contents in Physical \nEducation\nPhysical education includes contents related to the area of health education through understanding the concept of hygiene, knowledge about various communicable and non-communicable diseases, problems relating to health and their prevention, proper nutrition and balanced diet. Community health, school health service programme, assessment of health status, prevention, safety and first aid for common injuries are also included in the scope of physical education.\n3.4.5\n Psycho-social Content of Physical Education \nPsycho-social aspect of physical education extends to the \nstudy of areas regarding individual differences, personality development, learning of various skills, motivation and its techniques, anxiety management, ethical and social values, group dynamics, cooperation, cohesiveness and learning. It also focuses on emotional development, relationships with peer/parents and others, self concept and self esteem.\n3.4.6\n Talent Identification and Training Content in \nPhysical Education\nPhysical education includes contents with regard to talent identification, development of components in relation to specific sport, understanding of various types of activities like aerobic, anaerobic, rhythmic and calisthenics. Training programmes, learning and perfection of various movements, sport skills, techniques and tactical patterns, warming up, load adaptation, recovery and cooling down are also a part of physical education. \n3.5 t EachIng -lEarnIng  aPProach\nWe have, so far, discussed the importance of physical education as a subject area in the school curriculum. It is an integral part of Health and Physical Education which is prescribed as \nChapter-3 Physical Education.indd   33 08-11-2016   11:08:01 AM\n2024-25\n\n--- Page 5 ---\n34 Health and Physical Education  — Class IX\na compulsory subject at the Primary (Classes/Grades I-V), \nUpper Primary (Classes/Grades VI-VIII) and Secondary stages (Classes/Grades IX-X) and as an optional subject at Higher Secondary stage (Classes/Grades XI-XII). But as you may be experiencing in actual practices, this subject has not been treated at par with other core subjects. It is not transacted satisfactorily in majority of schools. And wherever it is transacted, either some knowledge about games and sports is imparted or only a selected group of students are engaged in games and sports as extra-curricular activities.\nArguments like lack of the needed infrastructure and \nequipments, absence of trained teachers and paucity of time in schools are given as reasons for indifferent transaction of physical education. In fact most significant reason is the lack of appreciation of the relevance of this area for the holistic development of children by school authorities, teachers and parents. \n3.5.1\n Methodology of Teaching-learning\nIt is generally believed that the methodology of teaching \nlearning is the concern of teachers only. Learners have little or nothing to do with it. But this is not true. The teaching-learning methods are concerns of learners as well. Knowing and understanding that how different subjects are taught are important for the learners of all subjects, but it has more relevance for the learners of physical education. When we \ntalk about you as learners of physical education, we \nmean that you have actually participated in the \nsubject area, rather than merely studied it. It needs a suitable learning environment and a positive will for participation. As you now know, physical education does not mean organisation of a few sports and games activities, involving only a selected number of students, and that too occasionally. The following points are significant for the appreciation of this subject and the\n\tneed\tfor\tadopting \tappropriate \tteaching \t–\tlearning \t\nmethodology:•\t Physical education is necessary to ensure \nparticipation of all children in free play, informal and formal games and sports activities. All students must be involved in health and physical education activities. Those \nwho choose to excel in games and sports need \nto be provided adequate opportunity.•\t Involvement of all learners means that even those \nstudents need to be involved, who are at the risk of marginalisation, for instance, who are differently abled. Such involvement will empower them to overcome the Box 3.3\n (i) Why do you feel that it is important for students to know how physical education activities are organised in school?\n (ii) Should the focus of physical education be only on selected students or for all? You can also discuss with your classmates.\n (iii) Seema is a differently abled girl and is  on a wheelchair in the playground. What will you do to involve her in \nthe game you are \nplaying?\nChapter-3 Physical Education.indd   34 08-11-2016   11:08:01 AM\n2024-25\n\n--- Page 6 ---\nPhysical Education  35\nsense of helplessness, inferiority and stigma. Differences \nbetween students must be viewed as resource for supporting learning rather than as a problem. Inclusion in education is one of the components of inclusion in society. \n3.5.2\n Physical Education Cards (PEC) Methodology \nVarious methodologies are being employed and efforts are on \nto develop innovative teaching-learning methodologies, one such methodology known as PEC-India Methodology has been developed. It is the outcome of \na joint initiative of the British \nCouncil and the Ministry of Human Resource Development, Government of India. Other international organisations, United Nations International Children Emergency Fund (UNICEF) and U.K. Sports were also involved. To begin with, this was developed for the primary stage and it was scientifically tried out in schools. The tryout has proved its effectiveness. Based on this experience, the Physical Education Cards (PEC) and Teachers’ Manual have been developed for the upper primary and secondary stages as well. Moreover, this methodology has also taken care of the needs of differently abled children. They should also be involved in physical education. The notable features of this methodology are as follow:\n (i) It ensures that every student \nparticipates in physical education activities equally. Each card provides essential information needed for engaging all students of a class in the selected game or activity, even though the class has larger number of students;\n (ii) Teachers as well as students have material in the form of cards that can be conveniently handled and used for a longer time and in a better way.\n (iii) The cards will not only facilitate the organisation of activities but also make it more convenient for the teacher as well as students to comprehend the concerned vocabulary as well as pedagogical tools to organise games, sports and activities and provide equal opportunity to every student to participate in these; and actIvIty  3.2\nYou must have observed some students not participating in physical education activities including sports in your school. Discuss with them and your peers how to ensure their participation in physical activities, individual and sports. \nFig.1 : Special child playing with bat\nChapter-3 Physical Education.indd   35 08-11-2016   11:08:02 AM\n2024-25\n\n--- Page 7 ---\n36 Health and Physical Education  — Class IX\n (iv) Each card mentions how the impact of activities \nconducted according to the proccess explained in it will attain the objectives of Health and Physical Education and how the achievements of students may be evaluated.actIvIty  3.3\nPrepare one Physical Education Card for any sport of choice in group.\nLet’s get fit\nLead up games for Kabaddi Track and field events\nChapter-3 Physical Education.indd   36 08-11-2016   11:08:03 AM\n2024-25\n\n--- Page 8 ---\nPhysical Education  37\nASSESSME nT\nAnswer the following questions\n 1. Define physical education and discuss its main \nobjectives.\n 2. What is the scope of physical education?\n 3. Describe a process that can ensure equal participation of all students of a class in a game of your choice. \n 4. Prepare a report on the actual implementation of health and physical education in your school.\n 5. How the community and its sources can be used for promoting health and fitness of children?\n 6. A teacher is regulary training 11 students for playing cricket. Do you think, the teacher is working towards the attainment of physical education objectives? Give adequate reasons for your thinking.\nFill in the blanks\n (i) Physical education has evolved as a multi……………subject.\n (ii) All children should get ………..to participate in games.\n (iii) Through physical education activities ………..of a child is developed.\n (iv) Physical education subject is at…….with other subjects.\n Tick (P) mark either Yes or no\n (i) Agility, balance and coordination are fundamental movement skills that are developed through participation in games and sports. \n (Yes/No)\n (ii) PEC means Physical Education Codes  (Yes/No)\n (iii) Physical Education has been made a compulsory subject from Class I-X.\n (Yes/No)\n (iv) Yoga is an integral part of Health and Physical Education Subject.\n (Yes/No)\n (v) PEC ensures that every child finds \nequal opportunity \nto play game and sports.  (Yes/No)\nChapter-3 Physical Education.indd   37 08-11-2016   11:08:03 AM\n2024-25\n",
    "total_characters": 17926,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page6_img5.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page7_img5.png",
      "page": 7
    },
    {
      "filename": "page7_img6.png",
      "page": 7
    },
    {
      "filename": "page7_img7.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page8_img5.png",
      "page": 8
    }
  ],
  "image_count": 38,
  "keywords": [
    "Physical",
    "Education",
    "Health",
    "Chapter",
    "Class",
    "Classes",
    "Grades",
    "Methodology",
    "However",
    "Sports",
    "Contents",
    "Psycho",
    "Content",
    "Training",
    "Primary",
    "Secondary",
    "Cards",
    "India",
    "Teachers",
    "Prepare"
  ]
}