{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 6,
    "chapter_name": "iehp106",
    "source_file": "iehp106.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n6.1 I ntroductIon\nGames and sports in some form or the other have been a part \nof human life either for survival or for pleasure. Gradually \nhuman beings started organising events including games and sports as community events. Consequently, the need was felt to acquire specific skills and advancement in many sports. Each sport has its specific skills which need to be developed for playing correctly. In this chapter we are going to discuss how some individual sports have evolved and how to develop proficiency in playing these sports. Rules and regulations of these sports are revised from time to time by there federations.\n6.2 B admInton\nBadminton is a game which is played by men, \nwomen (Singles/Doubles) and both men and women ( Mixed Doubles) together. It can be played by persons of all ages. The first set of rules were formulated in Pune, in India in 1901. These rules were gradually adopted by other nations. Due to this reason, it is believed that badminton originated in India. However, the game became an international sport after the first All England Championship. In 1934, the International Badminton Federation (IBF) was formed and the rules of the game were standardised. World Badminton Federation (WBF) regulates the game. Badminton Association of India came into existence in 1934 and various State \nBadminton Associations are affiliated to it.\n6.2.1  Types of Events\n•\t Singles (boys, girls), \n•\t Doubles (boys, girls),\n•\t Mixed Doubles (Combination of a boy and a girl)\n6.2.2  Facilities and Equipment \n•\t For playing badminton, a racket, net and shuttle cock  \nare required.\n•\t Court measurements: The length and width of the \ndoubles court shall be of 13.40m × 6.10m. The height of the net is 1.55m at the sides and 1.52m at the centre.Individual Sports 6\nBox 6.1\nIt is important to note that \nplaying any sport:\n•\tstrengthens heart muscles;\n•\treduces hypertension;\n•\thelps in keeping optimal weight \nas per height; and\n•\thelps in preventing of bone related disorders.\nIf played at least for 30 minutes a day after adequate warming up it keeps you feeling strong, motivated, stress-free, having high self-esteem and induces better sleep at night. \nactIvIty  6.1\nCollect information \nabout your  favourite \nBadminton player national/international and which aspects of his/her game do you like?\n2024-25\n\n--- Page 2 ---\n54 Health and Physical Education  — Class IX\n6.2.3  How to Play Badminton \nIn singles, there is one player on each side and in doubles, \nthere are two players on each side.\n•\tThe game begins with a toss and winner of the toss has the choice either to serve or to receive to serve or opt any side of the court to start the game. \n•\tEach player has to serve from alternate sides of the court and winner of each rally will get one point. \n•\tA standard game consists of 21 points with a two point difference. \n•\tThe side winning a game, serves first in the next game. \n•\tServer and receiver stand in diagonally opposite service courts and the shuttle must be hit below the waist. \n•\tThe shaft of the racket must be pointing in the downward direction with both feet in \ncontact with the surface of the \ncourt until service is delivered. \n•\tA ‘let’ is called when a rally is stopped without any point. A let may be given, if: \n\t –\t there is an accidental interference during play,\n\t –\n\t\t the\tshuttle\tgets\tcaught\tin\tthe\tnet\tafter\tpassing\tover\t\t\n  the net (except during service).\nFig. 6.2 : A Racket and \na Shuttle\nFig. 6.1 : Badminton Court\nChapter-6 Individuals Sports.indd   54 08-11-2016   11:36:27 AM\n2024-25\n\n--- Page 3 ---\nIndividual Sports  55\nactIvIty  6.2\nIs badminton \nplayed in your school? If yes, is it played in a specially prepared court? Observe the court and find out the measurements. Compare it with the Fig. 6.1 given in your book.\t –\n\t\t the\tserver\tserves\tbefore\tthe\treceiver \tis\tready.\n\t –\t\t umpire \tis\tunable\tto\tmake\ta\tdecision.\n\t –\t\t both\tsides\tcommit\ta\tservice\tcourt\terror.\n\t –\t\t any\tother\tsituation \tas\tdeemed\tfit.\n•\t A player will lose the rally if service is not correct or server misses the service or shuttle lands \noutside the \nprescribed area, shuttle passes through the net, shuttle does not cross the net, shuttle touches the walls/ceiling or shuttle hits twice on the player’s racket and any part of her/his body touches the net.\n•\tThree types of cards are used in Badminton, i.e. yellow card for first warning due to misconduct, red card for those who have been previously warned and black card for disqualifying a player for persistent misbehaviour, this shall render a player disqualified for the entire tournament.\n6.2.4\n Fundamental Skills of Badminton\nThe Forehand Grip\nThe grip is very important for a player.  The racket is held with \na shake hand grip. The 'v' between the thumb and fore fingers runs down the middle of the side of the handle as shown in Fig. 6.3. \nBackhand Grip\nIn this, the player holds the racquet in the \nforehand grip. She/he then relaxes the grip and moves her/his hand over the top edge of the handle until the thumb lies flat along the back edge.  The strength is directly behind the backhand face of the racket. \nFootwork\nFootwork is an essential skill for Badminton. \nBeing agile and flexible, enables a badminton player move all over the court efficiently in accordance with a Forehand, Backhand, \nDrop, \nDrive shot etc. and these are given below:\nStrokes\n•\t Forehand stroke - The stroke which is \nhit from the right side of the body by the right handed player.\n•\t\n Backhand stroke - The stroke which is hit from the left side of a right handed player.\n•\t\n Smash - The player will jump upwards, sideways and backwards and the shuttle is hit (smashed) quickly and forcefully downwards.\nFig. 6.3 : Forehand Grip\nChapter-6 Individuals Sports.indd   55 08-11-2016   11:36:27 AM\n2024-25\n\n--- Page 4 ---\n56 Health and Physical Education  — Class IX\n•\t Drop - This shot is slow and is hit gently but firmly and \nafter clearing the net the shuttle falls close to the net.\n•\t Drives - These are shots hit flat into the side zones with impact of the racquet hand.\n•\t\n Toss and clear - The shuttle is hit high and deep towards the baseline of the opponent.\nThe Service\nThe service is one of the most important strokes. There are two \nbasic badminton serves:\n•\tLong/High service \n•\tShort/Low service \n•\tThe player should be centrally located on the court standing halfway between the net and the backline and near the centre service line.\n•\tkeep the body sideways to the receiver’s service court.\n•\tusing forehand grip the server takes the service position with both hands between the chest and shoulder.\n•\tdrop the shuttle and hitting hand is brought down and forward, forearm rotates upward at the point of contact.\n6.2.5\n Scoring\nIf a serve lands in the court of the opponent without volleyed back or the opponent returns a volley outside the play area, the server scores a point. In case of boys, it is best of five games of 21 points with two points lead, e.g. 21-19, 19-21, 22-20 and 21-17 and in case of girls, best of three games with same lead of two points. \nFig. 6.4 : Badminton service1 2 3\nChapter-6 Individuals Sports.indd   56 08-11-2016   11:36:28 AM\n2024-25\n\n--- Page 5 ---\nIndividual Sports  57\n6.3 GymnastIcs\nThe word gymnastics has been derived from the Greek word \n‘Gymnos’ meaning “naked art”. In ancient Greek, the word “Gymnastics” was used to denote the exercise done with the naked body. Guts Muths, is known as the Grand Father of Modern Gymnastics and Friedrich Ludwig Jahn is known as the Father of Gymnastics. Modern gymnastics is regulated by the Federation International de Gymnastique (FIG) which was founded in 1881. Gymnastics was included in the Modern Olympic Games in 1896 and women gymnastics was introduced in Olympic Games in 1928. The first gymnastics world cup was organised in 1975. At present, gymnastics as an event can be seen in almost all the known multi sports meets.\n6.3.1\n Types of Gymnastics\nBroadly gymnastics has been classified in three types, i.e. Basic \nGymnastics, Sportive Gymnastics, and Auxiliary Gymnastics.\nSportive gymnastics is further categorised as artistic (men \nand women), rhythmic, aerobics, acrobatics, and trampoline gymnastics. This chapter deals with artistic gymnastics which is a popular discipline of gymnastics. Artistic gymnastics apparatus for men are: floor exercise, pommel horse, roman rings, vaulting table, parallel bars, and horizontal bar. For women, the apparatus are: vaulting table, uneven bars, balancing beam and floor exercises.\n6.3.2\n Basic Skills of Artistic \nGymnastics\nAs you know now, gymnastics is performed on various apparatus and for all the apparatus some skills are identified as the basic skills of \nthe \ngame. Some basic skills, apparatus wise are listed below: \n1. Floor Exercises \nFloor exercises are done on floor \ncarpet. Measurement of floor mat is \ngiven in (Fig. 6.5)\n•\tHandstand is an inverted \ngymnastics controlled skill performed by supporting the body on both hands, with the arms straight and the body vertical. (Fig. 6.5.1)\n•\tCartwheel is a common gym-\nnastics skill where a gymnast starts with one leg push and \nFig. 6.5 : Floor Exercise Mat\nChapter-6 Individuals Sports.indd   57 08-11-2016   11:36:28 AM\n2024-25\n\n--- Page 6 ---\n58 Health and Physical Education  — Class IX\nplaces her/his hands on the ground in the same line \nwhile kicking with other leg up into a side handstand. The gymnast then lands with one leg on the other side followed by the other leg. (Fig. 6.6)\n•\tFront Handspring is a forward tumbling skill that starts with a step or a hurdle. The body then bounces on to the hands and rotates through a handstand before landing on the feet. (Fig. 6.7)\n•\tRound-off is a \ncommon gymnastics movement that leads into many more difficult skills. It is performed by pushing off one leg, swinging legs quickly in a cartwheel motion and landing on both feet with a half turn. It is usually the initial skill for all backward tumbling movements. (Fig. 6.7.1)\nFig. 6.7.1 : Round Off\nFig. 6.6 : Cartwheel\n Fig. 6.5.1 : Handstand\nFig. 6.7 : Front HandspringactIvIty  6.3\nThe student must learn to perform five floor exercises. As per availability of the apparatus.\nChapter-6 Individuals Sports.indd   58 08-11-2016   11:36:32 AM\n2024-25\n\n--- Page 7 ---\nIndividual Sports  59\n2. Pommel Horse (Fig. 6.8)\n•\tLeg swings are considered as one of the basic swings \non pommel horse. These are sideways swings which are performed with legs apart. Leg swings are the basis for scissors, leg cuts and undercuts and one leg circle. (Fig. 6.8.1)\n•\tOne Leg Circle can be done with right as well as left leg. The procedure and technique of leg circle is given in Fig. 6.8.2.\nFig. 6.8.1 : Leg Swings\nFig. 6.8 : Pommel \nHorse\nFig. 6.8.2 : One Leg Circle\nChapter-6 Individuals Sports.indd   59 08-11-2016   11:36:33 AM\n2024-25\n\n--- Page 8 ---\n60 Health and Physical Education  — Class IX\n3. Roman Rings (Fig. 6.9)\n•\tInlocation – This skill is typically performed by kicking \nheels high behind in a backward swing. On the top of \nthe swing, head rolls forward and arms and shoulder rotate inwards, bringing the body once again into a pike position. (Fig. 6.9.1)\n•\tDislocation –\n\tThis\tis\ta\tskill\tin\tgymnastics \tthat\tinvolves \t\na rotation of the shoulders when performing a forward swing or movement. Dislocation requires a good degree of shoulder flexibility. (Fig. 6.9.2)Fig. 6.9.1 : Inlocation\nFig. 6.9.2 : Dislocation\nFig. 6.9 : Roman Rings\nChapter-6 Individuals Sports.indd   60 08-11-2016   11:36:35 AM\n2024-25\n\n--- Page 9 ---\nIndividual Sports  61\nFig. 6.11.1 : Upper arm support swingFig. 6.10.1 : Split vault\nFig. 6.10 : Squat vault4. Vaulting Table\n•\tSquat vault – \t\tIn\tthis\tskill\ta\tgymnast \tcrosses\tover\tthe\t\nvaulting table with knees bent and body bent from the \nhips. (Fig. 6.10)\n•\tSplit vault – \tIn\tthis\tskill\tthe\tbody\tbends\tforward\tfrom\t\nthe hips as the feet pass over the table with split (legs apart) legs. (Fig. 6.10.1)\n5. Parallel Bars (Fig. 6.11)\n•\tUpper arm support swing \n–\t\nAt the start of front swing, the body is straight and slightly \npike, with shoulders as high as possible. Thereafter, the body swings backward. (Fig. 6.11.1)\nFig. 6.11 : Parallel Bar\nChapter-6 Individuals Sports.indd   61 08-11-2016   11:36:38 AM\n2024-25\n\n--- Page 10 ---\n62 Health and Physical Education  — Class IX\n•\t L–hold \tposition –\tIn\tthis\tposition \tthe\tgymnast’s \tarms,\t\nlegs and body are held straight over the parallel bars \nwhile legs are brought at an angle of 90 degrees at the hips in support position. (Fig. 6.11.2)\n6. Horizontal Bar (Fig. 6.12)\n•\tFront hip circle \n–\tIn\tthis\tskill,\tthe\tbody\tacquires \ta\t\nforward movement around the bar while touching upper part of thigh to the bar and body rotates forward and downward around the bar in a circle.\n•\tBack hip circle –\n\tIn\tthis\tskill,\tthe\tbody\tacquires \ta\t\nbackward movement around the bar with the hips resting on the bar and the body rotating backward and downward around the bar in a circle.\n7. Balancing Beam (Fig. 6.13)\n•\tBalance on one leg ('T' Balance) –\n\tIn\tthis\tskill\ta\t\ngymnast stands on one leg, with other leg backward \nabove horizontal level keeping arms side ways and holds the position for 2 seconds.•\tWalking on the beam - In this skill, the gymnast \nrocks the knees with feet pointing on each step and performs walk, with variations in arms movements. Eventually the arms position can be combined during the walk on each step changing from straight arms out to crown up and vice-versa.\nFig. 6.11.2 : L-Hold position\nFig. 6.12 : Horizontal Bar\nFig. 6.13 : Balancing Beam\nChapter-6 Individuals Sports.indd   62 08-11-2016   11:36:40 AM\n2024-25\n\n--- Page 11 ---\nIndividual Sports  63\n8. Uneven Bars (Fig. 6.14)\n•\tFront hip circle – \tThe\tgymnast \tinitiates \tthe\t\nskill from support position. The gymnast \nfalls forward with a tight body touching upper thigh or stomach, leaning well forward to initiate momentum and to complete the forward circle. \n•\tBack hip circle \n–\tIn\tthis\tskill,\tfrom\tsupport \t\nposition, a gymnast takes back swing, brings body forward and by touching the upper thigh with the bar takes shoulders backward and rotates around the bar.\n•\tEvaluation Procedure for the above elements (Movements) –\n\tThere\tare\tfour\t\nelements on floor exercises and two elements each, on all other apparatuses given \nin this chapter. \nThe evaluation of these elements will be done as per the following procedure.\n (a) Value of each element is =5.00 points (each element will be evlauated out of 5.00 points)\n (b) Value of four elements on floor \nexercises =20.00 points \n(Four elements × 5.00 points each =20.00)\n (c) Value of two elements on pommel horse =10.00 (Two elements × 5.00 points each =10.00)\n (d) Value of two elements on rings =10.00 points \n (e) Value of two elements on vaulting table =10.00 points\n (f) Value of two elements on parallel bars =10.00 points\n (g) Value of two elements on horizontal bars =10.00 points\n (h) Value of two elements on balancing beam =10.00 points\n (i) Value of two elements on uneven bars =10.00 points\n The total value for the boy's section comes to 70.00 points \n(i.e. 20.00 for floor and 50.00 for rest of the five apparatuses)\nThe total value for the girl's section comes to 50.00 points \n(i.e. 20.00 for floor and 30.00 for \nrest of the three apparatuses)\n6.4  Judo\nJudo had its origin in the ancient Japanese art of Ju-jitsu \n(Gentle art), a system of hand-to-hand combat. It is a sport of Asian origin which was included in Tokyo Olympic Games in 1964. The first school of Judo was started by Professor Jigoro Kano in 1882 at Eishoji (a Buddhist temple) in Tokyo, Japan. As a player progresses through the ranks (Grading reflected by the belt of the Judo player) and the very nature of the grading system ensures that the next goal is always realistic and achievable with effort. \nFig. 6.14 : Uneven Bar\nactIvIty  6.4\nJoin a Judo class in \nyour school or in your locality and share your experience with your friends.\nChapter-6 Individuals Sports.indd   63 08-11-2016   11:36:40 AM\n2024-25\n\n--- Page 12 ---\n64 Health and Physical Education  — Class IX\n6.4.1  Competition Area (Square)\nThe Judo platform is 18m long,18m wide and  50cm in height. \n Total area for competition  :  14m x 14m \n Contest area including danger zone  :  10m x 10m \n Danger zone in red colour  :  1m in width\n Safety area outside danger zone  :  3m in width\n Distance between the tapes  \n (red and white) at the centre area  :  4m\n Length of tapes  :  25m\n Width of tapes  :  6cm\nDuration of Bouts (boy/girl)  :  5min/4min\nThe Judo bouts are played in different weight categories for \nequality and to avoid injuries because \nbody weight has direct \nrelation with body inertia, mass and strength (force) of an \nindividual. There are following categories of Judo competitions in india:\n1.\n Sub-junior girls having different weight categories.\n2. Sub-junior boys having different weight categories.\n3. Junior girls having different weight categories.\n4. Junior boys having different weight categories.\n5. Women (senior) having different weight categories.\n6. Men (senior) having different weight categories.\nNote: The weight categories keep on changing. For latest weight categories \nkindly contact the game website www.onlinejbi.org.rulesdis.php)    \n6.4.2   Judo Grades\nJudo grades are divided into “Kyu” (pupil) “Dan” (master or \nteacher) grade.\n•\t10th Kyu will wear white belt  \n•\t9th Kyu will wear yellow belt\n•\t7th and 8th Kyu will wear orange belt\n•\t 5th and 6th Kyu will wear green belt\n•\t 3rd and 4th Kyu will wear blue belt \nFig. 6.15 : Judo steps\nChapter-6 Individuals Sports.indd   64 08-11-2016   11:36:41 AM\n2024-25\n\n--- Page 13 ---\nIndividual Sports  65\n•\t 1st and 2nd Kyu will wear brown belt\n•\t1st, 2nd, 3rd, 4th and 5th Dans will wear black belt\n•\t 6th and 7th Dans will wear red and white striped belt\n•\t 8th, 9th and 10th Dans will wear red belt.\n6.4.3   Scoring\nScoring Throwing Holding\nIppon Throwing the opponent \nwith considerable speed, force and squarely on his/her back (control)Maintaing a recognised hold for 20 seconds\nWaza-ari Throwing the opponent with speed and force and squarely to his back (control) but any one of the above component is lacking partly. (Note: two waza-ari become an \nIppon)Maintain a recognised hold for 15 seconds to less than 20 seconds\nYuko Throwing the opponent with speed and force and squarely to his/her back (control) but any two of the above components is lacking partly.Maintain a recognised hold for 10 seconds to less than 15 seconds.\nSpecial\n\tdecision \t–\tWhen not fit to continue because of \ninjuries, winner is she/he, who is injured due to errors of his/her opponent and loser is she/he who is injured because of his/her own mistakes/faults.\n6.4.4\n End of Contest\nThe contest will end as under :\n•\t scoring of Ippon.\n•\tscoring of Waza-Ari Awasete Ippon.\n•\t because of Sogo-Gachi (compound win).\n•\t because of Fusen-Gachi (default).\n•\tbecause of Hansoku-Make (disqalified).\n•\t because of injury.\n•\t because of expiry of allotted time.\n6.4.5  Fundamental Skills\n Rei (salutation) - Rei is of two types, i.e. Ritsu-Rei  \n (standing salutation), Za-Rei (sitting salutation)  \n Kumikata (gripping) How to hold the judogi  \n•\t  Migi kumikata (right side grip) \n•\t  Hidari kumikata (left side grip)\nChapter-6 Individuals Sports.indd   65 08-11-2016   11:36:41 AM\n2024-25\n\n--- Page 14 ---\n66 Health and Physical Education  — Class IX\n Shintai (walking movements)\n•\t Tsugi ashi (following foot movements)\n•\t Ayumi ashi (advance foot movements)\n Shizentai (posture)\n•\t Shizen-hontai (natural posture)   \n•\t Shizen-jigotai (defensive posture)\n Ukemi (break fall or method or art of falling)\n•\t Ushiro ukemi (back break fall)\n•\t Yoko ukemi (side break fall)\n•\t Mae ukemi (front break fall)\n•\t Mae mawari ukemi (forward rolling break fall\nTai-sabaki  turning movements or management of body \nmovements\nKuzushi  breaking the balance of the defender (UKE) or off balancing the UKE for applying Judo technique.\nTsukuri \n Fitting the body of attacker (tori) against the UKE for applying a technique against UKE.\nKake \n Actual or final action of throw technique that is execution of the throw technique.\n6.5 s wImmInG\nSwimming is a sport where a person propels his/her body through the water with his/her arms, called strokes, and legs kick and move progressively through water. Swimming is sometimes used for physical rehabilitation of people recovering from injuries because it is a non-weight bearing exercise. It is also a good recreational activity. \nSwimming was included in the first modern Olympic Games \nat Athens in 1896. The first Olympic Champion was Alfred Hajos from Hungary. Diving events were added in 1904. The women’s competitions were recognised in 1912. Federation Internationale de Natations Aquatics (FINA) was formed at London Olympic Games in 1908.\n6.5.1\n Facilities and Equipment  \n•\tSwimming Pool : The standard dimensions of a swimming \npool are: length 50m, width 25m and depth 1.80m.\n•\t Eight lanes of 2.5 m width each (10 lanes for international competitions). \n•\t\n The height of the starting platform shall range between 50-75 cm above the water surface; \nthe top surface shall \nbe 50 cm × 50 cm (Length × Breadth).\n•\t Water temperature should be 24oC.\n•\t Swimming costume is made of nylon or lycra. Other items needed are towel, swimming cap and swimming goggles. actIvIty  6.5\nYou or your friend might have the experiences of swimming. Share your views about different strokes.\nChapter-6 Individuals Sports.indd   66 08-11-2016   11:36:41 AM\n2024-25\n\n--- Page 15 ---\nIndividual Sports  67\n6.5.2  Types of Strokes \nThere are four recognised strokes for a swimming competition :\n•\t Front Stroke/ Free Style\n•\t Back Stroke\n•\t Breast Stroke and\n•\t Butterfly Stroke\nFront Stroke or Free Style \nIn freestyle events, a swimmer can swim in any manner. It is \nalso called crawl because the swimmer uses alternate stroking of the arms over the water surface with up and down kick action of legs. In turning after finishing one length, some body part of the swimmer should touch the wall.\nThe swimmer lies flat on his/her stomach with both arms \nstretched out in front, passing by the side of ears and the water level is at hair line. Both legs are extended to the back with toes pointed. The arms are pulled alternately from front to back inside the water and recovered from outside the water. While one arm is pulling and pushing, the other arm is recovering. \n \nThe legs move alternately up and down. While one leg kicks \ndownward, the other leg recovers upward.  The knees are flexed with toes pointed during the down beat and are kept straight with toes relaxed during the up beat.\nThe swimmer takes the breath through the mouth by \nturning the head to the side of the pushing arm at the beginning of recovery.  Soon the face goes back into the water and the swimmer breathes out more through the mouth and only a small portion through the nose.  \n(i)\n(iii)(ii)\n(iv) Fig. 6.16 : Sequence of Free Style Stroke\nChapter-6 Individuals Sports.indd   67 08-11-2016   11:36:42 AM\n2024-25\n\n--- Page 16 ---\n68 Health and Physical Education  — Class IX\nBack Stroke \nThe back stroke consists of alternate action of arms with up \nand down kicking of legs while the swimmer is on the back. During a turn, the swimmer should bend from the stomach and take flip turn. Some body part of the swimmer should touch the wall and he/she should finish in the back position only.\nThe basic body position for the back stroke is the supine \nposition.  The swimmer lies flat on his/her back with both arms stretched out back over head, passing by the side of ears.  Face is out of the water and both legs are extended forward with toes pointed.  Hips are just below the water surface.\nThe arms are pulled alternately from back to front inside \nthe water and recovered from outside the water with straight arm over the body.  While one arm is pulling and pushing, the other arm is recovering.\nThe legs move alternately up and down.  The leg movement \noriginates from the hip joint.  While one leg kicks downward, the other leg recovers upward. The knees are flexed with toes pointed during the up beat and are kept straight with toes relaxed during the down beat.  Breathing in back stroke is very easy, as the mouth and nose are usually over the water.  The swimmer breathes once in every arm cycle.\n(i)\n(iii)(ii)\n(iv) Fig. 6.17 : Sequence of Back Stroke\nChapter-6 Individuals Sports.indd   68 08-11-2016   11:36:42 AM\n2024-25\n\n--- Page 17 ---\nIndividual Sports  69\nBreast Stroke\nThe breast stroke involves simultaneous horizontal movements \nof the arms in heart shape to propel the body forward by pushing the water. The kicking action is in circular motion similar to that of frog. During turn and finish, swimmer must touch the wall with both hands.\nBreast stroke involves lying on the chest, with the arms only \nbreaking the surface of the water and legs always underwater, \nwhile the head is underwater for the second half of the stroke.\nBoth hands, thumbs together, reach forward, fully extending \nthe arm at the elbow. The arms will stay in this position until the kick is completed by the feet. Arms continue to flex at the elbow. Leg kick starts to push back to continue the forward movement.  The legs flex at the knee and hips to prepare for the kick. Breathing is usually done in the beginning of the in-sweep phase of the arms, and the swimmer breathes through the mouth. \nButterfly Stroke\nIn this stroke, the swimmer must keep both the legs together \nand she/he should not use breast stroke. During a “turn” and “finish” both hands must touch the wall simultaneously.\nThe butterfly technique with the dolphin kick consists of \narm movement with a leg kick.  Both arms break the water simultaneously, hands and forearms first, the arms swing outwards, elbows slightly flexed as they both continue to (i) (ii)\n(iii) (iv) Fig. 6.18 : Sequence of Breast Stroke\nChapter-6 Individuals Sports.indd   69 08-11-2016   11:36:43 AM\n2024-25\n\n--- Page 18 ---\n70 Health and Physical Education  — Class IX\nswing, take a round and meet in front of the head, thumb and \nfingers  entering the water first. As the hands come close to the body, they then press towards the feet, fully extending the arms at the elbow in preparation for the quick “flick” out of the water for recovery.\nThe shoulders are brought above the water surface by a \nstrong up and medium down kick.\nThe breathing process begins when the swimmer presses \nboth hands downward, and the swimmer breathes in through the mouth.\n6.5.3 Before and after swimming the following care should \nbe taken\n•\t\n Take bath before and after swim.\n•\t Wipe the body after shower with a clean towel.\n•\t Swim under the presence of a lifeguard.\n•\t Do not go into deep water if you are not confident.\n•\t Warm up before swimming.\n•\t Stretching and mobility exercises should be done before \nand after swimming.\n6.6 t aBle tennIs\nInternational Table Tennis Federation (ITTF) was founded in 1926. Since 1988, Table Tennis has been an Olympic sport. Other historical names of table tennis were gossima, whiff-whaff and ping-pong. (i) (ii)\n(iii) (iv) Fig. 6.19 : Sequence of Butterfly Stroke\n25 cm 15 cm\nBall Weight 2.7 gmBat\nFig. 6.20 Racket and Ball\nChapter-6 Individuals Sports.indd   70 08-11-2016   11:36:43 AM\n2024-25\n\n--- Page 19 ---\nIndividual Sports  71\n6.6.1  Facilities \n•\t The upper surface of the table, known as the playing \nsurface is rectangular, with a dimension of 274 cm long and 152.5 cm  wide. The height of the table is 76 cm above the floor. \n•\t\n The playing surface shall be uniformly dark coloured and matt, but with a white \nborder line, 2 cm (3/4inch.) \nwide, along each 2.74m (9 feet.) edge and a white end line as shown below in Fig. 6.21.\n6.6.2\n Equipment\n•\t Net Assembly : which consists of upright post, height adjuster, horizontal part of the net post and attaching system (clamp). The net is suspended by a cord attached at each end to an \nupright post 15.25 cm high. The colour \nof net assembly should be of dark green, dark blue or black and have a white top not more than 15 mm wide. \n•\t\n Ball: the ball is spherical, orange or white in colour made of celluloid or similar plastic material with a diameter of 40 mm, weight 2.7g. (Fig. 6.20)\nFig. 6.21 : Dimensions of a Table Tennis Table\nactIvIty  6.6\nFind any three rules of ITTF related to the game of Table Tenis.\nChapter-6 Individuals Sports.indd   71 08-11-2016   11:36:44 AM\n2024-25\n\n--- Page 20 ---\n72 Health and Physical Education  — Class IX\n•\t Bat: The bat is also known as a paddle, or racket. The \nblade shall be flat and made up of wood of dark matte colour, one side black and \nother side bright red. But \nmajority of rackets are of similar size about 15cm across and 25cm long including the handle. (see fig. 6.20)\n•\t\n Scoreboard: The board, used for scoring is called Table Tennis Scoreboard.\n•\tNet Gauge is used to measure the height of the net and also to measure the thickness of the racket and tension of the bat rubber which should be as per International Table Tennis Federation regulations.\nDimensions\nTable Tennis Table  Net Ball\nShape\nLength N.A.\nWidth  N.A.\nHeight   N.A.\nWeight N.A. N.A.\nDiameter N.A. N.A.\n6.6.3  Events\n•\t Singles (Boys, Girls), \n•\t Doubles (Boys, Girls),\n•\t Mixed Doubles (Combination of boys and girls)\n6.6.4  How to play Table Tennis\n•\tA player/team who wins the toss shall have a choice of \nservice or receiving or side of the table to begin.\n•\tThe server shall project the ball resting freely on the palm, toss the ball and strike the ball with the bat. The ball must first touch down on the half of the table then it should pass over the net and land in the opponent’s half without touching the net.\n•\tThe ball, having been served or returned, shall be struck so that it passes over the net assembly and touches the opponent’s half of the table, either directly or after touching the net assembly.\n•\tIn singles, the server shall first make a service, the receiver shall then \nmake a return. Thereafter, each \nserver and receiver shall alternately make a return. \n•\tIn doubles, the server shall first make a service, the receiver shall then make a return. The partner of the server shall then make a return, and the partner of the receiver shall then make a return and thereafter each \nplayer in turn, in that sequence, shall make a return.actIvIty  6.7\nFrom the Table Tenis table available in your school, fill the given columns on the right side, and compare the standard norms given above.\nChapter-6 Individuals Sports.indd   72 08-11-2016   11:36:44 AM\n2024-25\n\n--- Page 21 ---\nIndividual Sports  73\n•\tThe service shall be a “LET”  if the ball touches the net \nand goes to the opponent half of the table or if a ball is served when receiver is not ready.\n•\t\n If a player fails to serve or receive the ball, point shall be awarded accordingly.\n•\t\n A game is won by the player who first scores 11 points. If both players score 10 points, then the player who get 2 point lead is declared the winner.\n6.6.5\n Basic skills of the Game  \nThe GripThere are two types of grips— the shake hand grip and the pen hold grip.\n (a) Shake hand grip (fig 6.22) — The paddle (a part of the tennis bat) is held as if one is shaking someone’s hand, with the index finger extending over the bottom part of the rubber on the back hand side and the thumb slightly touching the rubber on the forehand.\n (b) Pen hold grip (fig 6.23)— The paddle is held just like a pen, only grasping the paddle at the top of the handle.\nSpin\n (a) There are three spins most commonly used — top spin, back spin and side spin. To hit a top \nspin the bat has \nto be angled in such a way so that the forehand - side faces downward 40 degrees (closed face). \n (b) To hit a back spin, angle of the bat should be upward so that the forehand side faces the ceiling, facing upward 45 degrees (open face). Swing \nthrough the ball, \nbut much speed should not be used as in topspin.\n (c) A side spin is used in service. It is a combination of topspin and sidespin, or backspin and \nsidespin in the \nservice.\nStrokes\n (a) Strokes are generally offensive and defensive: while performing a stroke the player should stand close  \nto the table and take a stance facing the line of play. Now  \nusing a short stroke the racket arm should move from  \nthe elbow in a horizontal plane while the free arm should  \nmove upward. The strokes can be played with a backhand  \npush and forehand push.\nFig. 6.22 : Shake hand grip\nFig. 6.23 : Pen Hold Grip\nChapter-6 Individuals Sports.indd   73 08-11-2016   11:36:44 AM\n2024-25\n\n--- Page 22 ---\n74 Health and Physical Education  — Class IX\n6.7 w restlInG\nThere are two Olympic styles of wrestling, Freestyle and Greco-\nRoman. With one key exception, the rules of the two styles are identical. \nIn Greco-Roman, a wrestler may not attack his opponent’s \nlegs, nor use his own legs to trip, lift or execute other moves. In freestyle, both the arms and legs may be used to execute holds or to defend against attack. This style was introduced in 1904 at St. Louis Olympic Games. After a century, women free style wrestling was introduced in Athens Olympics in 2004. \nIn addition to the above one more style of wrestling is \nplayed in India which is called the Indian style of wrestling or otherwise known as Pehlwani or Kushti. This kind of wrestling takes place in a clay or a mud pit. Traditional Indian wrestling isn’t just a sport, it’s an ancient sub-culture where wrestlers live and train together.\n6.7.1\n Equipment and Facilities for indoor (Fig. 6.24)\n•\t Wrestling is an indoor sport played on a mat. \n•\t The wresting area can be circle or \nsquare in shape (12 \nmetre ×12 metre).\n•\t The thickness of the mat should be between 5 to 7  \ncentimetres. \n•\t The mats are covered with a non-abrasive vinyl material which prevents slipping, injuries and is easy to clean.\n•\t\n The bout is played on a yellow colour area with a diameter of seven metres.\n•\t\n The centre circle in the middle of the playing area is of one metre diameter, generally of red and white colour.\nFig. 6.24 : Wrestling RingactIvIty  6.8\nVisit an Akhada and write your observations.\n6.7.2\n How to Wrestle\n•\t The sport of wrestling is played in \ndifferent weight categories for \nboth boys and girls. The weight categories are provided to minimise the chance of injuries and also to provide an equal platform for applying strength and force for all the wrestlers. The weight categories are different for junior level, senior level, open championships, world championships, Olympic championships and so on. The changes in weight categories are done by the Federations from time to time. As an example, weight categories for men and women are given below.\nChapter-6 Individuals Sports.indd   74 08-11-2016   11:36:45 AM\n2024-25\n\n--- Page 23 ---\nIndividual Sports  75\nGender Age Weight Categories (kg.)\nMen 29-32 35 38 42 47 53 59 66 73 85\nWomen 28-30 32 34 37 40 44 48 52 57 65\nNote:  International Wrestling Federation (FILA), rules July 2014, traditional wrestling Greco-Roman and \nFreestyle.\n•\tA wrestler can participate in only one weight category in \na wrestling competition. \n•\t Wrestler(s) must appear on the mat wearing red or blue colour uniform as assigned to them. Both wrestlers shake hands in the centre of the mat and referee blows the whistle to start.\n•\t\n There are three rounds of two minutes each. In case two rounds are in favour of any wrestler, she/he is declared the winner. Bout can also be won by fall.\n•\t\n One point is earned when one wrestler takes the other to the mat and establishes control. However, if \nan attacking \nwrestler exposes the opponent’s back to the mat in the process of the takedown, two more points are awarded. A maximum of five points can be awarded for throwing an opponent over one’s head. \n•\t\n If a wrestler is pushed out of bounds or attempts to escape a hold by stepping into the protection zone with at least one foot, the offensive wrestler is awarded a point. \n•\tPar terre is when the action of the match is on the mat, with one wrestler in the top position and the other in the bottom position. The top wrestler is allowed to lock his hands anywhere on the \nbody in order to turn his \nopponent to his back. Turning an opponent to the back, the attacking wrestler earns two points. If the wrestler holds the opponent on his back for five seconds or more, this will earn him an extra point.\n•\t\n If there are no points scored in the par terre position by either wrestler after about ten seconds, the official stops the action on the ground and restarts the bout in the neutral position. This is done to keep the action going and allow both wrestlers more opportunities to score.\n•\t\n If the score is tied at the end of a round, there is a specific tie-breaking criterion that must be followed to determine the winner. The criteria must be applied in the following order, moving on to the next rule when one rule does not apply:\n\n The wrestler with the least amount of cautions or penalty points against him wins the bout.actIvIty  6.9\nPrepare a scrap book on Indian famous personality of wrestling and discuss with your classmates.\nactIvIty  6.10\nIdentify famous Indian wrestlers. Take their photographs and make a collage.\nChapter-6 Individuals Sports.indd   75 08-11-2016   11:36:45 AM\n2024-25\n\n--- Page 24 ---\n76 Health and Physical Education  — Class IX\n The wrestler who scored the highest number of \ntechnical points with one offensive manoeuvre wins the period.\n\n The wrestler that scores the last point before the end of the round wins.\n•\t\n The clinch rule, or “ordered position,” \nis used to force \naction and decide the winner of a scoreless period. This position starts with one wrestler standing in the centre of the mat, and the other wrestler squatting and taking control of one of his/her opponent’s legs. The defensive wrestler (standing) is allowed to put his/her hands on his opponent’s back, but may not block or defend in any other way before wrestling starts. These offensive and defensive positions are chosen at random.\n•\t\n Once the offensive wrestler has taken a leg, this is when wrestling starts. If the offensive wrestler scores in this position, wrestling is stopped and this wrestler wins the period. If the attacking wrestler does not score in this position at the end of this 30-second-period, the defending wrestler is awarded one point and wins that round of wrestling.\n6.7.3   SkillsThe seven basic skills are:\n•\tstance\n•\tmotion\n•\tlevel change\n•\tpenetration\n•\tlifting\n•\tback step\n•\tback arch\nStance\nWhile in the neutral (standing) position, some wrestlers prefer \na square stance (Fig. 6.25) and others prefer a staggered stance (Fig 6.26). Either stance can work equally well. The wrestler should not stand straight up or leave herself/himself open to a takedown from the opponent. An effective stance always prepares the wrestler for a quick attack and proper defence.\nFig. 6.26 : Wrestling Stance (Staggered)Fig. 6.25 : Square Stance\nChapter-6 Individuals Sports.indd   76 08-11-2016   11:36:46 AM\n2024-25\n\n--- Page 25 ---\nIndividual Sports  77\nMotion\nWrestling involves a tremendous \namount of motion. Wrestler may circle their opponent. The wrestler may attack their opponent with a take down attempt. They may also snap the opponent to the mat and spin around behind him/her. The wrestler may also sprawl to defend against a take down and need to learn to move fluidly and quickly. All the movements need to be explosive and crisp.\nLevel Change\nBefore a wrestler shoots a take down, he/she \nmust lower his/her level. This is accomplished by lowering his/her hips. When a wrestler sprawls to counter a take down he/she is also using level change. In addition, a wrestler may lower and raise his/her level to force a reaction from his/her opponent. A wrestler needs to be able to maintain good posture while changing levels. For instance, a wrestler sometime over-extends when shooting a take down because he/she forgot to lower his/her level first. A wrestler should always bend at the knees, not at the waist.\nPenetrationWhen a wrestler shoots for a take down on his/her opponent, \nhe/she does not merely reach for the opponent's legs or dive wildly for the opponent's legs. He/she makes sure to be close enough to the opponent and then takes a deep penetration \nFig. 6.27 : Wrestling Motion\nFig. 6.28 : Wrestling Level Change\nFig. 6.29 : Wrestling Penetration\nChapter-6 Individuals Sports.indd   77 08-11-2016   11:36:46 AM\n2024-25\n\n--- Page 26 ---\n78 Health and Physical Education  — Class IX\nstep, keeping the back straight and head up. Lower the level \nand penetrate deeply. Always make it sure to keep the hips forward and lower the shoulders, while driving through the opponent.\nLifting\nA wrestler often lifts his opponent off the mat when \nexecuting a take down as shown in fig. 6.30. He/she may also lift an opponent who has performed a stand up from the bottom position. The wrestler lifts his/her opponent and returns to the mat. The legs and the hips are most important when lifting. For instance, when a wrestler shoots a double leg, he/she does not lift with the back. He/she gets the hips squarely down and then uses the leg and hip strength to lift the opponent off the mat. When a wrestler has been lifted off the mat, he/she is in a very vulnerable position, lacking support and balance.\nFig. 6.30 : Wrestling Lifting\nASSESSMENT\nAnswer the following questions\n1. Write down the history of  badminton game.\n2. Write any five rules of badminton game.\n3. Write down the dimensions of the badminton court.\n4. How do games and sports help to improve health fitness?\n5. List down the Gymnastic events for men.\n6. List down the Gymnastic events for women.\n7. Which motor abilities can be developed through \nGymnastics?\n8. Write a short history of Judo.\n9. Draw a diagram of Judo competition area with all specifications?\n10.\n What is Judogi?\n11. What is the name of the apex body which controls the Judo all over the world?\n12.\n List down the names of swimming strokes.\n13. Explain the technique of any stroke of your choice.\n14. How does swimming help to improve \nthe physical fitness \nof an individual?\n15. Which motor abilities improve swimming performance?\n16. Write any five important rules of the Table Tennis game.\n17. How can playing Table Tennis help \nus in the improvement \nof our health?\n18. Which fundamental skill did you enjoy the most in Table Tennis game and why?\nChapter-6 Individuals Sports.indd   78 08-11-2016   11:36:47 AM\n2024-25\n\n--- Page 27 ---\nIndividual Sports  79\n19. Explain any one fundamental skill of Table Tennis.\n20. Briefly describe the history of wrestling.\n21. What is Par terre?\n22. What is the duration of a wrestling bout? \n23. What is the ordered position in wrestling?\n24. Collect information about national and international \nGymnasts with their photographs and write about them.\n 25. If you are a swimmer write down about how  you enjoy it. If not, ask any of your friends who has a swimming experience of pond, river or pool about his/her experience.\nFill in the blanks\n (i) Measurement of badminton court for singles is .....…….\n (ii) Measurement of badminton court for doubles is ....…….\n (iii) Height of the net from the floor is ………………….......\n (iv) Rhythmic Gymnastics was included in Olympic games in …........... at…..…......\n (v) Measurement of floor for floor exercises in gymnastics is ……….. metre.\n (vi) Judo was included in Olympic Games in………….....\n (vii) The Judo platform is of 18 m × …….............................\n (viii) The meaning of Ritsu Rei ...........................................\n (ix) The meaning of Za Rei ...............................................\n (x) The meaning of Migi Kumikata ...................................\n (xi) The meaning of Hidari Kumikata ................................\n (xii) The meaning of Shintai ..............................................\n (xiii) The meaning of Tsugiashi ..........................................\n (xiv) The meaning of Ayumiashi .........................................\n (xv) Standard swimming pool should be of ....……….m length and …..……m width.\n (xvi) There are …….....….. lanes in  standard swimming pool.\n (xvii) Width of a swimming lane is ...............…….................\n (xviii)  Height of the starting platform  of a swimming pool should be ......................\n (xix) Temperature of water in a swimming pool should be ideally ........................\n (xx) Measurement of a Table Tennis table is ……...............…length…............….breadth.\n (xxi) Height of the Table Tennis table from floor is ....……. .\n (xxii) Height of the net from surface of the table in TT is …. .\n (xxiii)  Length of the net TT is ……………….....…. .\n (xiv) Circumference of the TT ball is.....…and weight is…...…\n (xxv) Measurement of wrestling mat is …….........…………. .\n (xxvi)  The measurement of the mat \narea in wrestling is \n...............in length and ..............in width. \n (xxvii)  The diameter of the central circle in wrestling is …… .\n (xxviii)  The diameter of the yellow circle \nin a wrestling area... .\nChapter-6 Individuals Sports.indd   79 08-11-2016   11:36:47 AM\n2024-25\n\n--- Page 28 ---\n80 Health and Physical Education  — Class IX\nTick (P) mark either Yes / No \n (i) Four players are required to start a game in Badminton.  \n (Yes/No)\n (ii) International Badminton Federation (IBF) was founded \nin 1934.  (Yes/No)\n (iii) Player can leave the court in Badminton at any time.  \n (Yes/No)\n (iv) Breadth of badminton net is 2’6”.  (Yes/No)\n (v) Height of the badminton net from floor is 5 feet.(Yes/No)\n (vi) Uneven bar is a men’s event.  (Yes/No)\n (vii) Balancing beam is a women’s event.  (Yes/No)\n (viii) Pommel horse is a men’s event.  (Yes/No)\n (ix) Parallel bars is a men’s event.  (Yes/No)\n (x) International Gymnastic Federation was founded in \nthe year 1881.  (Yes/No)\n (xi) The first school of Judo was started in 1882.  (Yes/No)\n (xii) Judo was included in the Olympic Games in 1968.   \n (Yes/No)\n (xiii) Professor Jigoro Kano started the first school of Judo.  \n (Yes/No)\n (xiv) Judo is a sport of European origin.  (Yes/No)\n (xv) Shizentai means posture.  (Yes/No)\n (xvi)  Ukeme means breakfall.  (Yes/No)\n (xvii)  Ushiro means back.  (Yes/No)\n (xviii)  Mae means front.  (Yes/No)\n (xix) Kake means execution.  (Yes/No)\n (xx)  Kuzushi means breaking the balance.  (Yes/No)\n (xxi)  Can a swimmer change the lane after a start? (Yes/No)\n (xxii)  There are four strokes in swimming.  (Yes/No)\n (xxiii)  A free style  swimmer has to perform a similar type of \nmovement.  (Yes/No)\n (xxiv)  A back stroke swimmer is not allowed to take rollover turn. \n (Yes/No)\n (xxv)  Table Tennis game was invented in 1979.  (Yes/No)\n (xxvi)  Player in Table Tennis can be substituted at any time.\n (Yes/No)\n (xxvii)  Player in Table Tenis can leave the game at any time.   \n (Yes/No)\n (xxviii)  Every player in Table Tenis has to change ends after each game.\n (Yes/No)\n (xxix)  Wrestling is an outdoor sport, which is played on the ground.\n (Yes/No)\n (xxx)  The wrestlers come to shake hands \nin the centre of the \nmat in red and blue colour.  (Yes/No)\n (xxxi)  The women free style wresting was introduced in 2004\n (Yes/No)\n (xxxii)  Every bout contains 3 round  \nof 2 minute each.(Yes/No)\nChapter-6 Individuals Sports.indd   80 08-11-2016   11:36:48 AM\n2024-25\n",
    "total_characters": 47383,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page2_img5.png",
      "page": 2
    },
    {
      "filename": "page2_img6.png",
      "page": 2
    },
    {
      "filename": "page2_img7.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page3_img5.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page4_img5.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page5_img5.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page6_img5.png",
      "page": 6
    },
    {
      "filename": "page6_img6.png",
      "page": 6
    },
    {
      "filename": "page6_img7.png",
      "page": 6
    },
    {
      "filename": "page6_img8.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page7_img5.png",
      "page": 7
    },
    {
      "filename": "page7_img6.png",
      "page": 7
    },
    {
      "filename": "page7_img7.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page8_img5.png",
      "page": 8
    },
    {
      "filename": "page8_img6.png",
      "page": 8
    },
    {
      "filename": "page8_img7.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page9_img4.png",
      "page": 9
    },
    {
      "filename": "page9_img5.png",
      "page": 9
    },
    {
      "filename": "page9_img6.png",
      "page": 9
    },
    {
      "filename": "page9_img7.png",
      "page": 9
    },
    {
      "filename": "page9_img8.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    },
    {
      "filename": "page10_img5.png",
      "page": 10
    },
    {
      "filename": "page10_img6.png",
      "page": 10
    },
    {
      "filename": "page10_img7.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page11_img4.png",
      "page": 11
    },
    {
      "filename": "page11_img5.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page12_img3.png",
      "page": 12
    },
    {
      "filename": "page12_img4.png",
      "page": 12
    },
    {
      "filename": "page12_img5.png",
      "page": 12
    },
    {
      "filename": "page12_img6.png",
      "page": 12
    },
    {
      "filename": "page13_img1.png",
      "page": 13
    },
    {
      "filename": "page13_img2.png",
      "page": 13
    },
    {
      "filename": "page13_img3.png",
      "page": 13
    },
    {
      "filename": "page13_img4.png",
      "page": 13
    },
    {
      "filename": "page14_img1.png",
      "page": 14
    },
    {
      "filename": "page14_img2.png",
      "page": 14
    },
    {
      "filename": "page14_img3.png",
      "page": 14
    },
    {
      "filename": "page14_img4.png",
      "page": 14
    },
    {
      "filename": "page15_img1.png",
      "page": 15
    },
    {
      "filename": "page15_img2.png",
      "page": 15
    },
    {
      "filename": "page15_img3.png",
      "page": 15
    },
    {
      "filename": "page15_img4.png",
      "page": 15
    },
    {
      "filename": "page15_img5.png",
      "page": 15
    },
    {
      "filename": "page15_img6.png",
      "page": 15
    },
    {
      "filename": "page15_img7.png",
      "page": 15
    },
    {
      "filename": "page15_img8.png",
      "page": 15
    },
    {
      "filename": "page16_img1.png",
      "page": 16
    },
    {
      "filename": "page16_img2.png",
      "page": 16
    },
    {
      "filename": "page16_img3.png",
      "page": 16
    },
    {
      "filename": "page16_img4.png",
      "page": 16
    },
    {
      "filename": "page16_img5.png",
      "page": 16
    },
    {
      "filename": "page16_img6.png",
      "page": 16
    },
    {
      "filename": "page16_img7.png",
      "page": 16
    },
    {
      "filename": "page16_img8.png",
      "page": 16
    },
    {
      "filename": "page17_img1.png",
      "page": 17
    },
    {
      "filename": "page17_img2.png",
      "page": 17
    },
    {
      "filename": "page17_img3.png",
      "page": 17
    },
    {
      "filename": "page17_img4.png",
      "page": 17
    },
    {
      "filename": "page17_img5.png",
      "page": 17
    },
    {
      "filename": "page17_img6.png",
      "page": 17
    },
    {
      "filename": "page17_img7.png",
      "page": 17
    },
    {
      "filename": "page17_img8.png",
      "page": 17
    },
    {
      "filename": "page18_img1.png",
      "page": 18
    },
    {
      "filename": "page18_img2.png",
      "page": 18
    },
    {
      "filename": "page18_img3.png",
      "page": 18
    },
    {
      "filename": "page18_img4.png",
      "page": 18
    },
    {
      "filename": "page18_img5.png",
      "page": 18
    },
    {
      "filename": "page18_img6.png",
      "page": 18
    },
    {
      "filename": "page18_img7.png",
      "page": 18
    },
    {
      "filename": "page18_img8.png",
      "page": 18
    },
    {
      "filename": "page18_img9.png",
      "page": 18
    },
    {
      "filename": "page19_img1.png",
      "page": 19
    },
    {
      "filename": "page19_img2.png",
      "page": 19
    },
    {
      "filename": "page19_img3.png",
      "page": 19
    },
    {
      "filename": "page19_img4.png",
      "page": 19
    },
    {
      "filename": "page19_img5.png",
      "page": 19
    },
    {
      "filename": "page20_img1.png",
      "page": 20
    },
    {
      "filename": "page20_img2.png",
      "page": 20
    },
    {
      "filename": "page20_img3.png",
      "page": 20
    },
    {
      "filename": "page20_img4.png",
      "page": 20
    },
    {
      "filename": "page21_img1.png",
      "page": 21
    },
    {
      "filename": "page21_img2.png",
      "page": 21
    },
    {
      "filename": "page21_img3.png",
      "page": 21
    },
    {
      "filename": "page21_img4.png",
      "page": 21
    },
    {
      "filename": "page21_img5.png",
      "page": 21
    },
    {
      "filename": "page21_img6.png",
      "page": 21
    },
    {
      "filename": "page22_img1.png",
      "page": 22
    },
    {
      "filename": "page22_img2.png",
      "page": 22
    },
    {
      "filename": "page22_img3.png",
      "page": 22
    },
    {
      "filename": "page22_img4.png",
      "page": 22
    },
    {
      "filename": "page22_img5.png",
      "page": 22
    },
    {
      "filename": "page23_img1.png",
      "page": 23
    },
    {
      "filename": "page23_img2.png",
      "page": 23
    },
    {
      "filename": "page23_img3.png",
      "page": 23
    },
    {
      "filename": "page23_img4.png",
      "page": 23
    },
    {
      "filename": "page24_img1.png",
      "page": 24
    },
    {
      "filename": "page24_img2.png",
      "page": 24
    },
    {
      "filename": "page24_img3.png",
      "page": 24
    },
    {
      "filename": "page24_img4.png",
      "page": 24
    },
    {
      "filename": "page24_img5.png",
      "page": 24
    },
    {
      "filename": "page24_img6.png",
      "page": 24
    },
    {
      "filename": "page25_img1.png",
      "page": 25
    },
    {
      "filename": "page25_img2.png",
      "page": 25
    },
    {
      "filename": "page25_img3.png",
      "page": 25
    },
    {
      "filename": "page25_img4.png",
      "page": 25
    },
    {
      "filename": "page25_img5.png",
      "page": 25
    },
    {
      "filename": "page25_img6.png",
      "page": 25
    },
    {
      "filename": "page25_img7.png",
      "page": 25
    },
    {
      "filename": "page25_img8.png",
      "page": 25
    },
    {
      "filename": "page26_img1.png",
      "page": 26
    },
    {
      "filename": "page26_img2.png",
      "page": 26
    },
    {
      "filename": "page26_img3.png",
      "page": 26
    },
    {
      "filename": "page26_img4.png",
      "page": 26
    },
    {
      "filename": "page26_img5.png",
      "page": 26
    },
    {
      "filename": "page26_img6.png",
      "page": 26
    },
    {
      "filename": "page27_img1.png",
      "page": 27
    },
    {
      "filename": "page27_img2.png",
      "page": 27
    },
    {
      "filename": "page27_img3.png",
      "page": 27
    },
    {
      "filename": "page27_img4.png",
      "page": 27
    },
    {
      "filename": "page28_img1.png",
      "page": 28
    },
    {
      "filename": "page28_img2.png",
      "page": 28
    },
    {
      "filename": "page28_img3.png",
      "page": 28
    },
    {
      "filename": "page28_img4.png",
      "page": 28
    }
  ],
  "image_count": 168,
  "keywords": [
    "Sports",
    "Chapter",
    "Individuals",
    "Table",
    "Badminton",
    "Tennis",
    "Individual",
    "Health",
    "Physical",
    "Education",
    "Class",
    "Olympic",
    "Stroke",
    "Gymnastics",
    "Wrestling",
    "Games",
    "Federation",
    "There",
    "Value",
    "International"
  ]
}