{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 14,
    "chapter_name": "iehp114",
    "source_file": "iehp114.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n14.1  I ntroductIon\nIndia is the second most populous country in the world with \na total population of over 1.21 billion according to the 2011 \nCensus. Adolescents (10–19 years) constitute over one-fifth of the total population, and their number is estimated to be about 243 million. They represent a resource for the future whose \npotential needs to be nurtured in a positive manner. The adolescents are considered to be healthy as a group; however, they do have a range of health problems that cause a lot of morbidity as well as mortality. In spite of specific health problems, it is  a common observation that the existing health services do not cater to the specific problems of adolescents. Moreover, it is a challenge for the health sector to respond to their needs adequately by offering services in a friendly manner in a non-threatening environment. In this chapter, an attempt has been made to discuss the health needs of adolescents, the status of existing adolescent friendly health services and the manner in which these services can be made available to adolescents so that these can be adequately utilised by them. \n14.2 HealtH needs of adolescents\nAs you have realised while going through the chapters ‘Growing \nup with Confidence’ and ‘Diet for Healthy Living’, adolescence is the most significant period in the life of human beings. It is imperative, therefore, that the needs of adolescents be recognised and met  adequately. Their health needs are mentioned below.\n (i) Nutritional Needs:  as discussed in the previous \nchapters, many boys and girls enter adolescence undernourished, making them more vulnerable to diseases. The findings of the National Family Health Survey 3 (NFHS 3) indicate high percentage of anaemia (56 per cent of females and 25 per cent of males in  \n15–24 age group were anaemic). Anaemia affects physical Adolescent Friendly \nHealth Services (AFHS)14\nFig. 14.1 : Visit to AFHS\n2024-25\n\n--- Page 2 ---\nAdolescent Friendly Health Services  195\ngrowth, cognitive development and performance in \nschool and at work in later years. Anaemic women are more prone to give birth to malnourished children, with significant morbidity and mortality associated with both mother and child. Adequate nutrition and healthy eating habits and physical exercise at this age are foundations for good health in adulthood.\n (ii) Reproductive and Sexual Health Needs: the adolescents confront a number of reproductive \nand sexual health \nproblems. They hesitate to seek information from authentic sources as such issues are considered taboo in our society. There is always a possibility of their practising risky behaviour, thereby acquiring HIV and other sexually transmitted infections. According to National AIDS Control Organisation, almost 50 per cent of new HIV infections are taking place in 15–24 years age group (NACO 2005). The adolescent girls suffer due to a number of myths related to menstruation. Early marriage is still a serious problem in many parts of the country. A substantial number of adolescent girls, mostly married girls, become pregnant and give birth to children below the legal age of marriage which is 18 years. According to NFHS 3, twelve per cent of married young women aged 15–19 have become mothers and 4 per cent of women ages 15–19 are currently pregnant with their first child. This means that one in six women in the age group.  15–19 years begun child bearing. This phenomenon of early pregnancy adversely affects the health of both mothers and children and is the cause of mortality and morbidity among them. \n      Sexual harassment in public places, institutions  \n  of education, in and around neighbourhood \nand at the  \n  workplace is a well established fact.  Child abuse,  \n  bullying and ragging are also common, more so among  \n  boys.  \n (iii) Mental Health Concerns: it is estimated that at least 20 per cent of youth experience some form of mental problems such as \ndepression, mood disturbances, \nsubstance abuse, suicidal behaviour, eating disorders, aggression, violence. Among 15–19 year olds, suicide is the second leading cause of death, followed by violence in the family and community. In fact, effective and sensitive care of adolescent victims of violence is needed as one of the priority measures. \n (iv) Substance Abuse: tobacco and alcohol use among young people is emerging as a matter of concern. The projected number of drug abusers in India is about three \nChapter-14 Adolscent friendly health service.indd   195 08-11-2016   11:50:35 AM\n2024-25\n\n--- Page 3 ---\n196 Health and Physical Education  — Class IX\nmillion, and most are in the age group of 16–35 years \n(UNODC, 2003).  Nearly 11 per cent were introduced to cannabis before the age of 15 years and about 26 per cent between the age of 16-20 years (UNODC and Ministry of Social Justice and Empowerment, 2004). Findings of NFHS 3 show that in the age group of 15–19 years, 3.5 per cent women and 28.6 per cent men were using some kind of tabacco. Similarly, in this age group 1 per cent of women and 11 per cent of men were consuming alcohol. Further, 6.8 per cent women and 18.3 per cent men were drinking about once a week. \n(v) \n Accidental Injuries: accidental injuries are a leading \ncause of death \nand disability in adolescents, of which \nroad traffic injuries, drowning and burns are the most \ncommon. Injury rates among adolescents are the highest. Public education targeted at young people on how to avoid accidental injuries during driving and using road, drowning, burns and falls can reduce injuries.\n In order to address the above needs, \nadolescent friendly health services have been developed. These adolescent friendly health services have been designed specifically to attract them, meet \ntheir \nneeds conveniently and retain them for continuing care. We have to take note of an important fact that adolescents are not a homogeneous group. Their situation varies \nwith respect to age, sex, marital status, class, region and cultural context. This calls for interventions that are flexible and responsive to their needs.\n14.3 a dolescent  frIendly  HealtH servIces  (afHs): \nWHat does tHIs mean? \nAs we have seen, the health needs of young people are special in many respects. Therefore, there is a need to establish special services for them. These services are called “Adolescent Friendly Health Services” (AFHS). They have a specialised approach for giving adolescents preventive, promotive and curative health care. These services are mostly run by the government and in them diagnostic, treatment, counselling and other facilities related to health are offered for free or at a very minimal charge. \n14.4 n eed for afHs\nSpecialised services are needed for adolescents because they are still in the developmental stage. They have a lot of concerns, actIvIty  14.1\nTalk to your friends or classmates and make a report.•\n if they are aware of adolescent friendly health services and if they have ever visited the place where such services are available.\n•\n if they have visited, what has been their experience, and if they have not visited any, what are the reasons for not doing so.\nChapter-14 Adolscent friendly health service.indd   196 08-11-2016   11:50:35 AM\n2024-25\n\n--- Page 4 ---\nAdolescent Friendly Health Services  197\napprehensions and lack of understanding regarding their own \nneeds. The adolescents feel shy, embarrassed and hesitant in talking to adults, especially regarding matters that are personal. Most adolescents avoid seeking care and guidance. They feel more comfortable in discussing their problems and concerns with their peers who also do not have scientific knowledge. In view of this, separate adolescent friendly health services need to be provided. Such special clinics can take care of all the concerns of the adolescents in an ambience in which they can utilise services without any hesitation. \n14.5 WHy do adolescents  HesItate  In utIlIsIng  HealtH \nservIces ?\nIn additon to some of the reasons cited above, think of the reasons as to why the adolescents do not avail the health services. In fact, they face constraints in seeking services due to barriers such as: \n (i) Myths and misconceptions related to the \ndevelopment \nof sexual and reproductive organs.\n (ii) Lack of knowledge of the location \nof the health services \nor the kinds of services offered by them.\n (iii) Adolescents are not able to go \nto clinics as their timings \ndo not match their schedule. They cannot miss school \nand college classes to visit these clinics. \n (iv) Lack of privacy and confidentiality in health clinics.\n (v) Long waiting period in the public health clinics.\n (vi) Cannot afford the fees of the private set up. \n (vii) No transport or means to go \nto these clinics, specially in \nrural areas. Moreover, they are unable to afford the cost of visiting these clinics.\n (viii) Negative attitudes or judgemental behaviour of \nnurse/\ndoctor. \n (ix) The routine hospitals do not entertain \nadolescents \ncoming alone, especially when they have issues regarding sexual and reproductive health. Most hospitals require the parent to accompany them and/or to give permission for any procedure or testing as per the legal requirement. \n14.6 WHere are afHs l ocated ?\nAdolescent Friendly Health Services are located at various \nplaces, in hospitals and health centres or at other places. There are three major models of the location of such services:  \nFixed Site Models\n1.\n Hospitals, both public and private in urban areas. \n2. Clinics and Health centres in cities.actIvIty  14.2\nVisit an Adolescent \nFriendly Health Service Centre. Discuss with the  nurse/doctor the myths and  misconceptions usually experienced by adolescents.\nChapter-14 Adolscent friendly health service.indd   197 08-11-2016   11:50:35 AM\n2024-25\n\n--- Page 5 ---\n198 Health and Physical Education  — Class IX\n3. Primary Health Centres and other Rural Health \nCentres, specially under NRHM (National Rural \nHealth \nMission) by the Ministry of Health and Family Welfare, Government of India. \nOutreach Models \n1.\n School based or linked clinics \n2. Workplace clinics  \n3. Satellite clinics \n4. Mobile clinics \n5. Departments associated with Ministry of Health and Family Welfare like National AIDs Control Organisation (NACO) and Ministry of Youth Affair \nand Sports like \nNehru Yuva Kendra (NYK).  \nAdolescent services can also be delivered by\n1. Telephone helplines which have toll free \n(no charge) \nnumbers \n2. Call-in radio talks\n3. Websites that answer questions by email and \n4. Partnering with existing agencies that serve youth, like National Scout Association, (NSS) National \nService \nScheme, etc.\n14.7 c HaracterIstIcs  of afHs\n14.7.1 Role of the staff working in the AFHS\nThe Ministry of Health and Family Welfare (MoHFW), GOI, is \nmaking efforts to train the staff at health care centres to deal with adolescents. In case you or any of your friends has any problem or is concerned about any issue, you should visit the AFHS centre and discuss the same with the nurse or doctor available. The staff has now been adequately trained to handle adolescence issues through discussion and counselling. The staff of adolescent friendly health centres is expected to: \n•\n  Show respect for adolescents: the staff need to be non-judgmental and non-critical of the issues an adolescent comes to the clinic with, including issues regarding sexual and reproductive health.\n•\t\n Know importance of privacy and confidentiality: the trained staff should provide privacy in physical examination without any embarrassment. The doctors, nurses and other staff should not divulge information about the adolescent patient to the parents or acquaintances, about what they came to the clinic for. They will need to tell parents only after informing the adolescent about the legal \nneed or in view of protecting \nlife and health of the adolescent. actIvIty  14.3\nBox 14.1Find out the AFHS \ncentres that are located near your school or home or in the district. Make a list of their addresses and contact numbers which can be useful to yourself and to your friends. Display this list on the board for the benefit of all.\nVisit a website aeparc.org for information related to adolescence.\nChapter-14 Adolscent friendly health service.indd   198 08-11-2016   11:50:35 AM\n2024-25\n\n--- Page 6 ---\nAdolescent Friendly Health Services  199\n•  Spend adequate time and show lot of patience: The \nstaff needs to be trained to give adequate time to make the adolescent feel comfortable to discuss all issues related to puberty such as body image, relationships and sexuality.\n•\t\n Introduce adolescent to local peer educators: Most young people prefer talking with their peers about their personal and sensitive issues. Hence, peer educators are also introduced to the adolescents.\n14.8 s pecIal  servIces  rendered  to adolescents  In tHe \nafHs\nSpecial services provided by the AFHS to adolescents are:\n•  monitoring growth and development of adolescent and providing the required information about changes;\n•\n  promoting healthy diet to prevent malnutrition and obesity;\n•\n  encouraging adolescents to take missed vaccine doses for immunisation;\n•\n  counsel them about the prevention of intentional injuries;  \n•  advise them against substance abuse;\n•  counsel them on life skills related to sexual and reproductive health; and\n•\n  tell them about prevention of lifestyle \ndieseases and \nother common diseases like STIs, AIDS, heart disease, diabetes and so on.\n14.9 a dolescents  otHer  tHan students  WHo may need  \nafHs \nBeing in school you will be able to get information about AFHS. But there are certain sections of adolescents in the society who are at a higher risk, need special care and are difficult to reach as they are not in schools. \nThese special categories of adolescents include:\n1.\n Street youth\n2. Adolescents working in shops and other establishments \n3. Domestic help\n4. Youth in foster care\n5. Institutional inmates (in juvenile homes)\n6. Youth with special needs.\nHaving understood the importance of AFHS, you should \nmake efforts to make these adolescents aware \nof AFHS, and \nhelp them access these services. \nAFHS are set up to meet the special needs of adolescents. \nYou can go to the AFHS alone and receive services. Services \nare provided for you to understand all issues regarding actIvIty  14.4\nOne of your friends is showing signs of depression. she/he comes to you for help. You ask if she/he would like to go to AFHS for help. She/he is not willing to go to AFHS. How will you convince her/him to go to AFHS. Write three arguments or counselling points that help you to convince your freind to go to AHFS.\nChapter-14 Adolscent friendly health service.indd   199 08-11-2016   11:50:35 AM\n2024-25\n\n--- Page 7 ---\n200 Health and Physical Education  — Class IX\npuberty, maturity growth and development, \nrelationships, nutrition and matters related to reproductive health. You will be given all the necessary advice and treatment. The doctor will always respect your privacy and confidentiality. In certain situations where the parents need to be informed as per the requirement of the law or for your personal safety, the doctor will first inform you the need to tell the parents and then only, with your cooperation, inform your parents. One should not stigmatise a person going to an AFHS. In fact, he or she should be admired for awareness. Adolescents with special needs may seek guidance from a specialised centre which may not necessarily be only on sexual issues. \nASSeSSMeNT\nAnswer the following questions\n 1. Why are special health services needed for adolescents? Give four reasons. \n i. ……………………………………………………. \n ii. …………………………………………………….\n iii. …………………………………………………….\n iv. ………….…………………………………………\n 2. What are the common barriers which prevent adolescents from using the health facilities?\n  \n 3. Explain the various health needs of Adolescents.\n 4. “Reproductive and sexual health problems are the most difficult to share with the AFHS doctor.” Why? Give at least three reasons.\n i. ……………………………………………………. \n ii. …………………………………………………….\n iii. …………………………………………………….\nFrom Questions 4 to 7 \ntick (P) the options which you feel \nare correct. You may tick more than one option.\n 1. The adolescents do not go to hospital due to:\n (a) lack of privacy.\n (b) not sure of confidentiality.\n (c) cannot afford fees.\n (d) timings not suitable.\n (e) don’t feel comfortable.actIvIty  14.5\n1. Visit the nearby AFHS with your teachers. Discuss with the Nurse/Doctor the most common problems with which the adolescent \nboys and \ngirls come to the centre.\n2. Does the staff ensure that privacy and confidentiality of adolescents is maintainted? Write your findings in your diary.\n3.\n Talk with some of the youth attending the AFHS and find out how \nuseful \nthese services are ?\nChapter-14 Adolscent friendly health service.indd   200 08-11-2016   11:50:35 AM\n2024-25\n\n--- Page 8 ---\nAdolescent Friendly Health Services  201\n 2. An Ideal facility for AFHS should\n (a) be away from the city.\n (b) have convenient timings.\n (c) maintain privacy and confidentiality. \n (d) be near the villages.\n 3. The staff in AFHS should:\n (a) be specially trained staff who are \nable to understand \nthe adolescent issues.\n (b) be non-judgmental.\n (c) respect adolescents.\n (d) have a lot of patience and \ntime to understand the \nadolescent problems.\n 4. Special services delivered in AFHS are:\n (a) sexual and reproductive health issues.\n (b) nutrition counselling. \n (c) treatment of cancer and acute diseases. \n (d) prevention of substance abuse.\n (e) eye operation. \n (f) immunisation.\n (g) specially challenged youth. \n 5. List the services which you would like to be addressed \nin the AFHS. \n (a) ..............................................................................\n (b) ..............................................................................\n (c) ..............................................................................\nChapter-14 Adolscent friendly health service.indd   201 08-11-2016   11:50:35 AM\n2024-25\n\n--- Page 9 ---\n202 Health and Physical Education  — Class IX\nfeedBack  QuestIonnaIre\n(Textbook on Health and Physical Education Guide for Class IX)\nPlease give your comments on the textbook by filling \nthis feedback questionnaire. Please send the duly filled \nquestionnaire to the undersigned, Department of Education in Social Sciences, NCERT, Sri Aurobindo Marg, New Delhi-110016.\nWhile answering a question if you find the space inadequate, \nplease attach a separate sheet. All questions are meant both for teachers and students. You can provide your feedback in English or Hindi. Even parents if desire can respond. \nTeacher/Student/Parent\nName ______________________________________________________School Address _____________________________________________________________________________________________________________________________________________________________________1.\n Do you find the Textbook easy to understand?  Yes/No\n2. Point out chapters/pages where the language \nis difficult to  \n understand.\n Chapter No.           Page No.                    Lines\n ___________           ___________              __________\n ___________           ___________              __________\n ___________           ___________              __________\n3. Do you think the content of the book is adequate to meet  \n the requirements of the syllabus?  Yes/No\n4.  (i) Point out chapters which are lengthy  \n  _______________________________________________________\n  _______________________________________________________\n  _______________________________________________________\n  (ii) Point out chapters which are too sketchy\n  ________________________________________________________\n  ________________________________________________________\n  ________________________________________________________\n5. Point out illustrations which are not \nhelpful in understanding  \n the content.\n     Page No.               Illustration               Caption\n ___________           ___________              __________\n ___________           ___________              __________\n ___________           ___________              __________\nChapter-14 Adolscent friendly health service.indd   202 08-11-2016   11:50:35 AM\n2024-25\n\n--- Page 10 ---\nAdolescent Friendly Health Services  203\n6.  (i) Certain practical activities and games have been  \n      suggested. How many activities and games have you  \n    undertaken in your class? Mention them.\n  ________________________________________________________  \n ________________________________________________________\n  (ii) What difficulties did you face \nin organising these  \n     activities and games?\n  ________________________________________________________  \n  ________________________________________________________  \n  ________________________________________________________\n (iii)  Would you like to \nsuggest any activity(ies). Mention  \n       these.\n ________________________________________________________  \n ________________________________________________________  \n ________________________________________________________\n7. Certain questions have been given in boxes \nin the text of  \n chapters.\n (i)   Do you try to find out their answers?  Yes/No\n (ii) Are these helpful in understanding the text of the  \n       chapter?  Yes/No\n (iii) Do you find these questions interesting?  Yes/No\n8. (i)     Do \nyou find the exercises given at the end of each chapter  \n       In the textbook interesting?  Yes/No\n (ii)  Point out the exercises which according to you should  \n       be modified.\n         Page No.                        Exercise No. \n __________________            ___________________\n __________________            ___________________\n __________________            ___________________\n9. Point out the printing errors, if any.\n        Page/Para. No.                        Error\n __________________            ___________________\n  __________________            ___________________\n  __________________            ___________________\n10. Any specific comments / suggestions for overall  \n improvement of the textbook.\n ________________________________________________________\n ________________________________________________________\n ________________________________________________________ \nChapter-14 Adolscent friendly health service.indd   203 08-11-2016   11:50:35 AM\n2024-25\n\n--- Page 11 ---\n204 Health and Physical Education  — Class IX\nnotes\nChapter-14 Adolscent friendly health service.indd   204 08-11-2016   11:50:35 AM\n2024-25\n",
    "total_characters": 22598,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page1_img6.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page7_img5.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page9_img4.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page11_img4.png",
      "page": 11
    }
  ],
  "image_count": 47,
  "keywords": [
    "Health",
    "Chapter",
    "Adolescent",
    "Adolscent",
    "Friendly",
    "Services",
    "Education",
    "National",
    "Physical",
    "Class",
    "Point",
    "Adolescents",
    "Ministry",
    "Family",
    "Visit",
    "These",
    "India",
    "Welfare",
    "Youth",
    "Moreover"
  ]
}