{
  "metadata": {
    "subject": "english-part2",
    "chapter_number": 7,
    "chapter_name": "iemo107",
    "source_file": "iemo107.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nSUE and Johnsy, two young artists, shar ed a small flat. The flat\nwas on the thir d stor ey of an old house.\nJohnsy fell very seriously ill in November . She had pneumonia.\nShe would lie in her bed without moving, just gazing out of the\nwindow. Sue, her friend, became very worried. She sent for the\ndoctor . Although he came every day ther e was no change in\nJohnsy’s condition.\nOne day the doctor took Sue aside and asked her , ”Is anything\nworrying Johnsy?”\n“No,” r eplied Sue. “But why do you ask?”\nThe doctor said “Johnsy, it seems, has made up her mind that\nshe is not going to get well. If she doesn’t want to live, medicines\nwill not help her .”\nSue tried her best to make Johnsy take an inter est in things\naround her . She talked about clothes and fashions , but Johnsy\ndid not r espond. Johnsy continued to lie still on her bed. Sue\nbrought her drawing-boar d into Johnsy’s r oom and started\npainting. T o take Johnsy’s mind of f her illness, she whistled\nwhile working.\nSuddenly Sue hear d Johnsy whisper something. She quickly\nrushed to the bed and hear d Johnsy counting backwar ds. She was\nlooking out of the window and was saying, “Twelve!” After sometime\nshe whisper ed “eleven”, then “ten”, then “nine”, “eight”, “seven”. Sue\nanxiously looked out of the window. She saw an old ivy cr eeper\nclimbing half-way up the brick wall opposite their window.  In the\nstrong wind outside, the cr eeper was shedding its leaves.7. The Last Leaf\nIt is autumn. The wind is blowing hard and it is\nraining heavily . All the leaves on an ivy creeper\nhave fallen, except one. Why doesn’ t the last\nleaf fall?\nReprint 2025-26\n\n--- Page 2 ---\nThe Last Leaf/ 45\n“What is it, dear?” Sue asked.\n“Six,” whisper ed Johnsy. “They ar e falling faster now. Thr ee days\nago ther e were almost a hundr ed leaves. Ther e are only five left now.”\n“It is autumn,” said Sue, “and the leaves will fall.”\n“When the last leaf falls, I will die,” said Johnsy with finality.\n“I have known this for the last thr ee days.”\n“Oh, that’s nonsense,” r eplied Sue. “What have old ivy leaves\nto do with your getting well? The doctor is confident that you will\nget better .”\nJohnsy did not say anything. Sue went and br ought her a\nbowl of soup.\n“I don’t want any soup,” said Johnsy. “I am not hungry…  Now\nthere are only four leaves left. I want to see the last one fall befor e\nit gets dark. Then I will sleep for ever.”\nSue sat on Johnsy’s bed, kissed her and said, “Y ou ar e not\ngoing to die. I can’t draw the curtain for I need the light. I want to\nfinish the painting and get some money for us. Please, my dear\nReprint 2025-26\n\n--- Page 3 ---\n46 / Moments\nfriend,” she begged Johnsy, “pr omise not to look out of the window\nwhile I paint.”\n“All right,” said Johnsy. “Finish your painting soon for I want\nto see the last leaf fall. I’m tir ed of waiting. I have to die, so let me\ngo away peacefully like one of those poor , tired leaves.”\n“Try to sleep,” said Sue. “I have to paint an old miner . I will\ncall Behr man up to be my model.”\nSue rushed down. Behr man lived on the gr ound floor .\nHe was a sixty-year -old painter . His lifelong dr eam was to\npaint a masterpiece but that had r emained a dr eam. Sue pour ed\nout her worries to Behr man. She told him how Johnsy was\nconvinced that she would die when the last leaf fell.\n“Is she stupid?” asked Behr man. “How can she be so foolish?”\n“She is running a high temperatur e,”complained Sue. “She\nrefuses to eat or drink and that worries me a lot.”\n“I will come with you and see Johnsy,” Behr man said.\nThey tiptoed  into the r oom. Johnsy was sleeping. Sue dr ew\nthe curtains together and they went to the next r oom. She peeped\nout thr ough the window. Ther e was only one leaf on the cr eeper .\nIt was raining heavily and an icy-cold wind was blowing. It seemed\nas though the leaf\nwould fall any minute\nnow. Behr man did not\nsay a wor d. He went\nback to his r oom.\nJohnsy woke up\nnext mor ning. In a\nfeeble voice she asked\nSue to draw the\ncurtains. Sue was\nnervous. She dr ew\nback the curtains very\nreluctantly.\n“Oh!” Sue exclaimed\nas she looked at the\nvine cr eeper . “Look,\nthere is still one leaf\nReprint 2025-26\n\n--- Page 4 ---\nThe Last Leaf/ 47\non the cr eeper . It looks quite gr een and healthy.  In spite of the stor m\nand the fier ce winds, it didn’t fall.”\n“I hear d the wind last night,” said Johnsy.  “I thought it would\nhave fallen. It will sur ely fall today. Then I’ll die.”\n“You won’t die,” said Sue  energetically. “You have to live for\nyour friends. What would happen to me if you die?”\nJohnsy smiled weakly and closed her eyes. After every hour or\nso she would look out of the window and find the leaf still ther e.\nIt seemed to be clinging to the cr eeper .\nIn the evening, ther e was another stor m but the leaf did not\nfall. Johnsy lay for a long time looking at the leaf. Then she called\nout to Sue.\n“I have been a bad girl. Y ou have looked after me so lovingly\nand I have not cooperated with you. I have been depr essed and\ngloomy. The last leaf has shown me how wicked I have been. I\nhave r ealised that it is a sin to want to die.”\nSue hugged Johnsy. Then she gave her lots of hot soup and a\nmirror. Johnsy combed her hair and smiled brightly.\nIn the after noon the doctor came. After examining his patient  he\ntold Sue, “Johnsy now has the will to live. I am confident she’ll r ecover\nsoon. Now I must go downstairs and see Behr man. He is also suf fering\nfrom pneumonia. But I am afraid, ther e is no hope for him.”\nThe next mor ning\nSue came and sat on\nJohnsy’s bed. T aking\nJohnsy’s hand in hers\nshe said, “I have\nsomething to tell you.\nMr Behr man died\nof pneumonia  this\nmorning. He was ill for\nonly two days. The first\nday the janitor  found him\non his bed. His clothes\nand shoes wer e wet and\nhe was shivering.  He\nhad been out in that\nstormy night.”\nReprint 2025-26\n\n--- Page 5 ---\n48 / Moments\nThen they found a ladder and a lanter n still lighted lying near\nhis bed. Ther e wer e also some brushes and gr een and yellow\npaints on the floor near the ladder . “Johnsy dear ,” said Sue, “look\nout of the window. Look at that ivy leaf. Haven’t you wonder ed\nwhy it doesn’t flutter when the wind blows? That’s Behr man’s\nmasterpiece. He painted it the night the last leaf fell.”\nO. H ENRY\nGlossary\njanitor:  a person whose job is to look after a building\n1.What is Johnsy’s illness? What can cur\ne her, the medicine or\nthe willingness to live?\n2.Do you think the feeling of depr ession Johnsy has is common\namong teenagers?\n3.Behrman has a dr eam. What is it? Does it come true?\n4.What is Behr man’s masterpiece? What makes Sue say so?\nHave you ever felt depr essed and r ejected? How did you over come\nsuch feelings? Share your experience with your classmates.\n/circle6‘The Gift of the Magi’ by O.Henry\n/circle6‘Dusk’ by Saki (H.H. Munro)\n/circle6Chicken Soup for the T eenage Soul on T ough Stuf f: Compiled\nand edited by Jack Canfield, Mark V ictor Hansen, Kimberly\nKirber ger\nT TTTTALKALKALK ALKALK A  A A  A ABOUT BOUTBOUT BOUTBOUT I  I I I IT TTTT\nS SSSSUGGESTEDUGGESTEDUGGESTED UGGESTEDUGGESTED  R  R R  R READING EADINGEADING EADINGEADING\nT TTTTHINKHINKHINK HINKHINK A  A A  A ABOUT BOUTBOUT BOUTBOUT I  I I I IT TTTT\nReprint 2025-26\n",
    "total_characters": 7223,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    }
  ],
  "image_count": 21,
  "keywords": [
    "Johnsy",
    "Reprint",
    "After",
    "Moments",
    "November",
    "Although",
    "Suddenly",
    "Twelve",
    "Please",
    "Finish",
    "Haven",
    "Glossary",
    "Behrman",
    "Share",
    "Henry",
    "Munro",
    "Compiled",
    "Canfield",
    "Hansen",
    "Kimberly"
  ]
}