{
  "metadata": {
    "subject": "english-part2",
    "chapter_number": 2,
    "chapter_name": "iemo102",
    "source_file": "iemo102.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nGRANDF ATHER bought T oto fr om a tonga-driver for the sum of five\nrupees. The tonga-driver used to keep the little r ed monkey tied\nto a feeding-tr ough, and the monkey looked so out of place ther e\nthat Grandfather decided he would add the little fellow to his\nprivate zoo.\nToto was a pr etty monkey. His bright eyes sparkled with\nmischief beneath deep-set eyebr ows, and his teeth, which wer e a\npearly white, wer e very often displayed in a smile that frightened\nthe life out of elderly Anglo-lndian ladies. But his hands looked\ndried-up as though they had been pickled in the sun for many\nyears. Y et his fingers wer e quick and wicked; and his tail, while\nadding to his good looks (Grandfather believed a tail would add\nto anyone’s good looks), also served as a thir d hand. He could\nuse it to hang fr om a branch; and it was capable of scooping up\nany delicacy that might be out of r each of his hands.\nGrandmother always fussed when Grandfather br ought home\nsome new bir d or animal. So it was decided that T oto’s pr esence\nshould be kept a secr et from her until she was in a particularly\ngood mood. Grandfather and I put him away in a little closet opening\ninto my bedr oom wall, wher e he was tied secur ely — or so we\nthought  — to a peg fastened into the wall.\nA few hours later , when Grandfather and I came back to\nrelease T oto, we found that the walls, which had been cover ed\nwith some or namental paper chosen by Grandfather , now stood\nout as naked brick and plaster . The peg in the wall had been\nwrenched fr om its socket, and my school blazer , which had been\nhanging ther e, was in shr eds. I wonder ed what Grandmother2.  The Adventures of T oto\nHave you ever had a baby monkey as a pet? T oto\nis a baby monkey . Let’s find out whether he is\nmischievous or docile.\nReprint 2025-26\n\n--- Page 2 ---\n8 / Moments\nwould say. But Grandfather didn’t worry; he seemed pleased\nwith T oto’s per formance.\n “He’s clever ,” said Grandfather . “Given time, I’m sur e he could\nhave tied the tor n pieces of your blazer into a r ope, and made his\nescape fr om the window!”\nHis pr esence in the house still a secr et, T oto was now\ntransferr ed to a big cage in the servants’ quarters wher e a number\nof Grandfather’s pets lived very sociably togethe r—a tortoise, a\npair of rabbits, a tame squirr el and, for a while, my pet goat. But\nthe monkey wouldn’t allow any of his companions to sleep at\nnight; so Grandfather , who had to leave Dehra Dun next day to\ncollect his pension in Saharanpur , decided to take him along.\nUnfortunately I could not accompany Grandfather on that trip,\nbut he told me about it afterwar ds. A big black canvas kit-bag\nwas pr ovided for T oto. This, with some straw at the bottom, became\nhis new abode. When the bag was closed, ther e was no escape.\nToto could not get his hands thr ough the opening, and the canvas\nwas too str ong for him to bite his way thr ough.  His ef forts to get\nout only had the ef fect of making the bag r oll about on the floor\nor occasionally jump into the air — an exhibition that attracted a\ncurious cr owd of onlookers on the Dehra Dun railway platfor m.\nToto r emained in the bag as far as Saharanpur , but while\nGrandfather was pr oducing his ticket at the railway tur nstile,\nToto suddenly poked his head out of the bag and gave the ticket-\ncollector a wide grin.\nThe poor man was taken aback; but, with gr eat pr esence of\nmind and much to Grandfather’s annoyance, he said, “Sir , you\nhave a dog with you.  Y ou’ll have to pay for it accor dingly.”\nIn vain did Grandfather take T oto out of the bag; in vain did\nhe try to pr ove that a monkey did not qualify as a dog, or even\nas a quadruped. T oto was classified a dog by the ticket-collector;\nand thr ee rupees was the sum handed over as his far e.\nThen Grandfather , just to get his own back, took fr om his\npocket our pet tortoise, and said, “What must I pay for this, since\nyou char ge for all animals?”\nThe ticket-collector looked closely at the tortoise, pr odded it\nwith his for efinger , gave Grandfather a pleased and triumphant\nlook, and said, “No char ge.  It is not a dog.”\nReprint 2025-26\n\n--- Page 3 ---\nThe Adventures of Toto/ 9\nWhen T oto was finally accepted by Grandmother he was given\na comfortable home in the stable, wher e he had for a companion\nthe family donkey, Nana.  On T oto’s first night in the stable,\nGrandfather paid him a visit to see if he was comfortable.  To his\nsurprise he found Nana, without appar ent cause, pulling at her\nhalter and trying to keep her head as far as possible fr om a\nbundle of hay.\nGrandfather gave Nana a slap acr oss her haunches, and she\njerked back, dragging T oto with her . He had fastened on to  her\nlong ears with his sharp little teeth.\nToto and Nana never became friends.\nA great tr eat for T oto during cold winter evenings was the\nlarge bowl of war m water given him by Grandmother for his bath.\nHe would cunningly test the temperatur e with his hand, then\ngradually step into the bath, first one foot, then the other (as he\nhad seen me doing), until he was into the water up to his neck.\nReprint 2025-26\n\n--- Page 4 ---\n10 / Moments\nOnce comfortable, he would take the soap in his hands or feet,\nand rub himself all over .  When the water became cold, he would\nget out and run as quickly as he could to the kitchen-fir e in or der\nto dry himself. If anyone laughed at him during this per formance,\nToto’s feelings would be hurt and he would r efuse to go on with\nhis bath. One day T oto nearly succeeded in boiling himself alive.\nA large kitchen kettle had been left on the fir e to boil for tea\nand T oto, finding himself with nothing better to do, decided to\nremove the lid. Finding the water just war m enough for a bath,\nhe got in, with his head sticking out fr om the open kettle. This\nwas just fine for a while, until the water began to boil. T oto then\nraised himself a little; but, finding it cold outside, sat down again.\nHe continued hopping up and down for some time, until\nGrandmother arrived and hauled him, half-boiled, o ut of the kettle.\nIf ther e is a part of the brain especially devoted to mischief, that\npart was lar gely dev eloped in T oto. He was always tearing things to\npieces. Whenever one of my  aunts came near him, he made every\neffort to get hold of h er dress and te ar a hole in it.\nOne day,\n at lunch-time , a lar ge dish of pullao  stood in the\ncentr e of the dining-table. W e enter ed the r oom to find T oto stuf fing\nhimself with rice. My grandmother scr eamed — and T oto thr ew a\nplate at her . One of my aunts rushed forwar d — and r eceived a glass\nof water in the face. When Grandfather arrived, T oto picked up the\ndish of pullao  and made his exit thr ough a window. W e found\nhim in the branches of the jackfruit tr ee, the dish still in his\narms. He r emained ther e all after noon, eating slowly thr ough the\nrice, deter mined on finishing every grain. And then, in or der to\nspite Grandmother , who had scr eamed at him, he thr ew the dish\ndown fr om the tr ee, and chatter ed with delight when it br oke into\na hundred pieces.\nObviously T oto was not the sort of pet we could keep for long.\nEven Grandfather r ealised that. W e wer e not well-to-do, and could\nnot af ford the fr equent loss of dishes, clothes, curtains and\nwallpaper . So Grandfather found the tonga-driver , and sold T oto\nback to him — for only thr ee rupees.\nRUSKIN BOND\nReprint 2025-26\n\n--- Page 5 ---\nThe Adventures of Toto/ 11\nGlossary\nturnstile:  a mechanical gate consisting of\nrevolving horizontal ar ms fixed to a vertical\npost, allowing only one person at a time to\npass thr ough\nhalter:  a rope or strap placed ar ound the head\nof a horse or other animal, used for leading or tethering it\n1.How does T oto come to grandfather’s private zoo?\n2.“Toto was a pr etty monkey.” In what sense is T oto pr etty?\n3.Why does grandfather take T oto to Saharanpur and how?\nWhy does the ticket collector insist on calling T oto a dog?\n4.How does T oto take a bath? Wher e has he lear nt to do\nthis? How does T oto almost boil himself alive?\n5.Why does the author say, “T oto was not the sort of pet we\ncould keep for long”?\nDo you have a pet? Is your pet mischievous? T\nell the class\nabout it.\n/circle6 /circle6/circle6 /circle6/circle6My Family and Other Animals  by Gerald Durr\nell\n/circle6 /circle6/circle6 /circle6/circle6‘Grandfather’s Private Zoo’ by Ruskin Bond\n/circle6 /circle6/circle6 /circle6/circle6Jungle Book  by Rudyar d Kipling\nT TTTTHINKHINKHINK HINKHINK A  A A  A ABOUT BOUTBOUT BOUTBOUT I  I I I IT TTTT\nT TTTTALKALKALK ALKALK A  A A  A ABOUT BOUTBOUT BOUTBOUT I  I I I IT TTTT\nS SSSSUGGESTEDUGGESTEDUGGESTED UGGESTEDUGGESTED  R  R R  R READING EADINGEADING EADINGEADING\nReprint 2025-26\n",
    "total_characters": 8735,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page5_img5.png",
      "page": 5
    }
  ],
  "image_count": 20,
  "keywords": [
    "Grandfather",
    "Grandmother",
    "Reprint",
    "Adventures",
    "Saharanpur",
    "Moments",
    "Dehra",
    "Anglo",
    "Given",
    "Unfortunately",
    "Finding",
    "Whenever",
    "Obviously",
    "Glossary",
    "Family",
    "Other",
    "Animals",
    "Gerald",
    "Private",
    "Ruskin"
  ]
}