{
  "metadata": {
    "subject": "english-part2",
    "chapter_number": 9,
    "chapter_name": "iemo109",
    "source_file": "iemo109.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n“KIND sir, have pity; tur n your attention to a poor , hungry man!\nFor thr ee days I have had nothing to eat; I haven’t five copecks\nfor a lodging, I swear it befor e God.  For eight years I was a\nvillage schoolteacher and then I lost my place thr ough intrigues.\nI fell a victim to calumny.  It is a year now since I have had\nanything to do.”\nThe advocate, Ser gei, looked at the ragged, fawn-colour ed\novercoat of the suppliant, at his dull, drunken eyes, at the r ed\nspot on either cheek, and it seemed to him as if he had seen this\nman somewher e befor e.\n“I have now had an of fer of a position in the pr ovince of Kaluga,”\nthe mendicant went on, “but I haven’t the money to get ther e.\nHelp me kindly; I am ashamed to ask, but — I am obliged to\nby cir cumstances.”\nSergei’s eyes fell on the man’s overshoes, one of which was\nhigh and the other low, and he suddenly r emember ed something.\n“Look her e, it seems to me I met you the day befor e yester day\nin Sadovya Str eet,” he said; “but you told me then that you wer e\na student who had been expelled, and not a village schoolteacher .\nDo you r emember?”\n“N-no, that can’t be so,” mumbled the beggar , taken aback. “I\nam a village schoolteacher , and if you like I can show you\nmy papers.”\n“Have done with lying! Y ou called yourself a student and even\ntold me what you had been expelled for . Don’t you r emember?”\nSergei flushed and tur ned fr om the ragged cr eature with an\nexpression of disgust.9. The Beggar\nWhat induced the beggar , Lushkoff, to change his\nways?  Let’ s read and find out.\nReprint 2025-26\n\n--- Page 2 ---\nThe Beggar/ 57\n“This is dishonesty, my dear sir!” he cried angrily. “This is\nswindling — I shall send the police for you, damn you!”\n“Sir!” he said, laying his hand on his heart, “the fact is I was\nlying! I am neither a  student nor a schoolteacher .  All that was\nfiction.  For merly I sang in a Russian choir and was sent away\nfor drunkenness.  But what else can I do?  I can’t get along\nwithout lying.  No one will give me anything when I tell the truth,\nwhat can I do?”\n“What can you do?  Y ou ask what you can do?” cried\nSergei, coming close to him. “W ork! That’s what you can do!\nYou must work!”\n“Work — yes. I know that myself; but wher e can I find work?”\n“How would you like to chop wood for me?”\n“I wouldn’t r efuse to do that, but in these days even skilled\nwood-cutters find themselves sitting without br ead.”\n“Will you come and chop wood for me?”\n“Yes sir , I will.”\n“Very well; we’ll soon find out.”\nSergei hastened along, rubbing his hands. He called his cook\nout of the kitchen.\n“Her\ne, Olga,” he said, “take this gentleman into the wood-shed\nand let him chop wood.”\nThe scar ecrow of a beggar shrugged his shoulders, as if in\nperplexity, and went irr esolutely after the cook.  It was obvious\nfrom his gait that he had not consented to go and chop wood\nbecause he was hungry and wanted work, but simply fr om pride\nand shame and because he had been trapped by his own wor ds.\nIt was obvious, too, that his str ength had been under mined by\nvodka and that he was unhealthy and did not feel the slightest\ninclination for toil.\nSergei hurried into the dining-r oom. Fr om its windows one\ncould see the wood-shed and everything that went on in the yar d.\nStanding at the window, Ser gei saw the cook and the beggar come\nout into the yar d by the back door and make their way acr oss the\ndirty snow to the shed. Olga glar ed wrathfully at her companion,\nshoved him aside with her elbow, unlocked the shed, and angrily\nbanged the door .\nReprint 2025-26\n\n--- Page 3 ---\n58 / Moments\nNext he saw the pseudo-teacher seat himself on a log and\nbecome lost in thought with his r ed cheeks r esting on his fists.\nThe woman flung down an axe at his feet, spat angrily, and,\njudging fr om the expr ession of her lips, began to scold him. The\nbeggar irr esolutely pulled a billet of wood towar ds him, set it up\nbetween his feet, and tapped it feebly with the axe. The billet\nwaver ed and fell down.  The beggar again pulled it to him, blew\non his fr eezing hands, and tapped it with his axe cautiously, as if\nafraid of hitting his overshoe or of cutting of f his finger; the stick\nof wood again fell to the gr ound.\nSergei’s anger had vanished and he now began to feel a little\nsorry and ashamed of himself for having set a spoiled, drunken,\nperhaps sick man to work at menial labour in the cold.\nAn hour later Olga came in and announced that the wood had\nall been chopped.\n“Good! Give him half a r ouble,” said Ser gei.  “If he wants to he\ncan come back and cut wood on the first day of each month.  W e\ncan always find work for him.”\nOn the first of the month the waif made his appearance and\nagain ear ned half a r ouble, although he could bar ely stand on his\nlegs. Fr om that day on he often appear ed in the yar d and every\nReprint 2025-26\n\n--- Page 4 ---\nThe Beggar/ 59\ntime work was found for him. Now he would shovel snow, now put\nthe wood-shed in or der, now beat the dust out of rugs and\nmattr esses. Every time he r eceived fr om twenty to forty copecks,\nand once, even a pair of old tr ousers wer e sent out to him.\nWhen Ser gei moved into another house he hir ed him to help\nin the packing and hauling of the fur nitur e. This time the waif\nwas sober , gloomy, and silent. He har dly touched the fur nitur e,\nand walked behind the wagons hanging his head, not even making\na pretence of appearing busy. He only shiver ed in the cold and\nbecame embarrassed when the carters jeer ed at him for his\nidleness, his feebleness, and his tatter ed, fancy over coat. After\nthe moving was over Ser gei sent for him.\n“Well, I am happy that my wor ds have taken ef fect,’” he said,\nhanding him a r ouble. “Her e’s for your pains.  I see you ar e sober\nand have no objection to work.  What is your name?’”\n“Lushkof f.”\n“Well, Lushkof f, I can now of fer you some other , cleaner\nemployment.  Can you write?’”\n“I can.”\n“Then take this letter to a friend of mine tomorr ow and you\nwill be given some copying to do.  W ork har d, don’t drink, and\nremember what I have said to you. Goodbye!”\nPleased at having put a man on the right path, Ser gei tapped\nLushkof f kindly on the shoulder and even gave him his hand at\nparting.  Lushkof f took the letter , and fr om that day forth came\nno mor e to the yar d for work.\nTwo years went by. Then one evening, as Ser gei was standing\nat the ticket window of a theatr e paying for his seat, he noticed a\nlittle man beside him with a coat collar of curly fur and a wor n\nsealskin cap. This little individual timidly asked the ticket seller\nfor a seat in the gallery and paid for it in copper coins.\n“Lushkof f, is that you?” cried Ser gei, r ecognising in the little\nman his for mer wood-chopper . “How ar e you? What ar e you doing?\nHow is everything with you?”\n“All right.  I am a notary now and am paid thirty-five r oubles\na month.”\nReprint 2025-26\n\n--- Page 5 ---\n60 / Moments\n“Thank Heaven! That’s\nfine! I am delighted for\nyour sake. I am very, very\nglad, Lushkof f.  You see,\nyou ar e my godson, in a\nsense.  I gave you a push\nalong the right path, you\nknow. Do you r emember\nwhat a r oasting I gave you,\neh? I nearly had you\nsinking into the gr ound at\nmy feet that day.  Thank\nyou, old man, for not\nforgetting my wor ds.”\n“Thank you, too.” said\nLushkof f. “If I hadn’t\ncome to you then I might\nstill have been calling\nmyself a teacher or a\nstudent to this day.  \nYes, by flying to your pr otection I dragged\nmyself out of a pit.”\n“I am very glad, indeed.”\n“Thank you for your kind wor ds and deeds. I am very grateful\nto you and to your cook. God bless that good and noble woman!\nYou spoke finely then, and I shall be indebted to you to my\ndying day; but, strictly speaking, it was your cook, Olga,\nwho saved me.”\n“How is that?”\n“When I used to come to your house to chop wood she used to\nbegin: ‘Oh, you sot, you! Oh, you miserable cr eatur e! Ther e’s\nnothing for you but ruin.’ And then she would sit down opposite\nme and gr ow sad, look into my face and weep. ‘Oh, you unlucky\nman! Ther e is no pleasur e for you in this world and ther e will be\nnone in the world to come.  Y ou drunkar d!  You will bur n in hell.\nOh, you unhappy one!’ And so she would carry on, you know, in\nthat strain.  I can’t tell you how much misery she suf fered, how\nmany tears she shed for my sake.  But the chief thing was — she\nReprint 2025-26\n\n--- Page 6 ---\nThe Beggar/ 61\nused to chop the wood for me.  Do you know, sir , that I did not\nchop one single stick of wood for you?  She did it all. Why this\nsaved me, why I changed, why I stopped drinking at the sight of\nher I cannot explain. I only know that, owing to her wor ds and\nnoble deeds, a change took place in my heart; she set me right\nand I shall never for get it.  However , it is time to go now; ther e\ngoes the bell.” Lushkof f bowed and departed to the gallery.\nANTON CHEKHOV\nGlossary\ncopeck (also spelt  kopeck ): Russian coin equal to one hundr edth\nof a r ouble\ncalumny:\n the making of false and defamatory statements about\nsomeone in order to damage his/her reputation\nsuppliant (or supplicant) : a person making a humble plea to\nsomeone in power or authority\nmendicant:  beggar\nswindling: cheating a person of money\nperplexity: state of being puzzled; bewilder ment\nirresolutely:  hesitantly; undecidedly\nbillet: her e, a thick piece of wood\nwaif:  a homeless person\nshovel: r emove snow with a shovel (a tool resembling a spade\nwith a br oad blade and typically uptur ned sides)\nroasting (an infor mal or humor ous wor d): here, scolding\nsot: a habitual drunkard\n1.Has Lushkof f become a beggar by cir cumstance or by choice?\n2.What r easons does he give to Sergei for his telling lies?\n3.Is Lushkof f a willing worker? Why, then, does he agr ee to\nchop wood for Ser gei?\nT TTTTHINKHINKHINKHINKHINK A  A A A ABOUT BOUTBOUTBOUTBOUT I  I I I IT TTTT\nReprint 2025-26\n\n--- Page 7 ---\n62 / Moments\n4.Sergei says, “I am happy that my wor ds have taken ef fect.”\nWhy does he say so? Is he right in saying this?\n5.Lushkof f is ear ning thirty five r oubles a month. How is he\nobliged to Ser\ngei for this?\n6.During their conversation Lushkof f reveals that Ser gei’s cook,\nOlga, is r esponsible for the positive change in him. How has\nOlga saved Lushkof f?\nHow can we help beggars/abolish begging?\nl‘The Man with the Twisted Lip’ by Arthur Conan Doyle\nlThe Thr ee Sisters  by Anton Chekhov\nT TTTTALKALKALKALKALK A  A A A ABOUT BOUTBOUTBOUTBOUT I  I I I IT TTTT\nS SSSSUGGESTEDUGGESTEDUGGESTED UGGESTEDUGGESTED  R  R R R READING EADINGEADINGEADINGEADING\nReprint 2025-26\n",
    "total_characters": 10567,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page6_img5.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page7_img5.png",
      "page": 7
    }
  ],
  "image_count": 29,
  "keywords": [
    "Lushkof",
    "Sergei",
    "Reprint",
    "Beggar",
    "Thank",
    "Moments",
    "Russian",
    "Kaluga",
    "Sadovya",
    "Lushkoff",
    "Standing",
    "Every",
    "After",
    "Goodbye",
    "Pleased",
    "Heaven",
    "However",
    "Glossary",
    "During",
    "Twisted"
  ]
}