{
  "metadata": {
    "subject": "english-part1",
    "chapter_number": 4,
    "chapter_name": "iebe104",
    "source_file": "iebe104.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nNotes for the TNotes for the TNotes for the TNotes for the TNotes for the T eacher eachereacher eachereacher\nUnits Units Units \nUnits Units 4 44 44–6 –6–6 –6–6\n4. A T RULY BEAUTIFUL  MIND\nThe story of Einstein tries to show him as a human being, a fairly\nordinary person who had his likes and dislikes, his streaks of rebellion,\nand his problems. The class can think about how a ‘great person’ was\nperceived before being recognised as ‘great’: it is not as though great\npeople are born with a special sign that allows us to recognise them\ninstantly! What qualities in a person, then, make them a genius or a\ngreat person?\nYou can take the help of a science teacher to explain Einstein’s Theory\nof Relativity, to talk about Einstein, and build inter -subject cooperation.\nThe exercise of matching headings to paragraphs in the lesson is useful\nfor finding the topic sentence or to scan a paragraph for specific\ninformation. Students may be asked to provide a different heading if\nthey feel some other point is equally important.\nStudents should be guided to write a newspaper report. Note the points\ngiven below. Illustrate them by bringing examples from newspapers into\nthe class, and ask students to bring their own examples.\n•A report should have:\n1.A headline\n2.Name of the reporter e.g. ‘By a Staff Reporter’, etc.\n3.Place, date, source ( the source may also be given at the end of the\nreport).\n•The beginning is usually an expansion of the headline.  The middle\nparagraph gives the details.  It is followed by the conclusion or the\nsumming up.\n•The report should be brief, but the headline and the style should be\neye-catching.\n•Sometimes important points are given in a box in the centre of the\nreport.\n•Regarding the language of the reports:\n1.passives for past action (for example: It is foun d..., ...has been\nunearthed.)\nReprint 2025-26\n\n--- Page 2 ---\n2.present tense for statements (The document contains…, The\nmanuscript describes…)\nThis unit has a passage for dictation, an anecdote. Dictation is an\nexercise that requires the individual participation of each student. It\nfosters unconscious thinking, and draws attention to language form.\nStudents can also be given opportunities for self or peer correction after\nthe dictation.\n•Students should first read the passage silently, noticing the use of\npunctuation marks.\n•The passage to be dictated should be read aloud twice in the class\nwith proper intonation, and pauses between meaningful phrases.\n•The passage is read a third time for students to check through.\n5. T HE SNAKE AND THE MIRROR\n‘The Snake and the Mirror’ is a complex story of self-discovery that is\nhumorously told. The narrator is a vain and foolish young man who in\na moment of crisis r ealises that he is “poor , foolish and stupid”. The\nquestions are designed to help the students notice the humour in the\nnarration.\nThis unit has a formal, expository passage for dictation. Students should\nbe encouraged to learn the spellings of unfamiliar words beforehand.\nThe dictation of such passages also encourages the development of\ngrammar in the students’ minds, as they recall complex language.\nThe W riting task is based on a sketch fr om a photograph that tells a\nstory. Encourage the students to read the words given alongside the\nsketch. Let the students form pairs or groups to talk freely about the\nsketch before they start writing.\nA new kind of activity introduced in this lesson is to compare two\ntranslations of the beginning of a story. This activity suggests to the\nstudents that language is not ‘fixed’; there are different ways of\nexperiencing an idea, which also lead to small changes in the idea that\nis expressed. This activity should be done as a fun activity.\n6. M Y CHILDHOOD\nThe autobiographical account of childhood embodies the themes of\nharmony and prejudice, tradition and change. The questions guide the\nchildren to identify the instances of the themes.\nA map reading activity is given in this unit.  Students will find out the\ngeographical location of Dhanushkodi and Rameswaram, and\nthe languages spoken at that time by different communities. This\n44 / Beehive\nReprint 2025-26\n\n--- Page 3 ---\nwill develop a critical understanding of how life and society in\nthe deep south changed and developed over the years. Dhanuskodi\nand Rameswaram are on an island, the Pamban Island, off the\nTamil Nadu coast.\nThe dictionary work encourages children to identify the contexts, literal\nand metaphorical, in which the given wor ds occur . You may find other\nsuch words to add to the exercise.\nThe dictation exercise in this unit requires the rearrangement of jumbled\nparagraphs. Ideally this kind of dictation should be carried out with\npassages that the students have not seen before.\nThe teacher dictates the three parts of the given passage, in random\norder, one to each gr oup in class, for example part two first, then part\nthree, and finally part one. The class has to share information in order\nto put the text together in the right or der. This can be a class activity\ndirected by the teacher .\nThe Speaking exercise includes an activity requiring students to ask\nother people for their opinion on the topic.\nNotes for the Teacher  / 45\nReprint 2025-26\n\n--- Page 4 ---\nB BB BBEFOREEFOREEFOREEFOREEFORE  Y  Y Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•Who do you think of, when you hear the word ‘genius’? Who\nis a genius — what qualities do you think a genius has?\n•We shall now r ead about a young Ger man civil servant who\ntook the world by stor m about a hundr ed years ago. In the\nsummer of 1905, the 26-year-old published in quick succession\nfour ground-breaking papers: about light, the motion of\nparticles, the electrodynamics of moving bodies, and energy.\nHis work took up only a few pages in scientific jour nals, but\nchanged forever our understanding of space, time and the\nentire cosmos — and transfor med the name ‘Einstein ’ into a\nsynonym for genius.\n•Fifty years after his death, Albert Einstein’s genius still reigns.\n1.ALBER T Einstein was bor n on 14 Mar ch 1879 in the\nGerman city of Ulm, without any indication that he\nwas destined for greatness.  On the contrary, his\nmother thought Albert was a fr eak. T o her , his head\nseemed much too large.\n2.At the age of two-and-a-half, Einstein still wasn’t\ntalking. When he finally did learn to speak, he uttered\neverything twice. Einstein did not know what to do\nwith other children, and his playmates called him\n“Brother Boring.” So the youngster played by himself4. A T 4. A T4. A T 4. A T4. A T ruly Beautiful Mindruly Beautiful Mindruly Beautiful Mindruly Beautiful Mindruly Beautiful Mind\nfreak: a word used\ndisapprovingly to talk\nabout a person who is\nunusual and doesn’t\nbehave, look or think\nlike others\nOtto Neugebauer , the historian of ancient  mathematics, told a\nstory about the boy Einstein that he characterises as a “legend” ,\nbut that seems fairly  authentic.  As he was a late talker , his par ents\nwere worried. At last, at the supper table one night, he broke his\nsilence to say, “The soup is too hot.” Greatly relieved, his parents\nasked why he had never said a word before. Albert replied,\n“Because up to now everything was in or der.”\nReprint 2025-26\n\n--- Page 5 ---\nA Truly Beautiful Mind  / 47much of the time. He especially loved mechanical\ntoys. Looking at his newbor n sister, Maja, he is said\nto have said: “Fine, but where are her wheels?”\n3.A headmaster once told his father that what\nEinstein chose as a pr ofession wouldn’t matter ,\nbecause “he’ll never make a success at anything.”\nEinstein began learning to play the violin at the\nage of six, because his mother wanted him to; he\nlater became a gifted amateur violinist, maintaining\nthis skill throughout his life.\n4.But Albert Einstein was not a bad pupil.  He went\nto high school in Munich, where Einstein’s family\nhad moved when he was 15 months old, and scored\ngood marks in almost every subject. Einstein hated\nthe school’s regimentation, and often clashed with\nhis teachers. At the age of 15, Einstein felt so stifled\nthere that he left the school for good.\n5.The pr evious year , Albert’s par ents had moved to\nMilan, and left their son with relatives.  After prolonged\ndiscussion, Einstein got his wish to continue his\neducation in German-speaking Switzerland, in a city\nwhich was more liberal than Munich.\n6.Einstein was highly gifted in mathematics and\ninterested in physics, and after finishing school,\nhe decided to study at a university in Zurich. But\nscience wasn’t the only thing that appealed to the\ndashing young man with the walrus moustache.amateur : doing\nsomething for\npersonal enjoyment\nrather than as a\nprofession\nregimentation : order\nor discipline taken to\nan extreme\nstifled : unable to\nbreathe; suffocated\nliberal : willing to\nunderstand and\nrespect others’\nopinions\nEinstein in 1900 at the\nage of 21.Einstein in 1955 as we\nremember him now\nReprint 2025-26\n\n--- Page 6 ---\n48 / Beehive7.He also felt a special interest in a fellow student,\nMileva Maric, whom he found to be a “clever\ncreature.”  This young Serb had come to Switzerland\nbecause the University in Zurich was one of the few\nin Europe where women could get degrees. Einstein\nsaw in her an ally against the “philistines”—\nthose people in his family and at the university\nwith whom he was constantly at odds. The couple\nfell in love.  Letters survive in which they put their\naffection into words, mixing science with\ntender ness. W rote Einstein: “How happy and pr oud\nI shall be when we both have brought our work on\nrelativity to a victorious conclusion.”\n8.In 1900, at the age of 21, Albert Einstein was a\nuniversity graduate and unemployed. He worked\nas a teaching assistant, gave private lessons and\nfinally secured a job in 1902 as a technical expert\nin the patent office in Bern. While he was supposed\nto be assessing other people’s inventions, Einstein\nwas actually developing his own ideas in secret. He\nis said to have jokingly called his desk drawer at\nwork the “bureau of theoretical physics.”\n9.One of the famous papers of 1905 was Einstein’s\nSpecial Theory of Relativity, according to which time\nand distance are not absolute. Indeed, two perfectly\naccurate clocks will not continue to show the same\ntime if they come together again after a journey if\none of them has been moving very fast relative to\nthe other . From this followed the world’s most\nfamous formula which describes the relationship\nbetween mass and energy:\nE = mc2\n* * *ally: a friend or an\nassociate\nphilistines : a word\nused disapprovingly\nto talk about people\nwho do not like art,\nliterature or music\n(In this mathematical equation, E stands for energy, m for mass\nand c for the speed of the light in a vacuum (about 300,000 km/s) .\nWhen you sit with a nice girl for two hours, it\nseems like two minutes. When you sit on a\nhot stove for two minutes, it seems like two\nhours—\nthat’s r elativity.  – ALBER T EINSTEINpatent : a document\nwhich gives the\nrights of an invention\nto an inventor\nabsolute : measured\nin itself, not in\nrelation to anything\nelse\nReprint 2025-26\n\n--- Page 7 ---\nA Truly Beautiful Mind  / 49\n10.While Einstein was solving the most difficult\nproblems in physics, his private life was\nunravelling. Albert had wanted to marry Mileva right\nafter finishing his studies, but his mother was\nagainst it.  She thought Mileva, who was three years\nolder than her son, was too old for him. She was\nalso bothered by Mileva’s intelligence. “She is a\nbook like you,” his mother said. Einstein put the\nwedding off.\n11.The pair finally married in January 1903, and had\ntwo sons.  But a few years later , the marriage\nfaltered. Mileva, meanwhile, was losing her\nintellectual ambition and becoming an unhappy\nhousewife.  After years of constant fighting, the\ncouple finally divorced in 1919.  Einstein married\nhis cousin Elsa the same year .\n* * *\n12.Einstein’s new personal chapter coincided with his\nrise to world fame. In 1915, he had published his\nGeneral Theory of Relativity, which provided a new\ninterpretation of gravity.  An eclipse of the sun in\n1919 brought proof that it was accurate. Einstein\nhad correctly calculated in advance the extent to\nwhich the light from fixed stars would be deflected\nthrough the sun’s gravitational field. The newspapers\nproclaimed his work as “a scientific revolution.”\n13.Einstein received the Nobel Prize for Physics in\n1921. He was showered with honours and invitations\nfrom all over the world, and lauded by the press.\n* * *\n14.When the Nazis came to power in Germany in 1933,\nEinstein emigrated to the United States.  Five years\nlater, the discovery of nuclear fission in Berlin had\nAmerican physicists in an upr oar.  Many of them\nhad fled from Fascism, just as Einstein had, and\nnow they were afraid the Nazis could build and use\nan atomic bomb.deflected : changed\ndirection because it\nhit something\nin an uproar : very\nupsetfaltered : became\nweakunravelling : starting\nto fail\nReprint 2025-26\n\n--- Page 8 ---\n50 / Beehive\n15.At the urging of a colleague, Einstein wrote a letter\nto the American President, Franklin D. Roosevelt,\non 2 August 1939, in which he warned: “A single\nbomb of this type . . . exploded in a port, might very\nwell destroy the whole port together with some of\nthe surrounding territory.” His words did not fail to\nhave an effect.  The Americans developed the atomic\nbomb in a secret project of their own, and dropped\nit on the Japanese cities of Hiroshima and Nagasaki\nin August 1945.\n16.Einstein was deeply shaken by the extent of the\ndestruction.  This time he wrote a public missive to\nthe United Nations.  In it he proposed the formation\nof a world government. Unlike the letter to Roosevelt,\nthis one made no impact.  But over the next decade,\nEinstein got ever more involved in politics —\nagitating for an end to the arms buildup and using\nhis popularity to campaign for peace and democracy.\n17.When Einstein died in 1955 at the age of 76, he\nwas celebrated as a visionary and world citizen as\nmuch as a scientific genius.\nThinking about the TThinking about the TThinking about the TThinking about the TThinking about the T e ee eextxtxt xtxt\n1.Here are some headings for paragraphs in the text. W rite the number(s) of the\nparagraph(s) for each title against the heading. The first one is done for you.\n(i)Einstein’s equation\n(ii)Einstein meets his future wife\n(iii)The making of a violinist\n(iv)Mileva and Einstein’s mother\n(v)A letter that launched the arms race\n(vi)A desk drawer full of ideas\n(vii)Marriage and divorcemissive : letter ,\nespecially long and\nofficial\nvisionary : a person\nwho can think about\nthe future in an\noriginal and\nintelligent way\n9\nReprint 2025-26\n\n--- Page 9 ---\nA Truly Beautiful Mind  / 512.Who had these opinions about Einstein?\n(i)He was boring.\n(ii)He was stupid and would never succeed in life.\n(iii)He was a freak.\n3.Explain what the reasons for the following are.\n(i)Einstein leaving the school in Munich for good.\n(ii)Einstein wanting to study in Switzerland rather than in Munich.\n(iii)Einstein seeing in Mileva an ally.\n(iv)What do these tell you about Einstein?\n4.What did Einstein call his desk drawer at the patent office? Why?\n5.Why did Einstein write a letter to Franklin Roosevelt?\n6.How did Einstein react to the bombing of Hiroshima and Nagasaki?\n7.Why does the world remember Einstein as a “world citizen ”?\n8.Here are some facts fr om Einstein’s life. Arrange them in chr onological or der.\n[   ] Einstein publishes his special theory of relativity.\n[   ] He is awarded the Nobel Prize in Physics.\n[   ] Einstein writes a letter to U.S. President, Franklin D. Roosevelt, and\nwarns against Germany’s building of an atomic bomb.\n[   ] Einstein attends a high school in Munich.\n[   ] Einstein’s family moves to Milan.\n[   ] Einstein is born in the German city of Ulm.\n[   ] Einstein joins a university in Zurich, where he meets Mileva.\n[   ] Einstein dies.\n[   ] He provides a new interpretation of gravity.\n[   ] Tired of the school’s r egimentation, Einstein withdraws fr om school.\n[   ] He works in a patent office as a technical expert.\n[   ] When Hitler comes to power , Einstein leaves Ger many for the United\nStates.\nThinking about LanguageThinking about LanguageThinking about LanguageThinking about LanguageThinking about Language\nI.Here are some sentences from the story.  Choose the word from the brackets\nwhich can be substituted for the italicised words in the sentences.\n1.A few years later , the marriage falter ed\n. (failed, br oke, became weak).\n2.Einstein was constantly at odds with people at the university. (on bad terms,\nin disagreement, unhappy)\n3.The newspapers proclaimed  his work as “a scientific revolution.” (declared,\npraised, showed)\nReprint 2025-26\n\n--- Page 10 ---\n52 / Beehive4.Einstein got ever more involved in politics, agitating  for an end to the arms\nbuildup. (campaigning, fighting, supporting)\n5.At the age of 15, Einstein felt so stifled that he left the school for good .\n(permanently, for his benefit, for a short time)\n6.Five years later , the discovery of nuclear fission in Berlin had American\nphysicists in an upr oar. (in a state of commotion, full of criticism, in a\ndesperate state)\n7.Science wasn’t the only thing that appealed to  the dashing young man with\nthe walrus moustache. (interested, challenged, worried)\nII.Study the following sentences.\n•Einstein became a gifted amateur violinist, maintaining this skill throughout\nhis life.\n•Letters survive in which they put their affection into words, mixing science\nwith tenderness.\nThe parts in italics in the above sentences begin with –ing verbs,  and are called\nparticipial phrases.  Participial phrases say something more about the person\nor thing talked about or the idea expressed by the sentence as a whole. For\nexample:\n–Einstein became a gifted amateur violinist. He maintained this skill\nthroughout his life.\nComplete the sentences below by filling in the blanks with suitable participial\nclauses. The information that has to be used in the phrases is provided as a\nsentence in brackets.\n1. , the firefighters finally put out the fire.  (They worked\nround the clock.)\n2.She watched the sunset above the mountain,  (She noticed\nthe colours blending softly into one another .)\n3.The excited horse pawed the ground rapidly,  (While it\nneighed continually.)\n4. , I found myself in Bangalore, instead of Benaras. (I had\ntaken the wrong train.)\n5. , I was desperate to get to the bathroom. (I had not bathed\nfor two days)\n6.The stone steps,   needed to be replaced.  (They were worn\ndown).\n7.The actor received hundreds of letters from his fans,  \n(They asked him to send them his photograph.)\nReprint 2025-26\n\n--- Page 11 ---\nA Truly Beautiful Mind  / 53\nW WWWWriting Newspaper Reportsriting Newspaper Reportsriting Newspaper Reportsriting Newspaper Reportsriting Newspaper Reports\nHere are some notes which you could use to write a report.\n21 August 2005 — original handwritten manuscript of Albert Einstein\nunearthed  — by student Rowdy Boeynik in the University of the\nNetherlands — Boeynik researching papers — papers belonging to an\nold friend of Einstein — fingerprints of Einstein on these papers —\n16-page document dated 1924 — Einstein’s work on this last theory —\nbehaviour of atoms at low temperature — now known as the Bose-Einstein\ncondensation — the manuscript to be kept at Leyden University where\nEinstein got the Nobel Prize.\nWrite a r eport which has four paragraphs, one each on:\n•What was unearthed.\n•Who unearthed it and when.\n•What the document contained.\n•Where it will be kept.\nYour r eport could begin like this:\nStudent Unearths Einstein Manuscript\n21 A UGUST  2005 . An original handwritten Albert Einstein manuscript\nhas been unearthed at a university in the Netherland s...\nDictationDictationDictation\nDictationDictation\nYour teacher will dictate these paragraphs to you. W rite down the paragraphs\nwith correct punctuation marks.\nIn 1931 Charlie Chaplin invited Albert Einstein, who was visiting Hollywood,\nto a private screening of his new film, City Lights . As the two men drove into\ntown together , passersby waved and cheer ed. Chaplin tur ned to his guest and\nexplained: “The people are applauding you because none of them understands\nyou and applauding me because everybody understands me.”\nOne of Einstein’s colleagues asked him for his telephone number one\nday. Einstein r eached for a telephone dir ectory and looked it up. “Y ou don’t\nremember your own number?” the man asked, startled.\n“No,” Einstein answered. “Why should I memorise something I can so\neasily get from a book?” (In fact, Einstein claimed never to memorise anything\nwhich could be looked up in less than two minutes.)\nReprint 2025-26\n\n--- Page 12 ---\nThis well known poem explores the poet’s longing for the peace\nand tranquillity of Innisfree, a place where he spent a lot of\ntime as a boy. This poem is a lyric.\nI will arise and go now, and go to Innisfree,\nAnd a small cabin build there, of clay and wattles made:\nNine bean-rows will I have there, a hive for the honeybee,\nAnd live alone in the bee-loud glade.\nAnd I shall have some peace there, for peace comes dropping slow\nDropping from the veils of the morning to where the cricket sings;\nThere midnight’s all a glimmer , and noon a purple glow,\nAnd evenings full of the linnet’s wings.\nI will arise and go now, for always night and day\nI hear the lake water lapping with low sounds by the shore;\nWhile I stand on the roadway, or on the pavements grey,\nI hear it in the deep heart’s core.\nWILLIAM  BUTLER  YEATS\nGLOSSARY\nwattles:  twisted sticks for making fences, walls\nglade:  clearing; open space\nlinnet:  a small brown and grey bird with a short beak\nThinking about the PoemThinking about the PoemThinking about the PoemThinking about the PoemThinking about the Poem\nI.1.What kind of place is Innisfree? Think about:\n(i)the three thin gs the poet wants to do when he goes back there (stanza I) ;\n(ii)what he hears and sees there and its effect on him (stanza II);\n(iii)what he hears in his “heart’s core” even when he is far away from\nInnisfree (stanza III).The LThe LThe L\nThe LThe L ak akak akake Isle of Innisfreee Isle of Innisfreee Isle of Innisfreee Isle of Innisfreee Isle of Innisfree\nReprint 2025-26\n\n--- Page 13 ---\nThe Lake Isle of Innisfree  / 552.By now you may have concluded that Innisfree is a simple, natural place,\nfull of beauty and peace. How does the poet contrast it with where he now\nstands? (Read stanza III.)\n3.Do you think Innisfree is only a place, or a state of mind? Does the poet\nactually miss the place of his boyhood days?\nII.1.Look at the words the poet uses to describe what he sees and hears at\nInnisfree\n(i)bee-loud glade\n(ii)evenings full of the linnet’s wings\n(iii)lake water lapping with low sounds\nWhat pictures do these words create in your mind?\n2.Look at these words;\n...peace comes dropping slow\nDropping from the veils of the morning to where the cricket sings\nWhat do these words mean to you? What do you think “comes dropping\nslow...from the veils of the morning”? What does “to where the cricket sings”\nmean?\nHealth is the greatest gift, contentment\nthe greatest wealth, faithfulness the best\nrelationship.\nGAUTAMA  BUDDHA\nReprint 2025-26\n",
    "total_characters": 23190,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page1_img6.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page2_img5.png",
      "page": 2
    },
    {
      "filename": "page2_img6.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page3_img5.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page4_img5.png",
      "page": 4
    },
    {
      "filename": "page4_img6.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page5_img5.png",
      "page": 5
    },
    {
      "filename": "page5_img6.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page8_img5.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page9_img4.png",
      "page": 9
    },
    {
      "filename": "page9_img5.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page11_img4.png",
      "page": 11
    },
    {
      "filename": "page11_img5.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page12_img3.png",
      "page": 12
    },
    {
      "filename": "page12_img4.png",
      "page": 12
    },
    {
      "filename": "page12_img5.png",
      "page": 12
    },
    {
      "filename": "page13_img1.png",
      "page": 13
    },
    {
      "filename": "page13_img2.png",
      "page": 13
    },
    {
      "filename": "page13_img3.png",
      "page": 13
    },
    {
      "filename": "page13_img4.png",
      "page": 13
    },
    {
      "filename": "page13_img5.png",
      "page": 13
    }
  ],
  "image_count": 66,
  "keywords": [
    "Einstein",
    "Reprint",
    "Albert",
    "Beautiful",
    "Innisfree",
    "Mileva",
    "Students",
    "Units",
    "Munich",
    "Newspaper",
    "Mindruly",
    "Truly",
    "While",
    "Roosevelt",
    "Reportsriting",
    "Innisfreee",
    "Theory",
    "Relativity",
    "German",
    "Switzerland"
  ]
}