{
  "metadata": {
    "subject": "english-part1",
    "chapter_number": 2,
    "chapter_name": "iebe102",
    "source_file": "iebe102.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nPart I\nEvelyn Glennie Listens to Sound\nwithout Hearing It\nB BB BBEFOREEFOREEFORE\nEFOREEFORE  Y  Y Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•“God may have taken her hearing but he has given her back\nsomething extraor dinary. What we hear , she feels — far mor e\ndeeply than any of us. That is why she expresses music so\nbeautifully.”\n•Read the following account of a person who fought against a\nphysical disability and made her life a success story.\n1.RUSH hour crowds jostle for position on the\nunderground train platform. A slight girl, looking\nyounger than her seventeen years, was nervous yet\nexcited as she felt the vibrations of the approaching\ntrain. It was her first day at the prestigious Royal\nAcademy of Music in London and daunting enough\nfor any teenager fresh from a Scottish farm. But\nthis aspiring musician faced a bigger challenge than\nmost: she was profoundly deaf.\n2.Evelyn Glennie’s loss of hearing had been gradual.\nHer mother remembers noticing something was\nwrong when the eight-year -old Evelyn was waiting\nto play the piano. “They called her name and she\ndidn’t move. I suddenly realised she hadn’t heard,”\nsays Isabel Glennie. For quite a while Evelyn\nmanaged to conceal her growing deafness from\nfriends and teachers. But by the time she was\neleven her marks had deteriorated and her\nheadmistress urged her parents to tak e her to a2. The Sound of Music2. The Sound of Music2. The Sound of Music2. The Sound of Music2. The Sound of Music\njostle : push roughly\nslight : small and\nthin\ndaunting : frightening\naspiring musician : a\nperson who wants\nto be a musician\nReprint 2025-26\n\n--- Page 2 ---\n18 / Beehivespecialist. It was then discovered that her hearing\nwas severely impaired as a result of gradual nerve\ndamage. They were advised that she should be fitted\nwith hearing aids and sent to a school for the deaf.\n“Everything suddenly looked black,” says Evelyn.\n3.But Evelyn was not going to give up. She was\ndetermined to lead a normal life and pursue her\ninterest in music. One day she noticed a girl playing\na xylophone and decided that she wanted to play it\ntoo. Most of the teachers discouraged her but\npercussionist Ron Forbes spotted her potential. He\nbegan by tuning two large drums to different notes.\n“Don’t listen through your ears,” he would say, “try\nto sense it some other way.” Says Evelyn, “Suddenly\nI realised I could feel the higher drum from the\nwaist up and the lower one from the waist down.”\nForbes repeated the exercise, and soon Evelyn\ndiscovered that she could sense certain notes in\ndifferent parts of her body. “I had learnt to open my\nmind and body to sounds and vibrations.” The rest\nwas sheer determination and hard work.\n4.She never looked back from that point onwards.\nShe toured the United Kingdom with a youth\norchestra and by the time she was sixteen, she had\ndecided to make music her life. She auditioned for\nthe Royal Academy of Music and scored one of the\nhighest marks in the history of the academy. She\ngradually moved from orchestral work to solo\nperformances. At the end of her three-year course,\nshe had captured most of the top awards.\n5.And for all this, Evelyn won’t accept any hint of\nheroic achievement. “If you work hard and know\nwhere you are going, you’ll get there.” And she got\nright to the top, the world’s most sought-after multi-\npercussionist with a mastery of some thousand\ninstruments, and hectic international schedule.\n6.It is intriguing  to watch Evelyn function so\neffortlessly without hearing. In our two-hour\ndiscussion she never missed a word. “Men with\nbushy beards give me trouble,” she laughed. “It isxylophone : a musical\ninstrument with a\nrow of wooden bars\nof different lengths\npercussionist : a\nperson who plays the\ndrum, the tabla, etc.\npotential : quality or\nability that can be\ndeveloped\nauditioned : gave a\nshort performance so\nthat the director\ncould decide whether\nshe was good enough\nintriguing : fascinating\nand curious\nimpaired:  weakened\nReprint 2025-26\n\n--- Page 3 ---\nThe Sound of Music / 19\nnot just watching the lips, it’s the whole face,\nespecially the eyes.” She speaks flawlessly with a\nScottish lilt. “My speech is clear because I could\nhear till I was eleven,” she says. But that doesn’t\nexplain how she managed to learn French and\nmaster basic Japanese.\n7.As for music, she explains, “It pours in through\nevery part of my body. It tingles in the skin, my\ncheekbones and even in my hair .” When she plays\nthe xylophone, she can sense the sound passing up\nthe stick into her fingertips. By leaning against the\ndrums, she can feel the resonances flowing into her\nbody. On a wooden platform she removes her shoes\nso that the vibrations pass through her bare feet\nand up her legs.It is intriguing  to watch Evelyn function\nso effortlessly without hearing\ntingles : causes a\nslight pricking or\nstinging sensation\nresonances : echoes\nof soundsflawlessly : without a\nfault or mistake\nlilt: a way of\nspeaking\nReprint 2025-26\n\n--- Page 4 ---\n20 / Beehive\n8.Not surprisingly, Evelyn delights her audiences. In\n1991 she was presented with the Royal\nPhilhar monic Society’s pr estigious Soloist of the Y ear\nAward. Says master percussionist James Blades,\n“God may have taken her hearing but he has given\nher back something extraor dinary. What we hear ,\nshe feels — far more deeply than any of us. That is\nwhy she expresses music so beautifully.”\n9.Evelyn confesses that she is something of a\nworkaholic. “I’ve just got to work ... often harder\nthan classical musicians. But the rewards are\nenormous.” Apart from the regular concerts, Evelyn\nalso gives free concerts in prisons and hospitals.\nShe also gives high priority to classes for young\nmusicians. Ann Richlin of the Beethoven Fund for\nDeaf Children says, “She is a shining inspiration\nfor deaf children. They see that there is nowhere\nthat they cannot go.”\n10.Evelyn Glennie has already accomplished more than\nmost people twice her age. She has brought\npercussion to the front of the orchestra, and\ndemonstrated that it can be very moving. She has\ngiven inspiration to those who are handicapped,\npeople who look to her and say, ‘If she can do it, I\ncan.’ And, not the least, she has given enormous\npleasure to millions.\nDEBORAH  COWLEY\nThinking about the TThinking about the TThinking about the TThinking about the TThinking about the T e ee eextxtxt xtxt\nI.Answer these questions in a few words or a couple of sentences each.\n1.How old was Evelyn when she went to the Royal Academy of Music?\n2.When was her deafness first noticed? When was it confirmed?\nII.Answer each of these questions in a short paragraph (3 0–40 words).\n1.Who helped her to continue with music? What did he do and say?\n2.Name the various places and causes for which Evelyn performs.\nIII.Answer the question in two or three paragraphs (10 0–150 words).\n1.How does Evelyn hear music?priority : great\nimportanceworkaholic  (informal) :\na person who finds it\ndifficult to stop\nworking\nReprint 2025-26\n\n--- Page 5 ---\nThe Sound of Music / 21Part II\nThe Shehnai of Bismillah Khan\nB BB BBEFORE EFOREEFOREEFOREEFORE      YOU YOUYOU YOUYOU R  R R  R READ EADEAD EADEAD\n•Do you know these people? What instruments do they play?\n•Think of the shehnai and the first thing you’ll probably imagine\nis a wedding or a similar occasion or function. The next would\nprobably be Ustad Bismillah Khan, the shehnai maestro,\nplaying this instrument.\n1.E\nMPEROR  Aurangzeb banned the playing of a musical\ninstrument called pungi  in the royal residence for\nit had a shrill unpleasant sound. Pungi became the\ngeneric name for reeded  noisemakers. Few had\nthought that it would one day be revived. A barber\nof a family of professional musicians, who had access\nto the royal palace, decided to improve the tonal\nquality of the pungi . He chose a pipe with a natural\nhollow stem that was longer and broader than the\npungi , and made seven holes on the body of the\npipe. When he played on it, closing and opening\nsome of these holes, soft and melodious sounds weregeneric name : a name\ngiven to a class or\ngroup as a whole\nreeded : wind\ninstruments which\nhave reeds like the\nflute, the clarinet, etc.\nReprint 2025-26\n\n--- Page 6 ---\n22 / Beehive\nproduced. He played the instrument before royalty\nand everyone was impressed. The instrument so\ndifferent from the pungi  had to be given a new name.\nAs the story goes, since it was first played in the\nShah’s chambers and was played by a nai (barber),\nthe instrument was named the ‘shehnai ’.\n2.The sound of the shehnai began to be considered\nauspicious. And for this reason it is still played in\ntemples and is an indispensable component of any\nNorth Indian wedding. In the past, the shehnai was\npart of the naubat  or traditional ensemble  of nine\ninstruments found at r oyal courts. T ill recently it\nwas used only in temples and weddings. The credit\nfor bringing this instrument onto the classical stage\ngoes to Ustad Bismillah Khan.\n3.As a five-year old, Bismillah Khan played gilli-danda\nnear a pond in the ancient estate of Dumraon in\nBihar . He would r egularly go to the nearby Bihariji\ntemple to sing the Bhojpuri ‘ Chaita’ , at the end of\nwhich  he would earn a big laddu weighing 1.25 kg,\na prize given by the local Maharaja. This happened\n80 years ago, and the little boy has travelled far to\nearn the highest civilian award in India — the\nBharat Ratna.\n4.Born on 21 March 1916, Bismillah belongs to a\nwell-known family of musicians fr om Bihar . His\ngrandfather , Rasool Bux Khan, was the shehnai-\nnawaz  of the Bhojpur king’s court. His father ,\nPaigambar Bux, and other paternal ancestors were\nalso great shehnai players.paternal ancestors :\nancestors of the\nfatherauspicious :\npromising to bring\ngood fortune\nindispensable :\nwithout which a\npiece of work cannot\nbe done\nensembles\n(pronounced\n‘onsomble’) : things\n(here, instruments)\nconsidered as a groupPungi Shehnai\nReprint 2025-26\n\n--- Page 7 ---\nThe Sound of Music / 23\n5.The young boy took to music early in life. At the age of\nthree when his mother took him to his maternal\nuncle’s house in Benaras (now V aranasi), Bismillah\nwas fascinated watching his uncles practise the\nshehnai. Soon Bismillah started accompanying his\nuncle, Ali Bux, to the Vishnu temple of Benaras where\nBux was employed to play the shehnai. Ali Bux would\nplay the shehnai and Bismillah would sit captivated\nfor hours on end. Slowly, he started getting lessons\nin playing the instrument and would sit practising\nthroughout the day. For years to come the temple of\nBalaji and Mangala Maiya and the banks of the Ganga\nbecame the young apprentice’s favourite haunts where\nhe could practise in solitude. The flowing waters of\nthe Ganga inspired him to improvise and invent raagas\nthat were earlier considered to be beyond the range\nof the shehnai.\n6.At the age of 14, Bismillah accompanied his uncle\nto the Allahabad Music Conference. At the end of\nhis recital, Ustad Faiyaz Khan patted the young\nboy’s back and said, “W ork har d and you shall make\nit.” With the opening of the All India Radio in\nLucknow in 1938 came Bismillah’s big break. He\nsoon became an often-heard shehnai player on radio.\n7.When India gained independence on 15 August 1947,\nBismillah Khan became the first Indian to greet the\nnation with his shehnai. He poured his heart out\ninto Raag Kafi from the Red Fort to an audience\nwhich included Pandit Jawaharlal Nehru, who later\ngave his famous ‘T ryst with Destiny’ speech.\n8.Bismillah Khan has given many memorable\nperformances both in India and abroad. His first\ntrip abroad was to Afghanistan where King Zahir\nShah was so  taken in by the maestro that he gifted\nhim priceless Persian carpets and other souvenirs.\nThe King of Afghanistan was not the only one to be\nfascinated with  Bismillah’s music. Film director\nVijay Bhatt was so impressed after hearing\nBismillah play at a festival that he named a film\nafter the  instrument called Gunj Uthi Shehnai . Theon end : for a very\nlong time without\nstopping\ntaken in by : attracted\nor charmed by\nsouvenirs : things\ngiven in memory of a\nplace, person or\nevent\nReprint 2025-26\n\n--- Page 8 ---\n24 / Beehive\nfilm was a hit, and one of Bismillah Khan’s\ncompositions, “ Dil ka khilona hai toot gay a...,” turned\nout to be a nationwide chartbuster! Despite this\nhuge success in the celluloid world, Bismillah\nKhan’s ventures in film music were limited to two:\nVijay Bhatt’s Gunj Uthi Shehnai and Vikram\nSrinivas’s Kannada venture, Sanadhi Apanna. “I just\ncan’t come to terms with the artificiality and\nglamour of the film world,” he says with emphasis.\n9.Awards and recognition came thick and fast.\nBismillah Khan became the first Indian to be invited\nto perform at the prestigious Lincoln Centre Hall in\nthe United States of America. He also took part in\nthe W orld Exposition in Montr eal, in the Cannes\nArt Festival and in the Osaka T rade Fair . So well\nknown did he become internationally that an\nauditorium in Teheran was named after him —\nTahar Mosiquee Ustaad Bismillah Khan.\n10.National awards like the Padmashri, the Padma\nBhushan and the Padma Vibhushan were\nconferred on him.\n11.In 2001, Ustad Bismillah Khan was awarded India’s\nhighest civilian award, the Bharat Ratna. With the\ncoveted award resting on his chest and his eyes\nglinting with rare happiness he said, “All I would\nlike to say is: Teach your children music, this is\nHindustan’s richest tradition; even the W est is now\ncoming to learn our music.’’\n12.In spite of having travelled all over the world —\nKhansaab as he is fondly called — is exceedingly\nfond of Benaras and Dumraon and they remain for\nhim the most wonderful towns of the world. A\nstudent of his once wanted him to head a shehnai\nschool in the U.S.A., and the student promised to\nrecreate the atmosphere of Benaras by replicating\nthe temples there. But Khansaab asked him if he\nwould be able to transport River Ganga as well.\nLater he is remembered to have said, “That is why\nwhenever I am in a foreign country, I keep yearning\nto see Hindustan. While in Mumbai, I think of only\nBenaras and the holy Ganga. And while in Benaras,\nI miss the unique mattha  of Dumraon.”coveted : much\ndesiredconferred : given,\nusually an award or\na degreechartbuster : record-\nbreaker\ncelluloid : old-\nfashioned way of\nreferring to films\nventure : project that\noften involves risk\nReprint 2025-26\n\n--- Page 9 ---\nThe Sound of Music / 25SHEKHAR  GUPTA: When Partition happened, didn’t you and your\nfamily think of moving to Pakistan?\nBISMILLAH  KHAN: God forbid ! Me, leave Benar as? Never! I went\nto Pakistan once —I crossed the border just to say I have been\nto Pakistan. I was ther e for about an hour . I said namaskar\nto the Pakistanis and salaam alaikum  to the Indians! I had a\ngood laugh.                             (Readers’ Digest , October 2005)\n13.Ustad Bismillah Khan’s life is a perfect example of\nthe rich, cultural heritage of India, one that\neffortlessly accepts that a devout Muslim like him\ncan very naturally play the shehnai every morning\nat the Kashi Vishwanath temple.\n[Ustad Bismillah Khan passed away on 21 August  2006 at\nthe age of ninety  after a prolonged illness. He was given a\nstate funeral and the Government of India declared one day\nof national mourning.]\nThinking about the TThinking about the TThinking about the TThinking about the TThinking about the T e ee eextxtxt xtxt\nI.Tick the right answer .\n1.The (shehnai, pungi ) was a ‘r eeded noisemaker .’\n2.(Bismillah Khan, A barber , Ali Bux) transfor med the pungi into a shehnai.\n3.Bismillah Khan’s paternal ancestors were (barbers, professional musicians).\n4.Bismillah Khan learnt to play the shehnai from (Ali Bux, Paigambar Bux,\nUstad Faiyaaz Khan).\n5.Bismillah Khan’s first trip abroad was to (Afghanistan, U.S.A., Canada).\nII.Find the words in the text which show Ustad Bismillah Khan’s feelings about\nthe items listed below. Then mark a tick ( \u0014) in the correct column. Discuss your\nanswers in class.\nBismillah Khan’s feelings about Positive Negative Neutral\n1.teaching children music\n2.the film world\n3.migrating to the U.S.A.\n4.playing at temples\n5.getting the Bharat Ratna\n6.the banks of the Ganga\n7.leaving Benaras and Dumraondevout : believing\nstrongly in a religion\nand obeying its laws\nand following its\npractices\nReprint 2025-26\n\n--- Page 10 ---\n26 / BeehiveIII.Answer these questions in 3 0–40 words.\n1.Why did Aurangzeb ban the playing of the pungi?\n2.How is a shehnai different from a pungi ?\n3.Where was the shehnai played traditionally? How did Bismillah Khan change\nthis?\n4.When and how did Bismillah Khan get his big break?\n5.Where did Bismillah Khan play the shehnai on 15 August 1947? Why was\nthe event historic?\n6.Why did Bismillah Khan refuse to start a shehnai school in the U.S.A.?\n7.Find at least two instances in the text which tell you that Bismillah Khan\nloves India and Benaras.\nThinking about LanguageThinking about LanguageThinking about LanguageThinking about LanguageThinking about Language\nI.Look at these sentences.\n•Evelyn was determined to live a normal life .\n•Evelyn managed to conceal her growing deafness from friends and teachers.\nThe italicised parts answer the questions: “What was Evelyn determined to do?”\nand “What did Evelyn manage to do?” They begin with a to-verb ( to live, to conceal ).\nComplete the following sentences. Beginning with a to-verb, try to answer the\nquestions in brackets.\n1.The school sports team hopes  (What does it hope to do?)\n2.We all want  (What do we all want to do?)\n3.They advised the hearing-impaired child’s mother  (What\ndid they advise her to do?)\n4.The authorities permitted us to  (What did the authorities\npermit us to do?)\n5.A musician decided to  (What did the musician decide\nto do?)\nII.From the text on Bismillah Khan, find the words and phrases that match these\ndefinitions and write them down. The number of the paragraph where you will\nfind the words/phrases has been given for you in brackets.\n1.the home of royal people ( 1) \n2.the state of being alone ( 5) \n3.a part which is absolutely necessary ( 2) \nReprint 2025-26\n\n--- Page 11 ---\nThe Sound of Music / 27\n4.to do something not done before ( 5) \n5.without much effort ( 13) \n6.quickly and in large quantities (9)  and \nIII.Tick the right answer .\n1.When something is revived , it (remains dead/lives again).\n2.When a government bans  something, it wants it (stopped/started).\n3.When something is considered auspicious , (welcome it/avoid it).\n4.When we take to  something, we find it (boring/interesting).\n5.When you appreciate  something, you (find it good and useful/find it of\nno use).\n6.When you replicate  something, you do it (for the first time/for the second\ntime).\n7.When we come to terms with  something, it is (still upsetting/no longer\nupsetting).\nIV.Dictionary work\n•The sound of the shehnai is auspicious .\n•The auspicious sound of the shehnai is usually heard at marriages.\nThe adjective auspicious  can occur after the verb be as in the first sentence,\nor before a noun as in the second. But there are some adjectives which can be\nused after the verb be and not before a noun. For example:\n•Ustad Faiyaz Khan was overjoyed .\nWe cannot say: *the overjoyed man .\nLook at these entries from the Oxford Advanced Learner’s Dictionary  (2005).\nawake adj., verb\nadjective  [not before noun ] not\nasleep  (\nespecially immediately\nbefore or after sleeping ): to be\nhalf/fully awake; to be wide\nawake. I was still awake when\nhe came to bed.elder adi., noun\nadjective  1 [only before noun ]\n(of people, especially two\nmembers of the same family)\nolder: my elder brother • his\nelder sister  2 (the elder) used\nwithout a noun immediately after\nit to show who is the older of two\npeople: the elder of their two\nsons  3 (the elder) ( formal ) used\nbefore or after sb’s name to show\nthat they are the older of two\npeople who have the same name:\nthe elder Pitt • Pitt, the elder .\nReprint 2025-26\n\n--- Page 12 ---\n28 / Beehive\nConsult your dictionary and complete the following table. The first one has been\ndone for you.\nadjective only before noun not before noun both before and\nafter the verb  be\nindispensable  \u0014\nimpressed\nafraid\noutdoor\npaternal\ncountless\npriceless\nUse these words in phrases or sentences of your own.\nSpeakingSpeakingSpeakingSpeakingSpeaking\nI.Imagine the famous singer Kishori Amonkar is going to visit your school. Y ou\nhave been asked to introduce her to the audience before her performance. How\nwould you introduce her?\nHere is some information about Kishori Amonkar you can find on the Internet.\nRead the passage and make notes of the main points about:\n•her parentage\n•the school of music she belongs to\n•her achievements\n•her inspiration\n•awards\nPadma Bhushan Kishori Amonkar , widely consider ed the finest female\nvocalist of her generation, was born in 1931, daughter of another great artist,\nSmt. Mogubai Kur dikar . In her early years she absorbed the appr oach and\nrepertoire of her distinguished mother’s teacher Ustad Alladiya Khan. As her\nown style developed, however , she moved away fr om Alladiya Khan’s ‘Jaipur -\nAtrauli gharana’ style in some respects, and as a mature artist her approach\nis usually regarded as an individual, if not unique, variant of the Jaipur\nmodel.\nKishori Amonkar is a thinker , besotted by what she calls the mysterious\nworld of her raagas\n. She dissects them with the precision of a perfectionist,\nalmost like a scientist, until the most subtle of shades and emotions emerge\nand re-emerge.\nShe is very much inspir ed by the teachings of the ancient V edic sages,\nwritten at a time when vocal music was highly devotional in character . This\nReprint 2025-26\n\n--- Page 13 ---\nThe Sound of Music / 29soul searching quality of her music, coupled with a very intellectual approach\nto raaga  performance has gained her quite a following in India and has helped\nto revive the study of khayal .\nSignificant awards bestowed on this artist include the Sangeet Natak\nAkademi Award (1985), the Padma Bhushan (1987), and the highly coveted\nSangeet Samradhini Award (considered one of the most prestigious awards\nin Indian Classical Music) in 1997.\nII.Use your notes on Kishori Amonkar to introduce her to an imaginary audience.\nYou may use one of the following phrases to intr oduce a guest:\nI am honour ed to intr oduce.../I feel privileged to intr oduce.../W e welcome you...\nWWW WWriting ritingritingritingriting\n“If you work hard and know where you’re going, you’ll get there,” says Evelyn\nGlennie.\nYou have now r ead about two musicians, Evelyn Glennie and Ustad Bismillah\nKhan. Do you think that they both worked hard? Where did they want to ‘go ’?\nAnswer these questions in two paragraphs, one on each of the two musicians.\nWhenever you see darkness, there is extraordinary\nopportunity for the light to bur n brighter .\nBONO\nReprint 2025-26\n\n--- Page 14 ---\nThe wind blows strongly and causes a lot of destruction.\nHow can we make friends with it?\nWind, come softly.\nDon’t break the shutters of the windows.\nDon’t scatter the papers.\nDon’t throw down the books on the shelf.\nThere, look what you did — you threw them all down.\nYou tor e the pages of the books.\nYou br ought rain again.\nYou’re very clever at poking fun at weaklings.\nFrail crumbling houses, crumbling doors, crumbling rafters,\ncrumbling wood, crumbling bodies, crumbling lives,\ncrumbling hearts —\nthe wind god winnows and crushes them all.\nHe won’t do what you tell him.\nSo, come, let’s build strong homes,\nLet’s joint the doors firmly.\nPractise to firm the body.\nMake the heart steadfast.\nDo this, and the wind will be friends with us.\nThe wind blows out weak fires.\nHe makes strong fires roar and flourish.\nHis friendship is good.\nWe praise him every day.\nSUBRAMANIA  BHARATI\n[translated from the Tamil by\nA.K. Ramanuja n]W\nWW WWind indindindind\nSubramania Bharati (188 2–1921) is a great Tamil poet, famous\nfor his patriotism in the pre-Independence era.\nA.K. Ramanujan is a Kannada and English poet, well known for\nhis translation of classical and modern poetry.\nReprint 2025-26\n\n--- Page 15 ---\nGLOSSARY\npoking fun:  making fun of\nrafters:  sloping beams supporting a roof\nwinnow:  blow grain free of chaff; separate grain from husk by blowing on it\nThinking about the PoemThinking about the PoemThinking about the PoemThinking about the PoemThinking about the Poem\nI.1.What are the things the wind does in the first stanza?\n2.Have you seen anybody winnow grain\nat home or in a paddy field? What is the\nword in your language for winnowing?\nWhat do people use for winnowing?\n(Give the words in your language,\nif you know them.)\n3.What does the poet say the wind god winnows?\n4.What should we do to make friends with the wind?\n5.What do the last four lines of the poem mean to you?\n6.How does the poet speak to the wind — in anger or with humour? Y ou must\nalso have seen or heard of the wind “crumbling lives”. What is your response\nto this? Is it like the poet’s?\nII.The poem you have just read is originally in the Tamil. Do you know any such\npoems in your language?\nWind  / 31The tree on the mountain takes whatever the\nweather brings. If it has any choice at all, it is in\nputting down roots as deeply as possible.\nCORRIE TEN BOOM\nReprint 2025-26\n",
    "total_characters": 25123,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page1_img6.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page3_img5.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page5_img5.png",
      "page": 5
    },
    {
      "filename": "page5_img6.png",
      "page": 5
    },
    {
      "filename": "page5_img7.png",
      "page": 5
    },
    {
      "filename": "page5_img8.png",
      "page": 5
    },
    {
      "filename": "page5_img9.png",
      "page": 5
    },
    {
      "filename": "page5_img10.png",
      "page": 5
    },
    {
      "filename": "page5_img11.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page6_img5.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page11_img4.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page12_img3.png",
      "page": 12
    },
    {
      "filename": "page12_img4.png",
      "page": 12
    },
    {
      "filename": "page13_img1.png",
      "page": 13
    },
    {
      "filename": "page13_img2.png",
      "page": 13
    },
    {
      "filename": "page13_img3.png",
      "page": 13
    },
    {
      "filename": "page14_img1.png",
      "page": 14
    },
    {
      "filename": "page14_img2.png",
      "page": 14
    },
    {
      "filename": "page14_img3.png",
      "page": 14
    },
    {
      "filename": "page15_img1.png",
      "page": 15
    },
    {
      "filename": "page15_img2.png",
      "page": 15
    },
    {
      "filename": "page15_img3.png",
      "page": 15
    },
    {
      "filename": "page15_img4.png",
      "page": 15
    },
    {
      "filename": "page15_img5.png",
      "page": 15
    }
  ],
  "image_count": 68,
  "keywords": [
    "Bismillah",
    "Evelyn",
    "Reprint",
    "Sound",
    "Music",
    "Ustad",
    "India",
    "Benaras",
    "Glennie",
    "Answer",
    "Ganga",
    "Kishori",
    "Amonkar",
    "Royal",
    "Beehive",
    "Thinking",
    "Shehnai",
    "Indian",
    "Padma",
    "Academy"
  ]
}