{
  "metadata": {
    "subject": "english-part1",
    "chapter_number": 8,
    "chapter_name": "iebe108",
    "source_file": "iebe108.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n98 / BeehiveB BB BBEFORE EFOREEFOREEFOREEFORE  Y  Y  Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•Do you like travelling? The writer , Vikram Seth, enjoys it very\nmuch. In his book, Heaven Lake, he describes a long jour ney\nfrom China to India, via T ibet and Nepal.\n•Have you heard of places like Ajmer Sharif, Madurai, Sanchi,\nVaranasi, Sar nath, or Halebid? Can you name some other\nplaces like these?\n•What do the surroundings of a holy place in your city look\nlike? Think about it as you read Vikram Seth’s description of\nKathmandu.\n1.I GET a cheap room in the centre of town and sleep\nfor hours. The next morning, with Mr Shah’s son\nand nephew, I visit the two temples in Kathmandu\nthat are most sacred to Hindus and Buddhists.\n2.At Pashupatinath (outside which a sign\nproclaims ‘Entrance for the Hindus only’) there is\nan atmosphere of ‘febrile confusion’. Priests,\nhawkers, devotees, tourists, cows, monkeys, pigeons\nand dogs r oam thr ough the gr ounds. W e offer a few\nflowers. There are so many worshippers that some\npeople trying to get the priest’s attention are elbowed\naside by others pushing their way to the front. A\nprincess of the Nepalese royal house appears;\neveryone bows and makes way. By the main gate, a\nparty of saf fron-clad W ester ners struggle for\npermission to enter . The policeman is not convinced\nthat they are ‘the Hindus’ (only Hindus are allowed\nto enter the temple). A fight breaks out between\ntwo monkeys. One chases the other , who jumps\nonto a shivalinga , then runs screaming around the\ntemples and do wn to the river , the holy Bagmati,8. Kathmandu8. Kathmandu8. Kathmandu8. Kathmandu8. Kathmandu\nproclaim : make\nknown publicly or\nofficially\nfebrile confusion :\nhurried activity;\ncomplete chaos\nReprint 2025-26\n\n--- Page 2 ---\nKathmandu / 99\nthat flows below. A corpse is being cremated on its\nbanks; washerwomen are at their work and children\nbathe. From a balcony a basket of flowers and\nleaves, old offerings now wilted, is dropped into the\nriver. A small shrine half pr otrudes fr om the stone\nplatform on the river bank. When it emerges fully,\nthe goddess inside will escape, and the evil period\nof the Kaliyug will end on earth.shrine:  a place of\nworship\nPashupatinath Temple, Kathmandu\nReprint 2025-26\n\n--- Page 3 ---\n100 / Beehive3.At the Baudhnath stupa, the Buddhist shrine of\nKathmandu, there is, in contrast, a sense of\nstillness. Its immense white dome is ringed by a\nroad. Small shops stand on its outer edge: many of\nthese ar e owned by T ibetan immigrants; felt bags,\nTibetan prints and silver jewellery can be bought\nhere. There are no crowds: this is a haven  of\nquietness in the busy streets around.\n4.Kathmandu is vivid, mercenary, religious, with\nsmall shrines to flower -ador ned deities along the\nnarrowest and busiest streets; with fruit sellers,\nflute sellers, hawkers of postcards; shops selling\nWester n cosmetics, film r olls and chocolate; or\ncopper utensils and Nepalese antiques. Film songs\nblare out from the radios, car horns sound, bicycle\nbells ring, stray cows low questioningly at\nmotorcycles, vendors shout out their wares. I indulgehaven : a safe place\nThe Baudhnath Stupa, Kathmandu\nReprint 2025-26\n\n--- Page 4 ---\nKathmandu / 101\nmyself mindlessly: buy a bar of marzipan, a corn-\non-the-cob roasted in a charcoal brazier on the\npavement (rubbed with salt, chilli powder and\nlemon); a couple of love story comics, and even a\nReader’s Digest . All this I wash down with Coca Cola\nand a nauseating orange drink, and feel much the\nbetter for it.\n5.I consider what route I should take back home. If I\nwere propelled by enthusiasm for travel per se,\nI would go by bus and train to Patna, then sail up\nthe Ganges past Benaras to Allahabad, then up the\nYamuna, past Agra to Delhi. But I am too exhausted\nand homesick; today is the last day of August. Go\nhome, I tell myself: move directly towards home. I\nenter a Nepal Airlines office and buy a ticket for\ntomorrow’s flight.\n6.I look at the flute seller standing in a corner of the\nsquare near the hotel. In his hand is a pole with\nan attachment at the top from which fifty or sixty\nbansuris protrude in all directions, like the quills\nof a porcupine. They are of bamboo: there are cross-\nflutes and recorders. From time to time he stands\nthe pole on the ground, selects a flute and plays\nfor a few minutes. The sound rises clearly above\nthe noise of the traffic and the hawkers’ cries. He\nplays slowly, meditatively, without excessive\ndisplay. He does not shout out his wares.\nOccasionally he makes a sale, but in a curiously\noffhanded way as if this were incidental to his\nenterprise. Sometimes he breaks off playing to talk\nto the fruit seller . I imagine that this has been the\npattern of his life for years.\n7.I find it difficult to tear myself away from the square.\nFlute music always does this to me: it is at once\nthe most universal and most particular of sounds.\nThere is no culture that does not have its flute—\nthe reed neh, the r ecorder, the Japanese shakuhachi ,\nthe deep bansuri of Hindustani classical music,\nthe clear or breathy flu tes of South America,meditatively :\nthoughtfully\noffhanded : casual;\nnot showing much\ninterest in somethingmarzipan : a sweet\nmade with grated\nalmond\nbrazier : open stove\nnauseating : sickening\nper-se : by itself\nReprint 2025-26\n\n--- Page 5 ---\n102 / Beehivethe high-pitched Chinese flutes. Each has its\nspecific fingering  and compass. It weaves its own\nassociations. Y et to hear any flute is, it seems to\nme, to be drawn into the commonality of all\nmankind, to be moved by music closest in its\nphrases and sentences to the human voice. Its\nmotive force too is living breath: it too needs to\npause and breathe before it can go on.\n8.That I can be so affected by a few familiar phrases\non the bansuri , surprises me at first, for on the\nprevious occasions that I have returned home after\na long absence abroad, I have hardly noticed such\ndetails, and certainly have not invested them with\nthe significance I now do.\nVIKRAM SETH\n[an extract from Heaven Lak e]\nThinking about the TThinking about the TThinking about the TThinking about the TThinking about the T e ee eextxtxt xtxtfingering : way of\nplacing the fingers to\nplay different notes\ncompass : here, range\n1.On the following map mark out the route, which the author\nthought of but did not take, to Delhi.\n2.Find out the possible routes (by rail, road or air) from\nKathmandu to New Delhi/Mumbai/Kolkata/Chennai.Activity\nJammu &\nKashmir\nHimachal Pradesh\nUttaranchal\nNepalChina\nKathmandu\nUP\nBiharPunjab\nHaryana\nDelhi\nRajasthan\n© Government of India Copyright, 2003\nReprint 2025-26\n\n--- Page 6 ---\nKathmandu / 103\nI.Answer these questions in one or two words or in short phrases.\n1.Name the two temples the author visited in Kathmandu.\n2.The writer says, “All this I wash down with Coca Cola.” What does ‘all this’\nrefer to?\n3.What does Vikram Seth compare to the quills of a porcupine?\n4.Name five kinds of flutes.\nII.Answer each question in a short paragraph.\n1.What difference does the author note between the flute seller and the other\nhawkers?\n2.What is the belief at Pashupatinath about the end of Kaliyug?\n3.The author has drawn powerful images and pictures. Pick out three examples\neach of\n(i)the atmosphere of ‘febrile confusion’ outside the temple of Pashupatinath\n(for example: some people trying to get the priest’s attention are elbowed\naside...)\n(ii)the things he sees\n(iii)the sounds he hears\nIII.Answer the following questions in not more than 10 0–150 words each.\n1.Compare and contrast the atmosphere in and around the Baudhnath shrine\nwith the Pashupatinath temple.\n2.How does the author describe Kathmandu’s busiest streets?\n3.“To hear any flute is to be drawn into the commonality of all mankind.” Why\ndoes the author say this?\nThinking about LanguageThinking about LanguageThinking about LanguageThinking about LanguageThinking about Language\nI.Read the following sentences carefully to understand the meaning of the\nitalicised phrases. Then match the phrasal verbs in Column A with their\nmeanings in Column B.\n1.A communal war broke out  when the princess was abducted by the\nneighbouring prince.\n2.The cockpit broke off  from the plane during the plane crash.\n3.The car broke down  on the way and we were left stranded in the jungle.\n4.The dacoit broke away  from the police as they took him to court.\n5.The br others broke up  after the death of the father .\n6.The thief broke into  our house when we were away.\nReprint 2025-26\n\n--- Page 7 ---\n104 / BeehiveA B\n(i)break out (a)to come apart due to force\n(ii)break off (b)end a relationship\n(iii)break down (c)break and enter illegally; unlawful\ntrespassing\n(iv)break away (from (d)of start suddenly, (usually a fight,\nsomeone) a war or a disease)\n(v)break up (e)to escape from someone’s grip\n(vi)break into (f)stop working\nII .1.Use the suffixes -ion or -tion to form nouns from the following verbs. Make\nthe necessary changes in the spellings of the words.\nExample : proclaim – proclamation\ncremate act exhaust\ninvent tempt immigrate\ndirect meditate imagine\ndislocate associate dedicate\n2.Now fill in the blanks with suitable words from the ones that you have formed.\n(i)Mass literacy was possible only after the  of the printing\nmachine.\n(ii)Ramesh is unable to tackle the situation as he lacks .\n(iii)I could not r esist the  to open the letter .\n(iv)Hardwork and  are the main keys to success.\n(v)The children were almost fainting with  after being made to\nstand in the sun.\nIII.Punctuation\nUse capital letters, full stops, question marks, commas and inverted commas\nwherever necessary in the following paragraph.\nan arrogant lion was wandering through the jungle one day he asked the\ntiger who is stronger than you you O lion replied the tiger who is more fierce\nthan a leopard asked the lion you sir replied the leopard he marched upto\nan elephant and asked the same question the elephant picked him up in\nhis trunk swung him in the air and threw him down look said the lion there\nis no need to get mad just because you don’t know the answer\nReprint 2025-26\n\n--- Page 8 ---\nKathmandu / 105\nIV.Simple Present Tense\nStudy these sentences from the lesson.\n•A fight breaks  out between two monkeys.\n•Film songs blare  out from the radios.\n•I wash  it down with Coca-Cola.\nThe italicised verbs are in the simple present tense. The writer is here describing\nwhat he saw and heard but he uses the present tense instead of the past tense.\nA narration or a story can be made more dramatic or immediate by using the\npresent tense in this way.\nNow look at the following sentences.\n•A small shrine half protrudes  from the stone platform on the riverbank.\n•Small shops stand  on the outer edge of the Stupa.\nWe use the simple pr esent tense to speak about what is usually or generally\ntrue. The sentences above describe facts. W e also use the simple pr esent tense\nin sentences depicting ‘universal truths’. For example:\n•The sun rises in the east.\n•The earth revolves round the sun.\nWe can also r efer to habitual actions using the simple pr esent tense.\n•He usually takes  a train instead of a bus to work.\n•We often get\n fine drizzles in winter .\nIn these sentences wor ds like everyday , often, seldom , never, every month ,\ngenerally , usually , etc. may be used.\n1.Fill in the blanks with the correct form of the verb in brackets.\n(i)The heart is a pump that  (send) the blood circulating\nthrough our body. The pumping action  (take place)\nwhen the left ventricle of the heart  (contract). This\n (force) the blood out into the arteries, which\n (expand) to receive the oncoming blood.\n(ii)The African lungfish can live without water for up to four years. During a\ndrought it  (dig) a pit and  (enclose)\nitself in a capsule of slime and earth, leaving a tiny opening for air . The\ncapsule  (dry) and  (harden), but\nwhen rain  (come), the mud \n(dissolve) and the lungfish  (swim) away.\n(iii)MAHESH :We have to or ganise a class party for our teacher .\n (Do) anyone play an instrument?\nReprint 2025-26\n\n--- Page 9 ---\n106 / Beehive\nVIPUL :Rohit  (play) the flute.\nMAHESH :  (Do) he also act?      \nVIPUL :No, he  (compose) music.\nMAHESH :That’s wonderful!\nSpeakingSpeakingSpeakingSpeakingSpeaking\n1.Discuss in class the shrines you have visited or know about. Speak about\none of them.\n2.Imagine you are giving an eyewitness account or a running commentary of\none of the following:\n(i)a game of football, cricket or hockey, or some sports event\n(ii)a parade (e.g. Republic Day) or some other national event\nSpeak a few sentences narrating what you see and hear . Use the simple\npresent and the present continuous tenses. For example:\n•He passes the ball but Ben gets in the wa y...\n•These brave soldiers guard our frontiers. They display their skills her e...\nW\nWW WWriting ritingritingritingriting\n  Diary entry for a travelogue\nI.The text you r ead is a travelogue wher e the author , Vikram Seth, talks about\nhis visit to two sacred places in Kathmandu.\nImagine that you were with Vikram Seth on his visit to Pashupatinath temple,\nand you were noting down all that you saw and did there, so that you could\nwrite a travelogue later .\nRecord in point form\n•what you see when you reach the Pashupatinath temple\n•what you see happening inside the temple\n•what you do when inside the temple\n•what you see outside the temple\n•what your impressions are about the place.\nII.Here is your diary entry when you visited Agra. Read the points and try to write\na travelogue describing your visit to Agra and the T aj Mahal. Y ou may add mor e\ndetails.\nJanuary 2003 — rise before dawn — take the Shatabdi Express at 6.15 a.m.\nfrom Delhi — meet a newly-married couple on train — talk about Himachal\nPradesh — get off the train — enter the once-grand city, Agra — twisted alleys\n— traffic dense — rickshaws, cars, people — vendors selling religious artifacts,\nplastic toys, spices and sweets — go to the Taj Mahal — constructed entirely of\nwhite marble — magical quality — colour changes with varying of light and\nshadow — marble with gemstones inside — reflection of the Taj Mahal in the\npond — school-children, tourists — tourist guides following people.\nReprint 2025-26\n\n--- Page 10 ---\nKathmandu / 107\nThis poem is about the death of a loved one. How does the\npoet feel when he thinks about her death? How does he\nimagine her to be, after death?\nA slumber did my spirit seal—\nI had no human fears.\nShe seemed a thing that could not feel\nThe touch of earthly years.\nNo motion has she now, no force—\nShe neither hears nor sees,\nRolled round in earth’s diurnal course\nWith rocks and stones and trees.\nWILLIAM  WORDSWOR TH\nGLOSSARY\ndiurnal: daily (“Earth’s diurnal course” is earth’s daily rotation on its axis.)\nThinking about the PoemThinking about the PoemThinking about the PoemThinking about the PoemThinking about the Poem\n1.“A slumber did my spirit seal,” says the poet. That is, a deep sleep ‘closed\noff’ his soul (or mind). How does the poet react to his loved one’s death? Does\nhe feel bitter grie f? Or does he feel a great peace?\n2.The passing of time will no longer af fect her , says the poet. Which lines of\nthe poem say this?\n3.How does the poet imagine her to be, after death? Does he think of her as a\nperson living in a very happy state (a ‘heaven’)? Or does he see her now as a\npart of nature? In which lines of the poem do you find your answer?A Slumber Did My Spirit SealA Slumber Did My Spirit SealA Slumber Did My Spirit SealA Slumber Did My Spirit SealA Slumber Did My Spirit Seal\nReprint 2025-26\n\n--- Page 11 ---\n108 / Beehive\nFear No MoreFear No MoreFear No MoreFear No MoreFear No More\nFear no more the heat o’ the sun,\nNor the furious winter’s rages;\nThou thy worldly task hast done,\nHome art gone, and ta’en thy wages:\nGolden lads and girls all must,\nAs chimney-sweepers, come to dust.\nFear no more the frown o’ the great,\nThou art past the tyrant’s stroke;\nCare no more to clothe and eat;\nTo thee the reed is as the oak:\nThe sceptre, learning, physic, must\nAll follow this, and come to dust.\nFear no more the lightning-flash,\nNor the all-dr eaded thunder -stone;\nFear not slander , censur e rash;\nThou hast finished joy and moan:\nAll lovers young, all lovers must\nConsign to thee, and come to dust.\nWILLIAM  SHAKESPEARERead and EnjoyRead and EnjoyRead and EnjoyRead and EnjoyRead and Enjoy\nTheresa Kane says that she likes this poe m ...because it is so\nexhilarating. It sweeps me along in the splendid, stormy words,\nthen there is the quiet, peaceful lagoon of the last two lines of each\nverse. It is a wonderful poem, as hard, proud and fierce as a rock\nin a storm.\n[from I Like This Poem,  ed. Kaye W ebb,\n1979, (Inter national Y ear of the Child),\nPuffin Books, p. 154, 14-year -olds]\nReprint 2025-26\n",
    "total_characters": 16743,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page1_img6.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page2_img5.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page3_img5.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page5_img5.png",
      "page": 5
    },
    {
      "filename": "page5_img6.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page6_img5.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page9_img4.png",
      "page": 9
    },
    {
      "filename": "page9_img5.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    },
    {
      "filename": "page10_img5.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page11_img4.png",
      "page": 11
    },
    {
      "filename": "page11_img5.png",
      "page": 11
    }
  ],
  "image_count": 54,
  "keywords": [
    "Kathmandu",
    "Reprint",
    "Pashupatinath",
    "Vikram",
    "Delhi",
    "Slumber",
    "Spirit",
    "Hindus",
    "There",
    "Baudhnath",
    "Thinking",
    "Answer",
    "Mahal",
    "Heaven",
    "India",
    "Nepal",
    "Nepalese",
    "Kaliyug",
    "Small",
    "Stupa"
  ]
}