{
  "metadata": {
    "subject": "english-part1",
    "chapter_number": 3,
    "chapter_name": "iebe103",
    "source_file": "iebe103.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nB BB BBEFORE EFOREEFOREEFOREEFORE  Y  Y  Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•Do you feel you know your parents better now, than when\nyou were much younger? Perhaps you now understand the\nreasons for some of their actions that used to upset you earlier .\n•This story about a little girl whose feelings for her father\nchange from fear to understanding will probably find an echo\nin every home.\n1.TO the little girl he was a figure to be feared and\navoided. Every morning before going to work he came\ninto her room and gave her a casual kiss, to which\nshe responded with “Goodbye, Father”. And oh,\nthere was a glad sense of relief when she heard the\nnoise of the carriage growing fainter and fainter\ndown the long road!\nIn the evening when he came home she stood\nnear the staircase and heard his loud voice in the\nhall. “Bring my tea into the drawing-room... Hasn’t\nthe paper come yet? Mother , go and see if my paper’s\nout there — and bring me my slippers.”\n2.“Kezia,” Mother would call to her , “if you’r e a good\ngirl you can come down and take off father’s boots.”\nSlowly the girl would slip down the stairs, more\nslowly still across the hall, and push open the\ndrawing-r oom door .\nBy that time he had his spectacles on and looked\nat her over them in a way that was terrifying to\nthe little girl.\n“Well, Kezia, hurry up and pull of f these boots\nand take them outside. Have you been a good\ngirl today?”\n“I d-d-don’t know, Father .”3. The Little Girl3. The Little Girl3. The Little Girl3. The Little Girl3. The Little Girl\na figure to be feared :\na person to be feared\nslip down : come\ndown quietly and\nunwillingly\nReprint 2025-26\n\n--- Page 2 ---\n“You d-d-don’t know? If you stutter like that\nMother will have to take you to the doctor .”\n3.She never stuttered with other people — had quite\ngiven it up  — but only with Father , because then\nshe was trying so hard to say the words properly.\n“What’s the matter? What are you looking so\nwretched about? Mother , I wish you taught this child\nnot to appear on the brink of suicide... Here, Kezia,\ncarry my teacup back to the table carefully.”\nHe was so big — his hands and his neck,\nespecially his mouth when he yawned. Thinking\nabout him alone was like thinking about a giant.\n4.On Sunday afternoons Grandmother sent her down\nto the drawing-room to have a “nice talk with Father\nand Mother”. But the little girl always found Mother\nreading and Father stretched out on the sofa, his\nhandkerchief on his face, his feet on one of the best\ncushions, sleeping soundly and snoring.wretched : unhappy\non the brink of\nsuicide : about to\ncommit suicide\nThe little girl always found Mother reading and\nFather stretched out on the sofa.\nThe Little Girl / 33given it up : stopped\ndoing it\nReprint 2025-26\n\n--- Page 3 ---\n34 / BeehiveShe sat on a stool, gravely watched him until he\nwoke and stretched, and asked the time — then\nlooked at her .\n“Don’t star e so, Kezia. Y ou look like a little\nbrown owl.”\nOne day, when she was kept indoors with a cold,\nher grandmother told her that father’s birthday was\nnext week, and suggested she should make him a\npin-cushion for a gift out of a beautiful piece of\nyellow silk.\n5.Laboriously, with a double cotton, the little girl\nstitched three sides. But what to fill it with? That\nwas the question. The grandmother was out in the\ngarden, and she wandered into Mother’s bedroom\nto look for scraps. On the bed-table she discovered\na great many sheets of fine paper , gather ed them\nup, tore them into tiny pieces, and stuffed her case,\nthen sewed up the fourth side.\nThat night there was a hue and cry in the house.\nFather’s great speech for the Port Authority had\nbeen lost. Rooms were searched; servants\nquestioned. Finally Mother came into Kezia’s  room.\n“Kezia, I suppose you didn’t see some papers on\na table in our room?”\n“Oh yes,” she said, “I tore them up for my\nsurprise.”\n“What!” screamed Mother . “Come straight down\nto the dining-room this instant.”\n6.And she was dragged down to where Father was\npacing to and fro, hands behind his back.\n“Well?” he said sharply.\nMother explained.\nHe stopped and stared at the child.\n“Did you do that?”\n“N-n-no”, she whispered.\n“Mother , go up to her r oom and fetch down the\ndamned thing — see that the child’s put to bed\nthis instant.”laboriously : with a lot\nof effort or difficulty\nwandered into : went\ninto, by chance\nscraps : small pieces\nof cloth or paper ,\netc. that are not\nneeded\nhue and cry\n: angry\nprotest\nReprint 2025-26\n\n--- Page 4 ---\nThe Little Girl / 35\n7.Crying too much to explain, she lay in the shadowed\nroom watching the evening light make a sad little\npatter n on the floor .\nThen Father came into the room with a ruler in\nhis hands.\n“I am going to beat you for this,” he said.\n“Oh, no, no”, she screamed, hiding under the\nbedclothes.\nHe pulled them aside.\n“Sit up,” he ordered, “and hold out your hands.\nYou must be taught once and for all not to touch\nwhat does not belong to you.”\n“But it was for your b-b-birthday.”\nDown came the ruler on her little, pink palms.\n8.Hours later , when Grandmother had wrapped her\nin a shawl and r ocked her in the r ocking-chair , the\nchild clung to her soft body.\n“What did God make fathers for?” she sobbed.\n“Here’s a clean hanky, darling. Blow your nose.\nGo to sleep, pet; you’ll forget all about it in the\nmorning. I tried to explain to Father but he was too\nupset to listen tonight.”\nBut the child never forgot. Next time she saw\nhim she quickly put both hands behind her back\nand a red colour flew into her cheeks.\n9.The Macdonalds lived next door . They had five\nchildren. Looking through a gap in the fence the\nlittle girl saw them playing ‘tag’ in the evening.\nThe father with the baby, Mao, on his shoulders,\ntwo little girls hanging on to his coat pockets\nran r ound and r ound the flower -beds, shaking\nwith laughter . Once she saw the boys tur n the\nhose on him—and he tried to catch them laughing\nall the time.\nThen it was she decided there were different\nsorts of fathers.\nSuddenly, one day, Mother became ill, and she\nand Grandmother went to hospital.\nThe little girl was left alone in the house with\nAlice, the cook. That was  all right in the daytime,tag: a children’s\ngame of catching one\nanother\nReprint 2025-26\n\n--- Page 5 ---\n36 / Beehive\nThe little girl saw through a gap the Macdonalds\nplaying ‘tag’ in the evening.\nbut while Alice was putting her to bed she grew\nsuddenly afraid.\n10.“What’ll I do if I have a nightmare?” she asked. “I\noften have nightmares and then Grannie takes me\ninto her bed—I can’t stay in the dark—it all gets\n‘whispery’…”\n“You just go to sleep, child,” said Alice, pulling\noff her socks, “and don’t you scream and wake your\npoor Pa.”nightmare:  a bad\ndream\nReprint 2025-26\n\n--- Page 6 ---\nThe Little Girl / 37But the same old nightmare came — the butcher\nwith a knife and a rope, who came nearer and\nnearer, smiling that dr eadful smile, while she could\nnot move, could only stand still, crying out,\n“Grandma! Grandma!” She woke shivering to see\nFather beside her bed, a candle in his hand.\n“What’s the matter?” he said.\n11.“Oh, a butcher — a knife — I want Grannie.” He\nblew out the candle, bent down and caught up the\nchild in his arms, carrying her along the passage\nto the big bedroom. A newspaper was on the bed.\nHe put away the paper , then car efully tucked up\nthe child. He lay down beside her . Half asleep still,\nstill with the butcher’s smile all about her it seemed,\nshe crept close to him, snuggled  her head under\nhis arm, held tightly to his shirt.\nThen the dark did not matter; she lay still.\n“Here, rub your feet against my legs and get\nthem war m,” said Father .\n12.Tired out, he slept befor e the little girl. A funny feeling\ncame over her . Poor Father , not so big, after all —\nand with no one to look after him. He was harder\nthan Grandmother , but it was a nice har dness. And\nevery day he had to work and was too tired to be a\nMr Macdonald… She had torn up all his beautiful\nwriting… She stirred suddenly, and sighed.\n“What’s the matter?” asked her father . “Another\ndream?”\n“Oh,” said the little girl, “my head’s on your heart.\nI can hear it going. What a big heart you’ve got,\nFather dear .”\nKATHERINE  MANSFIELDtucked up : covered\nup nicely in bed\nsnuggled : moved into\na warm, comfortable\nposition, close to\nanother person\nReprint 2025-26\n\n--- Page 7 ---\n38 / Beehive\nThinking about the TThinking about the TThinking about the TThinking about the TThinking about the T eeeeext xtxt xtxt\nI.Given below are some emotions that Kezia felt. Match the emotions in Column A\nwith the items in Column B.\nA B\n1.fear or terror (i)father comes into her room to give\nher a goodbye kiss\n2.glad sense of relief (ii)noise of the carriage grows fainter\n3.a “funny” feeling, perhaps (iii)father comes home\nof understanding (iv)speaking to father\n(v)going to bed when alone at home\n(vi)father comforts her and falls asleep\n(vii)father stretched out on the sofa,\nsnoring\nII.Answer the following questions in one or two sentences.\n1.Why was Kezia afraid of her father?\n2.Who were the people in Kezia’s family?\n3.What was Kezia’s father’s routine\n(i)before going to his office?\n(ii)after coming back from his office?\n(iii)on Sundays?\n4.In what ways did Kezia’s grandmother encourage her to get to know her\nfather better?\nIII.Discuss these questions in class with your teacher and then write down your\nanswers in two or three paragraphs each.\n1.Kezia’s efforts to please her father resulted in displeasing him very much.\nHow did this happen?\n2.Kezia decides that there are “different kinds of fathers”. What kind of father\nwas Mr Macdonald, and how was he different from Kezia’s father?\n3.How does Kezia begin to see her father as a human being who needs her\nsympathy?\nThinking about LanguageThinking about LanguageThinking about LanguageThinking about LanguageThinking about Language\nI.Look at the following sentence.\nThere was a glad sense of relief when she heard the noise of the carriage growing\nfainte r...\nHere, glad means happy about something.\nGlad, happy, pleased, delighted, thrilled and overjoyed are synonyms  (words or\nReprint 2025-26\n\n--- Page 8 ---\nThe Little Girl / 39\nexpressions that have the same or nearly the same meaning.) However , they\nexpress happiness in certain ways.\nRead the sentences below.\n•She was glad when the meeting was over .\n•The chief guest was pleased  to announce the name of the winner .\n1.Use an appropriate word from the synonyms given above in the following\nsentences. Clues are given in brackets.\n(i)She was  by the news of her brother’s wedding. (very pleased)\n(ii)I was  to be invited to the party. (extremely pleased and\nexcited about)\n(iii)She was  at the birth of her granddaughter . (extr emely happy)\n(iv)The coach was  with his performance. (satisfied about)\n(v)She was very  with her results. (happy about something\nthat has happened)\n2.Study the use of the word big in the following sentence.\nHe was so big — his hands and his neck, especially his mouth…\nHere, big\n means large in size .\nNow, consult a dictionary and find out the meaning of big in the following\nsentences. The first one has been done for you.\n(i)You ar e a big girl now.      older\n(ii)Today you ar e going to take the biggest decision of your car eer.\n(iii)Their project is full of big ideas. \n(iv)Cricket is a big game in our country. \n(v)I am a big fan of Lata Mangeskar . \n(vi)You have to cook a bit mor e as my friend is a big eater . \n(vii) What a big heart you’ve got, Father dear . \nII.Verbs of Reporting\nStudy the following sentences.\n•“What!” screamed  Mother .\n•“N-n-no”, she whispered .\n•“Sit up,” he ordered .\nThe italicised wor ds ar e verbs of r eporting. W e quote or r eport what someone\nhas said or thought by using a reporting verb. Every reporting clause contains\na reporting verb. For example:\n•He promised to help in my project.\n•“How are you doing?” Seema asked .\nReprint 2025-26\n\n--- Page 9 ---\nWe use verbs of r eporting to advise, or der, report statements, thoughts,\nintentions, questions, requests, apologies, manner of speaking and so on.\n1.Underline the verbs of reporting in the following sentences.\n(i)He says he will enjoy the ride.\n(ii)Father mentioned that he was going on a holiday.\n(iii)No one told us that the shop was closed.\n(iv)He answered that the price would go up.\n(v)I wondered why he was screaming.\n(vi)Ben told her to wake him up.\n(vii) Ratan apologised for coming late to the party.\n2.Some verbs of reporting are given in the box. Choose the appropriate verbs\nand fill in the blanks in the following sentences.\nwere complaining shouted replied\nremarked ordered suggested\n(i)“I am not afraid,”  the woman.\n(ii)“Leave me alone,” my mother .\n(iii)The children  that the roads were crowded and noisy.\n(iv)“Perhaps he isn’t a bad sort of a chap after all,”  the master .\n(v)“Let’s go and look at the school gr ound,”  the sports teacher .\n(vi)The traffic police  all the passers-by to keep off the road.\nSpeaking SpeakingSpeakingSpeakingSpeaking\nForm pairs or groups and discuss the following questions.\n1.This story is not an Indian story. But do you think there are fathers, mothers\nand grandmothers like the ones portrayed in the story in our own country?\n2.Was Kezia’s father right to punish her? What kind of a person was he?\nYou might find some of these wor ds useful in describing him:\nundemonstrative loving strict hard-working\nresponsible unkind disciplinarian short-tempered\naffectionate caring indifferent\nW\nWW WWriting ritingritingritingriting\nHas your life been different from or similar to that of Kezia when you were a\nchild? Has your perception about your parents changed now? Do you find any\nchange in your parents’ behaviour vis-à-vis yours? Who has become more\nunderstanding? What steps would you like to take to build a relationship based\non understanding? W rite thr ee or four paragraphs (150–200 wor ds) discussing\nthese issues from your own experience.\n40 / Beehive\nReprint 2025-26\n\n--- Page 10 ---\nWhen the sky is covered with dark clouds and it starts raining,\nhave you ever listened to the patter of soft rain on the roo f?\nWhat thoughts flashed through your mind as you heard this\nmelody of nature? Read the poem to find out what the poet\ndreamed of while listening to the rain.\nWhen the humid shadows hover\nOver all the starry spheres\nAnd the melancholy darkness\nGently weeps in rainy tears,\nWhat a bliss to press the pillow\nOf a cottage-chamber bed\nAnd lie listening to the patter\nOf the soft rain overhead!\nEvery tinkle on the shingles\nHas an echo in the heart;\nAnd a thousand dreamy fancies\nInto busy being start,\nAnd a thousand recollections\nWeave their air -threads into woof,\nAs I listen to the patter\nOf the rain upon the roof.\nNow in memory comes my mother ,\nAs she used in years agone,\nTo regard the darling dreamers\nEre she left them till the dawn:\nO! I feel her fond look on me\nAs I list to this refrain\nWhich is played upon the shingles\nBy the patter of the rain.\nCOATES KINNEYR RR RRain on the Roofain on the Roofain on the Roofain on the Roofain on the Roof\nReprint 2025-26\n\n--- Page 11 ---\n42 / BeehiveGLOSSARY\ntinkle:  short, light ringing sounds\nshingles:  rectangular wooden tiles used on roofs\nwoof: weft, i.e. the threads woven across the loom\nere: old poetic word for ‘before’\nrefrain:  a repeated part of a song or a poem; here, the sound of the rain\nlist: old poetic word for ‘listen’\nThinking about the PoemThinking about the PoemThinking about the PoemThinking about the PoemThinking about the Poem\nI.1.What do the following phrases mean to you? Discuss in class.\n(i)humid shadows\n(ii)starry spheres\n(iii)what a bliss\n(iv)a thousand dreamy fancies into busy being start\n(v)a thousand r ecollections weave their air -threads into woof\n2.What does the poet like to do when it rains?\n3.What is the single major memory that comes to the poet? Who are the “darling\ndreamers” he refers to?\n4.Is the poet now a child? Is his mother still alive?\nII.1.When you were a young child, did your mother tuck you in, as the poet’s\ndid?\n2.Do you like rain? What do you do when it rains steadily or heavily as\ndescribed in the poem?\n3.Does everybody have a cosy bed to lie in when it rains? Look around you and\ndescribe how different kinds of people or animals spend time, seek shelter\netc. during rain.\nAll that I am or ever hope to be, I owe to my\nangel Mother .\nABRAHAM  LINCOLN\nReprint 2025-26\n",
    "total_characters": 16366,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page1_img6.png",
      "page": 1
    },
    {
      "filename": "page1_img7.png",
      "page": 1
    },
    {
      "filename": "page1_img8.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page2_img5.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page4_img5.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page5_img5.png",
      "page": 5
    },
    {
      "filename": "page5_img6.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page7_img5.png",
      "page": 7
    },
    {
      "filename": "page7_img6.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page8_img5.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page9_img4.png",
      "page": 9
    },
    {
      "filename": "page9_img5.png",
      "page": 9
    },
    {
      "filename": "page9_img6.png",
      "page": 9
    },
    {
      "filename": "page9_img7.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    },
    {
      "filename": "page10_img5.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page11_img4.png",
      "page": 11
    },
    {
      "filename": "page11_img5.png",
      "page": 11
    }
  ],
  "image_count": 60,
  "keywords": [
    "Kezia",
    "Father",
    "Mother",
    "Reprint",
    "Little",
    "Thinking",
    "Grandmother",
    "Roofain",
    "Every",
    "Alice",
    "Beehive",
    "Perhaps",
    "Macdonalds",
    "Grannie",
    "Grandma",
    "Macdonald",
    "Column",
    "Discuss",
    "Study",
    "Goodbye"
  ]
}