{
  "metadata": {
    "subject": "english-part1",
    "chapter_number": 8,
    "chapter_name": "iebe108",
    "source_file": "iebe108.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n98 / BeehiveB BB BBEFORE EFOREEFOREEFOREEFORE  Y  Y  Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•Do you like travelling? The writer , Vikram Seth, enjoys it very\nmuch. In his book, Heaven Lake, he describes a long jour ney\nfrom China to India, via T ibet and Nepal.\n•Have you heard of places like Ajmer Sharif, Madurai, Sanchi,\nVaranasi, Sar nath, or Halebid? Can you name some other\nplaces like these?\n•What do the surroundings of a holy place in your city look\nlike? Think about it as you read Vikram Seth’s description of\nKathmandu.\n1.I GET a cheap room in the centre of town and sleep\nfor hours. The next morning, with Mr Shah’s son\nand nephew, I visit the two temples in Kathmandu\nthat are most sacred to Hindus and Buddhists.\n2.At Pashupatinath (outside which a sign\nproclaims ‘Entrance for the Hindus only’) there is\nan atmosphere of ‘febrile confusion’. Priests,\nhawkers, devotees, tourists, cows, monkeys, pigeons\nand dogs r oam thr ough the gr ounds. W e offer a few\nflowers. There are so many worshippers that some\npeople trying to get the priest’s attention are elbowed\naside by others pushing their way to the front. A\nprincess of the Nepalese royal house appears;\neveryone bows and makes way. By the main gate, a\nparty of saf fron-clad W ester ners struggle for\npermission to enter . The policeman is not convinced\nthat they are ‘the Hindus’ (only Hindus are allowed\nto enter the temple). A fight breaks out between\ntwo monkeys. One chases the other , who jumps\nonto a shivalinga , then runs screaming around the\ntemples and do wn to the river , the holy Bagmati,8. Kathmandu8. Kathmandu8. Kathmandu8. Kathmandu8. Kathmandu\nproclaim : make\nknown publicly or\nofficially\nfebrile confusion :\nhurried activity;\ncomplete chaos\nReprint 2025-26\n\n--- Page 2 ---\nKathmandu / 99\nthat flows below. A corpse is being cremated on its\nbanks; washerwomen are at their work and children\nbathe. From a balcony a basket of flowers and\nleaves, old offerings now wilted, is dropped into the\nriver. A small shrine half pr otrudes fr om the stone\nplatform on the river bank. When it emerges fully,\nthe goddess inside will escape, and the evil period\nof the Kaliyug will end on earth.shrine:  a place of\nworship\nPashupatinath Temple, Kathmandu\nReprint 2025-26\n\n--- Page 3 ---\n100 / Beehive3.At the Baudhnath stupa, the Buddhist shrine of\nKathmandu, there is, in contrast, a sense of\nstillness. Its immense white dome is ringed by a\nroad. Small shops stand on its outer edge: many of\nthese ar e owned by T ibetan immigrants; felt bags,\nTibetan prints and silver jewellery can be bought\nhere. There are no crowds: this is a haven  of\nquietness in the busy streets around.\n4.Kathmandu is vivid, mercenary, religious, with\nsmall shrines to flower -ador ned deities along the\nnarrowest and busiest streets; with fruit sellers,\nflute sellers, hawkers of postcards; shops selling\nWester n cosmetics, film r olls and chocolate; or\ncopper utensils and Nepalese antiques. Film songs\nblare out from the radios, car horns sound, bicycle\nbells ring, stray cows low questioningly at\nmotorcycles, vendors shout out their wares. I indulgehaven : a safe place\nThe Baudhnath Stupa, Kathmandu\nReprint 2025-26\n\n--- Page 4 ---\nKathmandu / 101\nmyself mindlessly: buy a bar of marzipan, a corn-\non-the-cob roasted in a charcoal brazier on the\npavement (rubbed with salt, chilli powder and\nlemon); a couple of love story comics, and even a\nReader’s Digest . All this I wash down with Coca Cola\nand a nauseating orange drink, and feel much the\nbetter for it.\n5.I consider what route I should take back home. If I\nwere propelled by enthusiasm for travel per se,\nI would go by bus and train to Patna, then sail up\nthe Ganges past Benaras to Allahabad, then up the\nYamuna, past Agra to Delhi. But I am too exhausted\nand homesick; today is the last day of August. Go\nhome, I tell myself: move directly towards home. I\nenter a Nepal Airlines office and buy a ticket for\ntomorrow’s flight.\n6.I look at the flute seller standing in a corner of the\nsquare near the hotel. In his hand is a pole with\nan attachment at the top from which fifty or sixty\nbansuris protrude in all directions, like the quills\nof a porcupine. They are of bamboo: there are cross-\nflutes and recorders. From time to time he stands\nthe pole on the ground, selects a flute and plays\nfor a few minutes. The sound rises clearly above\nthe noise of the traffic and the hawkers’ cries. He\nplays slowly, meditatively, without excessive\ndisplay. He does not shout out his wares.\nOccasionally he makes a sale, but in a curiously\noffhanded way as if this were incidental to his\nenterprise. Sometimes he breaks off playing to talk\nto the fruit seller . I imagine that this has been the\npattern of his life for years.\n7.I find it difficult to tear myself away from the square.\nFlute music always does this to me: it is at once\nthe most universal and most particular of sounds.\nThere is no culture that does not have its flute—\nthe reed neh, the r ecorder, the",
    "total_characters": 16743,
    "preview": "\n--- Page 1 ---\n98 / BeehiveB BB BBEFORE EFOREEFOREEFOREEFORE  Y  Y  Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•Do you like travelling? The writer , Vikram Seth, enjoys it very\nmuch. In his book, Heaven Lake, he describes a long jour ney\nfrom China to India, via T ibet and Nepal.\n•Have you heard of places like Ajmer Sharif, Madurai, Sanchi,\nVaranasi, Sar nath, or Halebid? Can you name some other\nplaces like these?\n•What do the surroundings of a holy place in your city look\nlike? Think abou"
  },
  "keywords": [
    "Kathmandu",
    "Reprint",
    "Pashupatinath",
    "Vikram",
    "Delhi",
    "Slumber",
    "Spirit",
    "Hindus",
    "There",
    "Baudhnath",
    "Thinking",
    "Answer",
    "Mahal",
    "Heaven",
    "India",
    "Nepal",
    "Nepalese",
    "Kaliyug",
    "Small",
    "Stupa"
  ]
}