{
  "metadata": {
    "subject": "mathematics",
    "chapter_number": 2,
    "chapter_name": "iemh102",
    "source_file": "iemh102.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nPOLYNOMIALS 25\nCHAPTER 2\nPOL YNOMIALS\n2.1 Introduction\nYou have studied algebraic expressions, their addition, subtraction, multiplication and\ndivision in earlier classes. You also have studied how to factorise some algebraic\nexpressions. You may recall the algebraic identities :\n(x + y)2 =x2 + 2xy + y2\n(x – y)2 =x2 – 2xy + y2\nand x2 – y2 =(x + y) (x – y)\nand their use in factorisation. In this chapter , we shall start our study with a particular\ntype of algebraic expression, called polynomial,  and the terminology related to it. We\nshall also study the Remainder Theor em and Factor Theor em and their use in the\nfactorisation of polynomials. In addition to the above, we shall study some more algebraic\nidentities and their use in factorisation and in evaluating some given expressions.\n2.2 Polynomials in One Variable\nLet us begin by recalling that a variable is denoted by a symbol that can take any real\nvalue. We use the letters x, y, z, etc. to denote variables. Notice that 2 x, 3x, – x, –1\n2x\nare algebraic expressions. All these expressions are of the form (a constant) × x. Now\nsuppose we want to write an expression which is (a constant) × (a variable) and we do\nnot know what the constant is. In such cases, we write the constant as a, b, c, etc. So\nthe expression will be ax , say.\nHowever , there is a dif ference between a letter denoting a constant and a letter\ndenoting a variable. The values of the constants remain the same throughout a particular\nsituation, that is, the values of the constants do not change in a given problem, but the\nvalue of a variable can keep changing.\nReprint 2025-26\n\n--- Page 2 ---\n26 MATHEMA TICS\nNow , consider a square of side 3 units (see Fig. 2.1).\nWhat is its perimeter?  You know that the perimeter of a square\nis the sum of the lengths of its four sides. Here, each side is\n3 units. So, its perimeter is 4 × 3, i.e., 12 units. What will be the\nperimeter if each side of the square is 10 units? The perimeter\nis 4 × 10, i.e., 40 units. In case the length of each side is x\nunits (see Fig. 2.2), the perimeter is given by 4 x units. So, as\nthe length of the side varies, the perimeter varies.\nCan you find the area of the square PQRS? It is\nx × x = x2 square units. x2 is an algebraic expression. You are\nalso familiar with other algebraic expressions like\n2x, x2 + 2x,x3 – x2 + 4x + 7. Note that, all the algebraic\nexpressions we have considered so far have only whole\nnumbers as the exponents of the variable. Expressions of this\nform are called polynomials in one variable . In the examples\nabove, the variable is x. For instance, x3 – x2 + 4x + 7 is a\npolynomial in x. Similarly , 3y2 + 5y is a polynomial in the\nvariable y and t2 + 4 is a polynomial in the variable t.\nIn the polynomial x2 + 2x, the expressions x2 and 2 x are called the terms  of the\npolynomial. Similarly , the polynomial 3 y2 + 5y + 7 has three terms, namely , 3y2, 5y and\n7. Can you write the terms of the polynomial – x3 + 4x2 + 7x – 2 ? This polynomial has\n4 terms, namely , –x3, 4x2, 7x and –2.\nEach term of a polynomial has a coefficient . So, in – x3 + 4x2 + 7x – 2, the\ncoefficient of x3 is –1, the coefficient of x2 is 4, the coefficient of x is 7 and –2 is the\ncoefficient of x0 (Remember , x0 = 1). Do you know the coef ficient of x in x2 – x + 7?\nIt is –1.\n2 is also a polynomial. In fact, 2, –5, 7, etc. are examples of constant polynomials .\nThe constant polynomial 0 is called the zero polynomial\n. This plays a very important\nrole in the collection of all polynomials, as you will see in the higher classes.\nNow , consider algebraic expressions such as x + 2 31, 3 and .+ +x y yx Do you\nknow that you can write x + 1\nx = x + x–1? Here, the exponent of the second term, i.e.,\nx–1 is –1, which is not a whole number . So, this algebraic expression is not a polynomial.\nAgain, 3x+ can be written as 1\n23 x+. Here the exponent of x is 1\n2, which is\nnot a whole number . So, is 3x+ a polynomial? No, it is not. What about\n3y + y2? It is also not a polynomial (Why?).Fig. 2.1\nFig. 2.233 33\nxx xxS R\nP Q\nReprint 2025-26\n\n--- Page 3 ---\nPOLYNOMIALS 27\nIf the variable in a polynomial is x, we may denote the polynomial by p(x), or q(x),\nor r(x), etc. So, for example, we may write :\np(x) =2x2 + 5x – 3\nq(x) =x3 –1\nr(y) =y3 + y + 1\ns(u) =2 – u – u2 + 6u5\nA polynomial can have any (finite) number of terms. For instance, x150 + x149 + ...\n+ x2 + x + 1 is a polynomial with 151 terms.\nConsider the polynomials 2 x, 2, 5 x3, –5x2, y and u4. Do you see that each of these\npolynomials has only one term? Polynomials having only one term are called monomials\n(‘mono’ means ‘one’).\nNow observe each of the following polynomials:\np(x) = x + 1, q(x) = x2 – x, r(y) = y9 + 1, t(u) = u15 – u2\nHow many terms are there in each of these? Each of these polynomials has only\ntwo terms. Polynomials having only two terms are called binomials  (‘bi’ means ‘two’).\nSimilarly , polynomials having only three terms are called trinomials\n(‘tri’ means ‘three’). Som",
    "total_characters": 29383,
    "preview": "\n--- Page 1 ---\nPOLYNOMIALS 25\nCHAPTER 2\nPOL YNOMIALS\n2.1 Introduction\nYou have studied algebraic expressions, their addition, subtraction, multiplication and\ndivision in earlier classes. You also have studied how to factorise some algebraic\nexpressions. You may recall the algebraic identities :\n(x + y)2 =x2 + 2xy + y2\n(x – y)2 =x2 – 2xy + y2\nand x2 – y2 =(x + y) (x – y)\nand their use in factorisation. In this chapter , we shall start our study with a particular\ntype of algebraic expression, cal"
  },
  "keywords": [
    "Identity",
    "Example",
    "Solution",
    "Reprint",
    "Factorise",
    "Factor",
    "Similarly",
    "Using",
    "Theorem",
    "Therefore",
    "Write",
    "Comparing",
    "Polynomials",
    "Verify",
    "Evaluate",
    "Theor",
    "Remainder",
    "However",
    "Again",
    "Consider"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    }
  ],
  "image_count": 5
}