{
  "metadata": {
    "subject": "mathematics",
    "chapter_number": 9,
    "chapter_name": "iemh109",
    "source_file": "iemh109.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n116 MATHEMA TICS\nCHAPTER 9\nCIRCLES\n9.1 Angle Subtended by a Chord at a Point\nYou have already studied about circles and its parts in Class VI.\nTake a line segment PQ and a point R not on the line containing PQ. Join PR and QR\n(see Fig. 9.1). Then  ∠ PRQ is called the angle subtended by the line segment PQ at\nthe point R. What are angles POQ, PRQ and PSQ called in Fig. 9.2? ∠ POQ is the\nangle subtended by the chord PQ at the centre O, ∠ PRQ and ∠ \nPSQ are respectively\nthe angles subtended by PQ at points R and S on the major and minor arcs PQ.\nFig. 9.1             Fig. 9.2\nLet us examine the relationship between the size of the chord and the angle\nsubtended by it at the centre. You may see by drawing dif ferent chords of a circle\nand  angles subtended by them at the centre that the longer is the chord, the bigger\nwill be the angle subtended by it at the centre. What will happen if you take two\nequal chords of a circle? Will the angles subtended at the centre be the same\nor not?\nReprint 2025-26\n\n--- Page 2 ---\nCIRCLES 117\nDraw two or more equal chords of a circle and\nmeasure the angles subtended by them at the centre\n(see Fig.9.3). You will find that the angles subtended\nby them at the centre are equal. Let us give a proof\nof this fact.\nTheor em 9.1 :  Equal chor ds of a cir cle subtend\nequal angles at the centr e.\nProof :  You are given two equal chords AB and CD\nof a circle with centre O (see Fig.9.4). \nYou want to\nprove that ∠ AOB = ∠ COD.\nIn triangles AOB and COD,\nOA = OC (Radii of a circle)\nOB = OD (Radii of a circle)\nAB = CD (Given)\nTherefore, ∆ AOB ≅∆ COD (SSS rule)\nThis gives ∠ AOB = ∠ COD\n               (Corresponding parts of congruent triangles)\nRemark :  For convenience, the abbreviation CPCT will be used in place of\n‘Corresponding parts of congruent triangles’, because we use this very frequently as\nyou will see.\nNow if two chords of a circle subtend equal angles at the centre, what can you\nsay about the chords? Are they equal or not? Let us examine this by the following\nactivity:\nTake a tracing paper and trace a circle on it. Cut\nit along the circle to get a disc. At its centre O, draw\nan angle AOB where A, B are points on the circle.\nMake another angle POQ at the centre equal to\n∠AOB. Cut the disc along AB and PQ\n(see Fig. 9.5). You will get two segments ACB and\nPRQ of the circle. If you put one on the other , what\ndo you observe? They cover each other , i.e., they\nare congruent. So AB  = PQ.Fig. 9.3\nFig. 9.4\nFig. 9.5\nReprint 2025-26\n\n--- Page 3 ---\n118 MATHEMA TICS\nThough you have seen it for this particular case, try it out for other equal angles\ntoo. The chords will all turn out to be equal because of the following theorem:\nTheor em 9.2 :  If the angles subtended by the chor ds of a cir cle at the centr e are\nequal, then the chor ds ar e equal.\nThe above theorem is the converse of the Theorem 9.1. Note that in Fig. 9.4, if\nyou take ∠ AOB = ∠ COD, then\n           ∆  AOB ≅ ∆ COD (Why?)\nCan you now see that AB = CD?\nEXERCISE 9.1\n1.Recall that two circles are congruent if they have the same radii. Prove that equal\nchords of congruent circles subtend equal angles at their centres.\n2.Prove that if chords of congruent circles subtend equal angles at their centres, then\nthe chords are equal.\n9.2 Perpendicular from the Centre to a Chord\nActivity :  Draw a circle on a tracing paper . Let O\nbe its centre. Draw a chord AB. Fold the paper along\na line through O so that a portion of the chord falls on\nthe other . Let the crease cut AB at the point M. Then,\n∠ OMA = ∠ OMB = 90° or OM is perpendicular to\nAB. Does the point B coincide with A (see Fig.9.6)?\nYes it will. So MA  = MB.\nGive a proof yourself by joining OA and OB and proving the right triangles OMA\nand OMB to be congruent. This example is a particular instance of the following\nresult:\nTheor em 9.3 :  The perpendicular fr om the centr e of a cir cle to a chor d bisects\nthe chor d.\nWhat is the converse of this theorem? To write this, first let us be clear what is\nassumed in Theorem 9.3 and what is proved. Given that the perpendicular from the\ncentre of a circle to a chord is drawn and to prove that it bisects the chord. Thus in the\nconverse, what the hypothesis is ‘if a line from the centre bisects a chord of a\ncircle’ and what is to be proved is ‘the line is perpendicular to the chord’. So the\nconverse is:Fig. 9.6\nReprint 2025-26\n\n--- Page 4 ---\nCIRCLES 119\nTheor em 9.4 :  The line drawn thr ough the centr e of a cir cle to bisect a chor d is\nperpendicular to the chor d.\nIs this  true? Try it for few cases and see. You will\nsee that it is true for these cases. See if it is true, in\ngeneral, by doing the following exercise. We will write\nthe stages and you give the reasons.\nLet AB be a chord of a circle with centre O and\nO is joined to the mid-point M of AB. You have to\nprove that OM ⊥ AB. Join OA  and OB\n(see Fig. 9.7). In triangles OAM and OBM,\nOA = OB (Why ?)\nAM = BM (Why ?)\nOM = OM (Common)\nTherefore, ∆OAM ≅∆OBM (How ?)\nThis gives",
    "total_characters": 21205,
    "preview": "\n--- Page 1 ---\n116 MATHEMA TICS\nCHAPTER 9\nCIRCLES\n9.1 Angle Subtended by a Chord at a Point\nYou have already studied about circles and its parts in Class VI.\nTake a line segment PQ and a point R not on the line containing PQ. Join PR and QR\n(see Fig. 9.1). Then  ∠ PRQ is called the angle subtended by the line segment PQ at\nthe point R. What are angles POQ, PRQ and PSQ called in Fig. 9.2? ∠ POQ is the\nangle subtended by the chord PQ at the centre O, ∠ PRQ and ∠ \nPSQ are respectively\nthe angles s"
  },
  "keywords": [
    "Reprint",
    "Therefore",
    "Theorem",
    "Theor",
    "Prove",
    "Angle",
    "Equal",
    "Example",
    "Solution",
    "Reshma",
    "Salma",
    "Mandip",
    "Given",
    "Radii",
    "Angles",
    "Subtended",
    "Chord",
    "Proof",
    "Corresponding",
    "Remark"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    }
  ],
  "image_count": 5
}