{
  "metadata": {
    "subject": "information-andcommunication-technology",
    "chapter_number": 8,
    "chapter_name": "iict108",
    "source_file": "iict108.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nJason is the sports captain of his school. He was thrilled \nto receive the Chief Minister’s scholarship for his outstanding performance in sports. But his scholarship amount has to be credited to his bank account and Jason does not have a savings bank account. He does not even know how to open a bank account. So he approaches a bank in his locality and the bank employee at the helpdesk gives him instructions to complete the task as given below.\n1. Take the account opening form from the counter. \n2. Fill the details in the form carefully.\n3. Put your signature at the designated place on the \nform.\n4. Attach a copy of the photo identity card.\n5. Submit the form at the counter with a minimum \ndeposit.\nAfter understanding the process to open a bank account, Jason gets on to work. When he went to complete the final step, which was to submit the form, the clerk informed him that his account could not be opened. What would have gone wrong? What reasons can you think of?_____________________________  _____________________________                   _____________________________    Fun with Logic\nChapter\n8\nChapter 8.indd   102 7/22/2020   12:36:46 PM\nReprint 2025-26\n\n--- Page 2 ---\nFun with Logic103Once again Jason checked the steps to open the bank \naccount. It was then that he realized that he had missed \nStep no 3 which was to put signature at the designated place on the form and that was why the task of opening the bank account could not be completed. Thereafter, he put his signature and submitted his form again. His account was finally successfully opened.\nHave you ever faced such a problem while completing \na particular task? What happens if you do not follow the correct sequence of steps? Will you get the desired result?\nActivity 1\nOn the eve of the Independence day, you want to listen to the Prime Minister’s address on the radio. Write the steps to complete the task._______________________________________________________   ___________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________\nNow ask your friend to follow the steps written by you. \nAre you able to tune in to listen to the Prime Minister’s address? What happens if you interchange any of the steps? Are you still able to get the desired result?  \nBy now, you must have understood the importance of instructions and the sequence of instructions to complete a particular task. To accomplish a task and to get the desired output, you have to mention each instruction clearly, sequentially and logically, as shown in Fig. 8.1. So to achieve a task, the steps are listed below.\n1. Clearly identify the output that you want. \n2. Analyse the instructions required to find a solution \nto get the desired output.\n3. Finalise and give instructions in the proper \nsequence.\n4. Verify whether the output produced is as desired \nby you in Step 1.\nChapter 8.indd   103 7/22/2020   12:36:46 PM\nReprint 2025-26\n\n--- Page 3 ---\nICT T exTbook — Class Ix104Identify the Output • Do you clearly know what output has to be produced?\nAnalyse• Do you have multiple solutions?\n• Which is the best possible option?\n• Have you identified the correct sequence of \ninstructions?\nFinalise  Instructions•\n Give the instructions in logical sequence.\nVerify the Output • Is the output same as you had identified in Step 1?\nFig. 8.1: Steps to complete a task\nConsider a situation where the Twirly cat has lost the way to her house as shown in Fig. 8.2.\nFig. 8.2: Twirly cat finding its way\nWhat instructions would you give her to help her reach the house? Write them in the space provided below:\nChapter 8.indd   104 7/22/2020   12:36:47 PM\nReprint 2025-26\n\n--- Page 4 ---\nFun with Logic105\nScratch is a free \nprogramming language developed by MIT in the  year 2005. Step 1: Move forward by 10 steps.Step 2: Turn right by 90 degrees\nHave you given the right instructions? Will Twirly cat reach its home? Can you check the given instructions using any software application or tool? Yes, you can do so by using the Scratch application. Using this application you can create your own stories, games and various other animations using simple drag and drop instructions.\nAnimations in Scratch can be created offline as well as \nonline mode. As it is an open source software you can download it from https://scratch.mit.edu , install it on your computer and then use it. You can also create and share your animations online using the above URL.\nOn opening Scratch, you see the interface as shown in \nFig. 8.3. Each object on the scratch window is called a sprite. This object can be any person, an animal, an automobile, a building or even text.\nAfter learning about the Scratch interface let us now \nverify the steps that would take out Twirly cat home. In \nFig. 8.3: Scratch Interface\nChapter 8.indd   105 7/22/2020",
    "total_characters": 15014,
    "preview": "\n--- Page 1 ---\nJason is the sports captain of his school. He was thrilled \nto receive the Chief Minister’s scholarship for his outstanding performance in sports. But his scholarship amount has to be credited to his bank account and Jason does not have a savings bank account. He does not even know how to open a bank account. So he approaches a bank in his locality and the bank employee at the helpdesk gives him instructions to complete the task as given below.\n1. Take the account opening form fr"
  },
  "keywords": [
    "Chapter",
    "Reprint",
    "Scratch",
    "Class",
    "Twirly",
    "Refer",
    "Twinkle",
    "Adding",
    "Jason",
    "After",
    "Cough",
    "Minister",
    "Sound",
    "Activity",
    "Prime",
    "Write",
    "Analyse",
    "Finalise",
    "Verify",
    "Output"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    }
  ],
  "image_count": 5
}