{
  "metadata": {
    "subject": "information-andcommunication-technology",
    "chapter_number": 2,
    "chapter_name": "iict102",
    "source_file": "iict102.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nTanya and Rishi had gone to a book fair. They had a \ngreat time there. They wanted to share their experiences with others. So, they decided to record their experiences. Let us see how Tanya and Rishi recorded their experiences. Consider Fig. 2.1 given below and put \nFig. 2.1: Book FairCreating Textual\nCommunicationChapter\n2\nChapter 2.indd   14 7/22/2020   12:34:21 PM\nReprint 2025-26\n\n--- Page 2 ---\nCreating  textual  Communi Cation15yourself in place of Tanya and Rishi and think what \ninformation may be shared with others about the  \nbook fair.\nWhat information I would like\nto share with others?\n• How many stalls are there in the book fair?\n• Which category of books did we like the most?\n• Who were the publishers of those books?\nLet us see in Figs. 2.2 and 2.3 how they presented  \ntheir experiences.\nFig. 2.2: Tanya’s Report\nChapter 2.indd   15 7/22/2020   12:34:24 PM\nReprint 2025-26\n\n--- Page 3 ---\nICT T exTbook — Class Ix16Rishi was amazed to see Tanya’s report. It contained \ntext of varied colour, style and size. It also had a picture and certain symbols before each category of books. Tanya had communicated her ideas and thoughts in an organised, systematic, effective and presentable manner through her report. Rishi asked Tanya how could she communicate her thoughts so effectively?Tanya : Rishi, you should know that there are digital tools \nwhich can be used to create effective and digital documents. \nFig. 2.3: Rishi’s Report\nChapter 2.indd   16 7/22/2020   12:34:26 PM\nReprint 2025-26\n\n--- Page 4 ---\nCreating  textual  Communi Cation17Rishi also wanted to prepare his report using word \nprocessor. So, he asked Tanya to help him. After taking permission from their teacher, Rishi and Tanya went to the computer lab of their school. Tanya opened the text editor and asked Rishi to create a new document. Tanya explained to him the use of various keys on the keyboard  \n(Fig. 2.5) for entering the text.\nFig. 2.5: KeyboardYou can delete the errors and also take multiple copies of a digital document. My elder sister helped me to create this document using a word processor (LibreOffice Writer 5.1.6.2) on a computer (fig. 2.4).\nFig. 2.4: LibreOffice\nChapter 2.indd   17 7/22/2020   12:34:27 PM\nReprint 2025-26\n\n--- Page 5 ---\nICT T exTbook — Class Ix18Document: Any \npiece of information created using a text editor is called adocument.Cursor: A vertical blinking line in a text editor that indicates the place whereanything that is typed will appear.Getting Familiar with a Keyboard\nEnter key\n• Press once to move to next line.\nTab key\n• Press once to move 5 spaces to the right of the \ncursor.\nInsert key\n• Press once more to replace the old text with the currently typed text.\n• Press once again to activate the insert mode.\nDelete key\n• Deletes the character to the right of the cursor.\nBackspace key\n• Deletes the character to the left of the  \ninsertion point.\nCaps Lock key\n• Press once to type the alphabets in uppercase.\n• Press once more to revert and type in lowercase.\nShift key\n• Press along with the alphabet key to type in uppercase if Caps Lock is OFF and in lowercase if Caps Lock is ON.\n• Press along with non-alphabet key to type the special character/symbol that is above the main character. \nTanya : Rishi, let’s open the text editor by double \nclicking on the Writer icon on the desktop. Let us try to \nunderstand how we can work on the Text Editor. When we open text editor, a blank document as shown below  \n(Fig 2.6) will appear. Tanya also demonstrated how to open a new file in the text editor. Rishi followed the steps demonstrated by Tanya for creating a  \nnew document.\nThe title bar of the new document contains the name \nof the document and the name of the application \nChapter 2.indd   18 7/22/2020   12:34:27 PM\nReprint 2025-26\n\n--- Page 6 ---\nCreating  textual  Communi Cation19(OpenOffice Writer). As Rishi had not given any name \nto his document, ‘Untitled 1’ is displayed on the  \ntitle bar.\nTanya : First fix the setting of the document (Fig. 2.7) so \nthat the page size, orientation, margins, and background \ncolour can be fixed for the report. \nRishi: Why do we need to do that?Tanya : Rishi, you must have noticed that the pages of \nyour notebook are of the same size and contain margins \ntoo. This gives a consistent look to your notebook Similarly if you set the margins and size of the document in the text editor, it will give a consistent look.  \nRishi: What are the orientation types?Tanya : If you want your document vertically elongated,  \nselect ‘Portrait’ orientation, if you want it to be \nhorizontally elongated, select ‘Landscape’ orientation.\nFig. 2.6: Creating a New Document\nChapter 2.indd   19 7/22/2020   12:34:32 PM\nReprint 2025-26\n\n--- Page 7 ---\nICT T exTbook — Class Ix20Rishi: OK, so I will select page size as A4, orientation \nas Portrait and 0.79 inch margin on all four sides of  \nthe page.\nTanya : Fine! And what about the background colour?\nRishi: My favourite colour is yellow ochre, so",
    "total_characters": 22159,
    "preview": "\n--- Page 1 ---\nTanya and Rishi had gone to a book fair. They had a \ngreat time there. They wanted to share their experiences with others. So, they decided to record their experiences. Let us see how Tanya and Rishi recorded their experiences. Consider Fig. 2.1 given below and put \nFig. 2.1: Book FairCreating Textual\nCommunicationChapter\n2\nChapter 2.indd   14 7/22/2020   12:34:21 PM\nReprint 2025-26\n\n--- Page 2 ---\nCreating  textual  Communi Cation15yourself in place of Tanya and Rishi and think "
  },
  "keywords": [
    "Rishi",
    "Tanya",
    "Chapter",
    "Reprint",
    "Creating",
    "Class",
    "Communi",
    "Press",
    "Bullets",
    "Formatting",
    "Spelling",
    "Grammar",
    "Refer",
    "Numbering",
    "Inserting",
    "Textbooks",
    "Report",
    "After",
    "Writer",
    "Close"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    }
  ],
  "image_count": 5
}