{
  "metadata": {
    "subject": "information-andcommunication-technology",
    "chapter_number": 4,
    "chapter_name": "iict104",
    "source_file": "iict104.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nIn the last chapter, we learnt how to create still images \nand enhance them, now it will be interesting to see how to create audio and video resources.\nThe use of more than one medium of expression or \ncommunication is called multimedia. Multimedia uses a combination of text, audio, images, animation, videos and interactives. This is different from traditional forms of printed or hand produced material.\nContent means something that can be expressed \nthrough some media like speech, writing or any other form of art.\nStudents in a class are discussing about the activity \nthey have performed on purification of water .\nNeer: Why is this activity necessary?\nNancy: What is the use of this activity?Raima joins the school after a long gap. She is surrounded \nby her friends, everyone is curious to know the reason \nfor her long absence from the school.\nNeer: Raima, you were always very regular in attending \nschool, why were you absent for a week?\nRaima: I was suffering from diarrhoea and fever.Nancy: Oh! What did the doctor say?\nInteractives \nmean a two-way communication where the user interacts with the content and gets feedback.\nList of waterborne diseases \n• Diarrhoea\n• Dysentery\n• Typhoid Fever\n• Cholera\n• Hepatitis A\n• Jaundice etcCreating Audio \nVideo CommunicationChapter\n4\nChapter 4.indd   57 7/16/2020   2:45:40 PM\nReprint 2025-26\n\n--- Page 2 ---\nICT T exTbook — Class Ix58Raima: The doctor said it was due to drinking \ncontaminated water. The doctor also told me that many people are dying because of water pollution and waterborne diseases every year. \nNeer: Oh, it is a very serious issue. Nancy: You know Raima, yesterday only, we did an \nactivity on water purification.\nRaima: Oh! It is good that you performed such a relevant \nactivity. Can you explain me what you learnt.\nNeer and Nancy explained all the activities they \nperformed yesterday.\nRaima: Had I performed the activity myself, I would \nhave learnt better by performing the activity. \nNeer: Let us do something, so that you may not miss \nout the learning.\nNancy: Specially this water purification activity is very \nuseful for everyone.\nNeer: We can create posters to generate awareness on \nthe importance of water purification.\nRaima: Let us make something which can be more \nimpactful and interesting than a printed material.\nActivity 1\nImagine yourself as a part of this activity, what media will you use to explain this?\nNancy: Can we record an audio?\nRaima: It is similar to what you explained to me but I \ndid not understand it. I think we need to demonstrate the process.\nNeer: So, you want us to do the activity all over again. Raima: Yes, and this time we will record it. We will also \nadd posters, text, images, audios and may be some more materials and create a small video film.\nNancy: Yes, it will help us understand the concept better \nand we can also share it with others.\nNeer: What all do we need to do for making this video film?\nChapter 4.indd   58 27-Feb-19   4:47:23 PM\nReprint 2025-26\n\n--- Page 3 ---\nCreating  audio‑Video Communi Cation59Raima: We already have a topic, the title of our video \nfilm will be ‘Waterborne diseases and their prevention.’\nActivity 2\nThink about what content should be included to make a video film on Water Pollution.\nNancy: So we need to have information on water pollution, causes of water pollution, effects of water pollution, waterborne diseases and methods of purification of contaminated water.\nRaima: So first of all, we had to collect all relevant \ninformation to make this video film, we also need to know sources of information.\nNeer: We can use books in the library to collect \ninformation about Water Pollution and its effects and present it through images and audio narration. \nNancy: We can talk to a doctor to learn more about \nwaterborne diseases and then present it through text and audio narration. \nRaima: We will request our science teachers to help us \nin identifying more activities for water purification. We will record a video of water purifying techniques.\nNancy: So now we have to decide who will do what.Raima: I can go to the doctor and collect more information \non waterborne diseases.\nNeer and Nancy: Raima can learn more water purifying \ntechniques form the science teacher then we will record \na video on the techniques of purifying water.\nNancy: I can search information from the library. The students have collected all the information in the \nform of text and images. They have also recorded a video showing the techniques of water purification.\nNeer: Now we have to write the audio script based on \nthe information we have collected from various sources. \nRaima: But how are we going to record an audio?\nNeer: Let's record it in the evening through my mom's smartphone.\nChapter 4.indd   59 27-Feb-19   4:47:23 PM\nReprint 2025-26\n\n--- Page 4 ---\nICT T exTbook — Class Ix60In the evening, they all gathered at Neer's house to record \nthe narration. But while playing back they noticed some disturbance in the audi",
    "total_characters": 12902,
    "preview": "\n--- Page 1 ---\nIn the last chapter, we learnt how to create still images \nand enhance them, now it will be interesting to see how to create audio and video resources.\nThe use of more than one medium of expression or \ncommunication is called multimedia. Multimedia uses a combination of text, audio, images, animation, videos and interactives. This is different from traditional forms of printed or hand produced material.\nContent means something that can be expressed \nthrough some media like speech"
  },
  "keywords": [
    "Raima",
    "Nancy",
    "Chapter",
    "Reprint",
    "Audacity",
    "Video",
    "Class",
    "Creating",
    "Communi",
    "Refer",
    "Adding",
    "Method",
    "Track",
    "Audio",
    "Interface",
    "Project",
    "Editor",
    "Activity",
    "Water",
    "Pollution"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    }
  ],
  "image_count": 5
}