{
  "metadata": {
    "subject": "socialscience-part2",
    "chapter_number": 4,
    "chapter_name": "iess104",
    "source_file": "iess104.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nIn the last two chapters you have read about\nthe landforms and the drainage of\nour country.  These are the two of the three\nbasic elements that one learns about the natural\nenvironment of any area.  In this chapter you\nwill learn about the third, that is, the\natmospheric conditions that prevail over our\ncountry.  Why do we wear woollens in December\nor why it is hot and uncomfortable in the month\nof May, and why it rains in June - July ?  The\nanswers to all these questions can be found out\nby studying about the climate of India.\nClimate  refers to the sum total of  weather\nconditions and variations over a large  area for\na long period of time (more than thirty years).\nWeather  refers to the state of the atmospher e\nover an area at any point of time. The elements\nof weather and climate are the same, i.e.\ntemperature, atmospheric pressure, wind,\nhumidity and pr ecipitation. Y ou may have\nobserved that the weather conditions fluctuate\nvery often even within a day. But there is some\ncommon pattern over a few weeks or months,\ni.e. days are cool or hot, windy or calm, cloudy\nor bright, and wet or dry. On the basis of the\ngeneralised monthly atmospheric conditions,\nthe year is divided into seasons such as winter ,\nsummer or rainy seasons.\nThe world is divided into a number of\nclimatic regions. Do you know what type of\nclimate India has and why it is so? W e will\nlearn about it in this chapter .\n•  The word monsoon is\nderived from the A rabic word ‘mausim’ which\nliterally means season.\n• ‘Monsoon’ refers to the seasonal reversal in the\nwind dir ection during a year.CLIMA TE\nThe climate of India is described as the\n‘monsoon’  type. In Asia, this type of climate\nis found mainly in the south and the southeast.\nDespite an overall unity in the general pattern,\nthere are perceptible regional variations in\nclimatic conditions within the country. Let us\ntake two important elements – temperature and\nprecipitation, and examine how they vary from\nplace to place and season to season.\nIn summer , the mer cury occasionally\ntouches 50°C in some parts of the Rajasthan\ndesert, whereas it may be around 20°C in\nPahalgam in Jammu and Kashmir . On a winter\nnight, temperature at Drass in Jammu and\nKashmir may be as low as minus 45 °C.\nThiruvananthapuram, on the other hand, may\nhave a temperature of 22 °C.\nIn certain places there is a\nwide difference between day and night\ntemperatures. In the Thar Desert the day\ntemperature may rise to 50°C, and drop down\nto near 15°C the same night. On the other hand,\nthere is hardly any difference in day and night\ntemperatures in the Andaman and Nicobar\nislands or in Kerala.\nLet us now look at precipitation. There are\nvariations not only in the form and types of\nprecipitation but also in its amount and the\nseasonal distribution. While precipitation is\nmostly in the form of snowfall in the upper parts\nof Himalayas, it rains over the rest of the\ncountry. The annual precipitation varies from\nover 400 cm in Meghalaya to less than 10 cm\nin Ladakh and western Rajasthan. Most parts\nof the country receive rainfall from June to\nSeptember . But some parts like the T\namil Nadu4\nReprint 2025-26\n\n--- Page 2 ---\nCLIMATE 27•Why most of the world’s deserts are\nlocated in the western margins of continents in the\nsubtropics?\nFinally, relief  too plays a major role in\ndetermining the climate of a place. High mountains\nact as barriers for cold or hot winds; they may\nalso cause precipitation if they are high enough\nand lie in the path of rain-bearing winds. The\nleeward side of mountains remains relatively dry.\nFACTORS  AFFECTING  INDIA’S CLIMATE\nLatitude\nThe T ropic of Cancer passes thr ough the middle\nof the country from the Rann of Kuchchh in the\nwest to Mizoram in the east. Almost half of the\ncountry, lying south of the T ropic of Cancer ,\nbelongs to the tropical area. All the remaining\narea, north of the T ropic, lies in the sub-tr opics.\nTherefore, India’s climate has characteristics of\ntropical as well as subtropical climates.\nAltitude\nIndia has mountains to the north, which have\nan average height of about 6,000 metres. India\nalso has a vast coastal area where the\nmaximum elevation is about 30 metres. The\nHimalayas prevent the cold winds from Central\nAsia from entering the subcontinent. It is\nbecause of these mountains that this\nsubcontinent experiences comparatively\nmilder winters as compared to central Asia.\nPressure and Winds\nThe climate and associated weather conditions\nin India are governed by the following\natmospheric conditions:\n•Pr\nPrPr PrPressur essuressur essuressur e and sure and sure and sure and sure and sur face winds;face winds;face winds;face winds;face winds;\n•Upper air circulation; andUpper air circulation; andUpper air circulation; andUpper air circulation; andUpper air circulation; and\n•W WW WWester esterester esterester n cyclonic disturbances andn cyclonic disturbances andn cyclonic disturbances andn cyclonic disturbances andn cyclonic disturbances and\ntropical cyclonestropical cy",
    "total_characters": 26631,
    "preview": "\n--- Page 1 ---\nIn the last two chapters you have read about\nthe landforms and the drainage of\nour country.  These are the two of the three\nbasic elements that one learns about the natural\nenvironment of any area.  In this chapter you\nwill learn about the third, that is, the\natmospheric conditions that prevail over our\ncountry.  Why do we wear woollens in December\nor why it is hot and uncomfortable in the month\nof May, and why it rains in June - July ?  The\nanswers to all these questions can be "
  },
  "keywords": [
    "India",
    "These",
    "Rainfall",
    "Reprint",
    "Temperature",
    "Monsoon",
    "Rajasthan",
    "Thiruvananthapuram",
    "Himalayas",
    "October",
    "Indian",
    "November",
    "Chennai",
    "Celsius",
    "Gujarat",
    "Early",
    "Shillong",
    "There",
    "Season",
    "Bengal"
  ]
}