{
  "metadata": {
    "subject": "english-part1",
    "chapter_number": 10,
    "chapter_name": "iebe1ps",
    "source_file": "iebe1ps.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nBeehive BeehiveBeehiveBeehiveBeehive\nTextbook in English for Class IX\nReprint 2025-26\n\n--- Page 2 ---\nFirst Edition\nFebruary 2006  Phalguna 1927\nReprinted\nOctober 2006, October 2007,\nDecember 2009, January 2011,\nJanuary 2012, December 2012,\nFebruary 2014, December 2014,\nDecember 2015, December 2016,\nDecember 2017, December 2018,\nAugust 2019, January 2021,\nNovember 2021\nRevised Edition\nNovember 2022  Kartika 1944\nReprinted\nMarch 2024  Chaitra 1946\nDecember 2024  Agrahayana 1946\nPD 190T GS\n© National Council of Educational\nResearch and Training, 2006,\n2022\n` 65.00\nPrinted on 80 GSM paper with\nNCER T water mark\nPublished at the Publication Division\nby the Secretary, National Council of\nEducational Research and Training,\nSri Aurobindo Marg, New Delhi\n110016 and printed at Swapna\nPrinting W orks (P) Ltd., Doltala,\nDoharia, Post - Ganganagar , Dist-\nNorth 24 Parganas, Kolkata- 700 132OFFICES OF THE PUBLICA TION\nDIVISION, NCERT\nNCERT Campus\nSri Aurobindo Marg\nNew  Delhi 110 016 Phone :  011-26562708\n108, 100 Feet Road\nHosdakere Halli Extension\nBanashankari III Stage\nBengaluru 560 085 Phone : 080-26725740\nNavjivan Trust Building\nP.O. Navjivan\nAhmedabad 380 014 Phone :  079-27541446\nCWC Campus\nOpp. Dhankal Bus Stop\nPanihati\nKolkata  700 114 Phone :  033-25530454\nCWC Complex\nMaligaon\nGuwahati 781 021 Phone :  0361-2674869\nPublication Team\nHead, Publication :M.V. Srinivasan\nDivision\nChief Editor :Bijnan Sutar\nChief Business :Amitabh Kumar\nManager\nChief Production :Jahan Lal\nOfficer (In charge)\nEditor :Vijayam\nSankaranarayanan\nAssistant Production :Prakash V eer Singh\nOfficer\nCover, Illustrations and Layout\nNidhi W adhwaALL RIGHTS RESERVED\nqNo part of this publication may be reproduced, stored in a retrieval system or\ntransmitted, in any form or by any means, electronic, mechanical, photocopying,\nrecording or otherwise without the prior permission of the publisher.\nqThis book is sold subject to the condition that it shall not, by way of trade,  be\nlent,  re-sold, hired out or otherwise disposed of without the publisher’s consent,\nin any form of binding or cover other than that in which it is published.\nqThe correct price of this publication is the price printed on this page, Any revised\nprice indicated by a rubber stamp or by a sticker or by any other means is incorrect\nand should be unacceptable.ISBN  81-7450-502-40959 – B EEHIVE\nTextbook for Class 9\nReprint 2025-26\n\n--- Page 3 ---\nFOREWORD\nTHE National Curriculum Framework (NCF), 2005, recommends that\nchildren’s life at school must be linked to their life outside the school. This\nprinciple marks a departure from the legacy of bookish learning which\ncontinues to shape our system and causes a gap between the school, home\nand community. The syllabi and textbooks developed on the basis of NCF\nsignify an attempt to implement this basic idea. They also attempt to\ndiscourage rote learning and the maintenance of sharp boundaries between\ndifferent subject ar eas. W e hope these measur es will take us significantly\nfurther in the direction of a child-centred system of education outlined in\nthe National Policy of Education (1986).\nThe success of this effort depends on the steps that school principals\nand teachers will take to encourage children to reflect on their own learning\nand to pursue imaginative activities and questions.  W e must r ecognise that,\ngiven space, time and freedom, children generate new knowledge by engaging\nwith the information passed on to them by adults.  Treating the prescribed\ntextbook as the sole basis of examination is one of the key reasons why other\nresources and sites of learning are ignored.  Inculcating creativity and\ninitiative is possible if we perceive and treat children as participants in\nlearning, not as receivers of a fixed body of knowledge.\nThese aims imply considerable change in school routines and mode of\nfunctioning. Flexibility in the daily time-table is as necessary as rigour in\nimplementing the annual calendar so that the required number of teaching\ndays are actually devoted to teaching.  The methods used for teaching and\nevaluation will also determine how effective this textbook proves for making\nchildren’s life at school a happy experience, rather than a source of stress\nor boredom.  Syllabus designers have tried to address the problem of\ncurricular burden by restructuring and reorienting knowledge at different\nstages with greater consideration for child psychology and the time available\nfor teaching. The textbook attempts to enhance this endeavour by giving\nhigher priority and space to opportunities for contemplation and wondering,\ndiscussion in small groups, and activities requiring hands-on experience.\nThe National Council of Educational Resear ch and T raining ( NCER T)\nappreciates the hard work done by the textbook development committee\nresponsible for this book.  W e wish to thank the Chairperson of the advisory\ngroup in languages, Professor Namwar Singh and the Chief Advisor for\nthis book, Professor R. Amrit",
    "total_characters": 10588,
    "preview": "\n--- Page 1 ---\nBeehive BeehiveBeehiveBeehiveBeehive\nTextbook in English for Class IX\nReprint 2025-26\n\n--- Page 2 ---\nFirst Edition\nFebruary 2006  Phalguna 1927\nReprinted\nOctober 2006, October 2007,\nDecember 2009, January 2011,\nJanuary 2012, December 2012,\nFebruary 2014, December 2014,\nDecember 2015, December 2016,\nDecember 2017, December 2018,\nAugust 2019, January 2021,\nNovember 2021\nRevised Edition\nNovember 2022  Kartika 1944\nReprinted\nMarch 2024  Chaitra 1946\nDecember 2024  Agrahayana 1946\nPD"
  },
  "keywords": [
    "Delhi",
    "Reprint",
    "December",
    "National",
    "Professor",
    "English",
    "Languages",
    "Council",
    "Educational",
    "Phone",
    "Department",
    "Research",
    "Training",
    "Publication",
    "Chief",
    "Content",
    "Edition",
    "January",
    "Singh",
    "Education"
  ]
}