{
  "metadata": {
    "subject": "english-part1",
    "chapter_number": 1,
    "chapter_name": "iebe101",
    "source_file": "iebe101.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nNotes for the TNotes for the TNotes for the TNotes for the TNotes for the T eacher eachereachereachereacher\nBeehive , a textbook in English for Class IX, is based on the new syllabus in\nEnglish which was prepared as a follow-up to the National Curriculum\nFramewor k, 2005. The curriculum calls for an approach that is rich in\ncomprehensible input and adopts a language-across-the-curriculum,\nmultilingual perspective. This reader aims at helping the child to read for\nmeaning, and to learn to communicate in English with confidence and\naccuracy.\nCare has been taken to give a central place to the learner in the process\nof teaching and lear ning. Lear ner-friendly language has been used in\nthe instructions, and the exercises and activities are addressed to the\nchild. In this pr ocess the teacher is a facilitator or a co-lear ner.\nA rich variety of reading material has been provided to include the literary,\ncultural and sociological dimensions of texts. The themes range from\nchildhood and adolescence, to disability, talent and achievement, to\nmusic, science, and contemporary social and environmental concerns.\nThe range is as inclusive as possible, keeping in view the interest and\ncognitive development of the learners. The book draws on different genres\nsuch as story, biography and autobiography; science fiction; humour;\ntravelogue; and the one-act play.\nThe number of poems has been increased to help learners explore this\ngreat source of language, derive the joy of learning through poetry, and\nunderstand the music of words. An attempt has been made to include\ndifferent types of poems such as the lyric, the ballad and the humorous\npoem.\nThe poems have been chosen for their simplicity and suitability in terms\nof language and thought. W e need not talk about the poet or the\nbackground to the poem, unless the poem seems to demand it.  Nor\nshould we attempt to exhaust all the possibilities of a poem; we should\nencourage the students to begin to see some of the possibilities. They\nshould be guided to apprehend the poem through the visual, the auditory,\nthe tactile, the intellectual, or the emotional channels, and to understand\nthe suggestiveness of the images.\nAn attempt has been made to help the learner develop the skill of\npredicting and anticipating what follows. Every good reader should guess\nwhat is coming next. The task ‘Befor e You Read’ given at the beginning\nReprint 2025-26\n\n--- Page 2 ---\nof each unit is designed for this purpose. Learners should be encouraged\nto participate in this activity.\nThe section ‘Thinking about the Text’ attempts to move from surface\nlevel understanding of the text to critical thinking. The comprehension\nexercises given here try to help the learners infer meaning. There are a\nfew questions which ask for the readers’ judgment; they aim to  bring\nout the learners’ deeper understanding of the text.\nIn the section ‘Thinking about Language’:\n•Vocabulary enrichment has been attempted thr ough a variety of\ntasks on the usage of words closely related in meaning, matching\nwords to meanings, word building (including phrasal verbs), and\nreference to the dictionary. An activity on the use of the index has\nbeen included.\n•Attention has been drawn to grammar -in-context that emer ges out of\nthe reading text, e.g. the use of the tenses and voice, reported speech,\nconditional and subordinate clauses or phrases, and adverbs.\nThe communicative skills have been exercised by tasks on Speaking\nand W riting. The Speaking tasks call for lear ners to work in pairs or\ngroups, (for example) to present an argument, express a viewpoint,\nexpress contrasts, seek or give an opinion, intr oduce a speaker , tell a\nstory, enact or read out a play in parts, etc.\nThere are a variety of writing tasks: help writing newspaper report, an\narticle for a school magazine, argumentative writing, narration,\ndescription, and picture interpretation.\nA small attempt has been made to relate speech and writing by pointing\nout similarities and differences. Opportunities for writing in groups and\npairs are provided to get into the task.\nWe have intr oduced the old exer cise of dictation again but fr om a\ncompletely different perspective. Dictation has been introduced in its\ncurrent, updated form as a variety of activities designed to integrate the\nlanguage skills of listening, prior reading, language processing and recall,\nand writing, including the appropriate use of punctuation in meaningful\ncontexts.\nSome exercises also allow scope for the learners’ languages to support\none another’s by asking for reflection on relevant words, or poems or\nstories in other languages; and attempt (preliminary as they may be) to\nattend to the process of translation. Activities have been suggested to\nbring out the relatedness of the learners’ school subjects.\n2 / Beehive\nReprint 2025-26\n\n--- Page 3 ---\nUnits 1–3 Units 1–3Units 1–3Units 1–3Units 1–3\n1. T HE FUN THEY HAD\nThis story takes us to the world of the future where computers will play\n",
    "total_characters": 26888,
    "preview": "\n--- Page 1 ---\nNotes for the TNotes for the TNotes for the TNotes for the TNotes for the T eacher eachereachereachereacher\nBeehive , a textbook in English for Class IX, is based on the new syllabus in\nEnglish which was prepared as a follow-up to the National Curriculum\nFramewor k, 2005. The curriculum calls for an approach that is rich in\ncomprehensible input and adopts a language-across-the-curriculum,\nmultilingual perspective. This reader aims at helping the child to read for\nmeaning, and to "
  },
  "keywords": [
    "Margie",
    "Tommy",
    "Reprint",
    "English",
    "Beehive",
    "Thinking",
    "Speaking",
    "Dictionary",
    "Hadun",
    "Inspector",
    "Answer",
    "Unless",
    "There",
    "Encourage",
    "Students",
    "After",
    "Future",
    "Where",
    "School",
    "County"
  ]
}