{
  "metadata": {
    "subject": "english-part1",
    "chapter_number": 9,
    "chapter_name": "iebe109",
    "source_file": "iebe109.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nIf I Were You  / 109\nB BB BBEFOREEFOREEFOREEFOREEFORE  Y  Y Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•Gerrar d lives alone in a lonely cottage. An intruder , who is a\ncriminal, enters his cottage. He intends to murder Gerrard\nand take on his identity. Does he succeed?\n•The following words and phrases occur in the play. Do you\nknow their meanings? Match them with the meanings given,\nto find out.\ncultured an informal expression for a\nfashionable vehicle\ncount on unnecessary and usually harmful\nengaged exaggerated\nmelodramatic sophisticated; well mannered\nto be smart here, a tone of voice\ninflection avoid\nwise guy an unexpected opportunity for\nsuccess\na dandy bus trap\ntradespeople a Christian religious teacher who\nteaches on Sundays in Church\ngratuitous (American English) a person who\npretends to know a lot\ndodge depend on ; rely on\nlucky break (American English) an informal way\nof saying that one is being too clever\nSunday-school teacher occupied ; busy\nframe merchants\nSCENE: A small cottage interior . Ther e is an entrance back right (which\nmay be curtained). Another door to the left must be a practical door . The\nfurnitur e is simple, consisting of a small table towar ds the left, a chair or\ntwo, and a divan rather upstage on the right. On the table is a telephone.9. If I W 9. If I W9. If I W 9. If I W9. If I W ere Y ere Yere Y ere Yere You ouou ouou\nReprint 2025-26\n\n--- Page 2 ---\n110 / Beehive\n(When the curtain rises Gerrard is standing by the table making a phone\ncall. He is of medium height, and wearing hor n-rimmed glasse s... He\nis dressed in a lounge suit and a great coat. His voice is cultured.)\nGERRARD :...Well, tell him to phone up dir ectly. I must kno w...\nYes, I expect I’ll still be her e, but you mustn’t count on\nthat... In about ten minutes’ time. Right-ho. Goodbye.\n(He puts down the phone and goes to the divan on the left, where there\nis a travelling bag, and starts packing. Whilst he is thus engaged, another\nman, similar in build to Gerrard enters from the right silently — revolver\nin hand. He is flashily dressed in an overcoat and a soft hat. He bumps\naccidentally against the table, and at the sound Gerrar d tur ns quickly.)\nGERRARD :(pleasantly)  Why, this is a surprise, Mr— e r—\nINTRUDER :I’m glad you’re pleased to see me. I don’t think you’ll be\npleased for long. Put those paws up!\nGERRARD :This is all very melodramatic, not very original, perhaps,\nbut…\nINTRUDER :Trying to be calm and —er—\nGERRARD :‘Nonchalant’ is your word, I think.\nINTRUDER :Thanks a lot. Y ou’ll soon stop being smart. I’ll make you\ncrawl. I want to know a few things, see.\nYou’ll soon stop being smart. I’ll make you crawl.\nReprint 2025-26\n\n--- Page 3 ---\nIf I Were You  / 111GERRARD :Anything you like. I know all the answers. But before we\nbegin I should like to change my position; you may be\ncomfortable, but I am not.\nINTRUDER :Sit down there, and no funny business. (Motions to a\nchair , and seats himself on the divan by the bag.)  Now\nthen, we’ll have a nice little talk about yourself!\nGERRARD :At last a sympathetic audience! I’ll tell you the story of\nmy life. How as a child I was stolen by the gypsies, and\nwhy at the age of thirty-two, I find myself in my lonely\nEssex cottage, ho w...\nINTRUDER :Keep it to yourself, and just answer my questions. Y ou\nlive her e alone? W ell, do you?\nGERRARD :I’m sorry. I thought you were telling me, not asking me.\nA question of inflection; your voice is unfamiliar .\nINTRUDER :(with emphasis) Do you live here alone?\nGERRARD :And if I don’t answer?\nINTRUDER :You’ve got enough sense not to want to get hurt.\nGERRARD :I think good sense is shown more in the ability to avoid\npain than in the mere desire to do so. What do you think,\nMr— e r—\nINTRUDER :Never mind my name. I like yours better , Mr Gerrar d.\nWhat are your Christian names?\nGERRARD :Vincent Charles.\nINTRUDER :Do you run a car?\nGERRARD :No.\nINTRUDER :That’s a lie. Y ou’re not dealing with a fool. I’m as smart\nas you and smarter , and I know you run a car . Better be\ncareful, wise guy!\nGERRARD :Are you American, or is that merely a clever imitation?\nINTRUDER :Listen, this gun’s no toy. I can hurt you without killing\nyou, and still get my answers.\nGERRARD :Of course, if you put it like that, I’ll be glad to assist you.\nI do possess a car , and it’s in the garage r ound the cor ner.\nINTRUDER :That’s better . Do people often come out her e?\nGERRARD :Very rar ely. Surprisingly few people take the tr ouble to\nvisit me. Ther e’s the baker and the gr eengr ocer, of course;\nand then there’s the milkman — quite charming, but no\none so interesting as yourself.\nINTRUDER :I happen to know that y ou never see tradespeople.\nReprint 2025-26\n\n--- Page 4 ---\n112 / BeehiveGERRARD :You seem to have taken a considerable amount of tr ouble.\nSince you know so much about me, won’t you say\nsomething about yourself? Y ou have been so modest.\nINTRUDER :I could tell you plenty. Y ou think you’r e smart, but I’m\nthe top of the class r",
    "total_characters": 16511,
    "preview": "\n--- Page 1 ---\nIf I Were You  / 109\nB BB BBEFOREEFOREEFOREEFOREEFORE  Y  Y Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•Gerrar d lives alone in a lonely cottage. An intruder , who is a\ncriminal, enters his cottage. He intends to murder Gerrard\nand take on his identity. Does he succeed?\n•The following words and phrases occur in the play. Do you\nknow their meanings? Match them with the meanings given,\nto find out.\ncultured an informal expression for a\nfashionable vehicle\ncount on unnecessary "
  },
  "keywords": [
    "Gerrard",
    "Reprint",
    "Gerrar",
    "Vincent",
    "Charles",
    "Intruder",
    "American",
    "Beehive",
    "Christian",
    "English",
    "Sunday",
    "Essex",
    "Better",
    "Listen",
    "Since",
    "Things",
    "Thinking",
    "Match",
    "Sundays",
    "Church"
  ]
}