{
  "metadata": {
    "subject": "english-part1",
    "chapter_number": 4,
    "chapter_name": "iebe104",
    "source_file": "iebe104.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nNotes for the TNotes for the TNotes for the TNotes for the TNotes for the T eacher eachereacher eachereacher\nUnits Units Units \nUnits Units 4 44 44–6 –6–6 –6–6\n4. A T RULY BEAUTIFUL  MIND\nThe story of Einstein tries to show him as a human being, a fairly\nordinary person who had his likes and dislikes, his streaks of rebellion,\nand his problems. The class can think about how a ‘great person’ was\nperceived before being recognised as ‘great’: it is not as though great\npeople are born with a special sign that allows us to recognise them\ninstantly! What qualities in a person, then, make them a genius or a\ngreat person?\nYou can take the help of a science teacher to explain Einstein’s Theory\nof Relativity, to talk about Einstein, and build inter -subject cooperation.\nThe exercise of matching headings to paragraphs in the lesson is useful\nfor finding the topic sentence or to scan a paragraph for specific\ninformation. Students may be asked to provide a different heading if\nthey feel some other point is equally important.\nStudents should be guided to write a newspaper report. Note the points\ngiven below. Illustrate them by bringing examples from newspapers into\nthe class, and ask students to bring their own examples.\n•A report should have:\n1.A headline\n2.Name of the reporter e.g. ‘By a Staff Reporter’, etc.\n3.Place, date, source ( the source may also be given at the end of the\nreport).\n•The beginning is usually an expansion of the headline.  The middle\nparagraph gives the details.  It is followed by the conclusion or the\nsumming up.\n•The report should be brief, but the headline and the style should be\neye-catching.\n•Sometimes important points are given in a box in the centre of the\nreport.\n•Regarding the language of the reports:\n1.passives for past action (for example: It is foun d..., ...has been\nunearthed.)\nReprint 2025-26\n\n--- Page 2 ---\n2.present tense for statements (The document contains…, The\nmanuscript describes…)\nThis unit has a passage for dictation, an anecdote. Dictation is an\nexercise that requires the individual participation of each student. It\nfosters unconscious thinking, and draws attention to language form.\nStudents can also be given opportunities for self or peer correction after\nthe dictation.\n•Students should first read the passage silently, noticing the use of\npunctuation marks.\n•The passage to be dictated should be read aloud twice in the class\nwith proper intonation, and pauses between meaningful phrases.\n•The passage is read a third time for students to check through.\n5. T HE SNAKE AND THE MIRROR\n‘The Snake and the Mirror’ is a complex story of self-discovery that is\nhumorously told. The narrator is a vain and foolish young man who in\na moment of crisis r ealises that he is “poor , foolish and stupid”. The\nquestions are designed to help the students notice the humour in the\nnarration.\nThis unit has a formal, expository passage for dictation. Students should\nbe encouraged to learn the spellings of unfamiliar words beforehand.\nThe dictation of such passages also encourages the development of\ngrammar in the students’ minds, as they recall complex language.\nThe W riting task is based on a sketch fr om a photograph that tells a\nstory. Encourage the students to read the words given alongside the\nsketch. Let the students form pairs or groups to talk freely about the\nsketch before they start writing.\nA new kind of activity introduced in this lesson is to compare two\ntranslations of the beginning of a story. This activity suggests to the\nstudents that language is not ‘fixed’; there are different ways of\nexperiencing an idea, which also lead to small changes in the idea that\nis expressed. This activity should be done as a fun activity.\n6. M Y CHILDHOOD\nThe autobiographical account of childhood embodies the themes of\nharmony and prejudice, tradition and change. The questions guide the\nchildren to identify the instances of the themes.\nA map reading activity is given in this unit.  Students will find out the\ngeographical location of Dhanushkodi and Rameswaram, and\nthe languages spoken at that time by different communities. This\n44 / Beehive\nReprint 2025-26\n\n--- Page 3 ---\nwill develop a critical understanding of how life and society in\nthe deep south changed and developed over the years. Dhanuskodi\nand Rameswaram are on an island, the Pamban Island, off the\nTamil Nadu coast.\nThe dictionary work encourages children to identify the contexts, literal\nand metaphorical, in which the given wor ds occur . You may find other\nsuch words to add to the exercise.\nThe dictation exercise in this unit requires the rearrangement of jumbled\nparagraphs. Ideally this kind of dictation should be carried out with\npassages that the students have not seen before.\nThe teacher dictates the three parts of the given passage, in random\norder, one to each gr oup in class, for example part two first, then part\nthree, and finally part one. The class has to share information in order\nto put the text together in the righ",
    "total_characters": 23190,
    "preview": "\n--- Page 1 ---\nNotes for the TNotes for the TNotes for the TNotes for the TNotes for the T eacher eachereacher eachereacher\nUnits Units Units \nUnits Units 4 44 44–6 –6–6 –6–6\n4. A T RULY BEAUTIFUL  MIND\nThe story of Einstein tries to show him as a human being, a fairly\nordinary person who had his likes and dislikes, his streaks of rebellion,\nand his problems. The class can think about how a ‘great person’ was\nperceived before being recognised as ‘great’: it is not as though great\npeople are bor"
  },
  "keywords": [
    "Einstein",
    "Reprint",
    "Albert",
    "Beautiful",
    "Innisfree",
    "Mileva",
    "Students",
    "Units",
    "Munich",
    "Newspaper",
    "Mindruly",
    "Truly",
    "While",
    "Roosevelt",
    "Reportsriting",
    "Innisfreee",
    "Theory",
    "Relativity",
    "German",
    "Switzerland"
  ]
}