{
  "metadata": {
    "subject": "english-part3",
    "chapter_number": 2,
    "chapter_name": "iewe102",
    "source_file": "iewe102.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n1. What kind of music is Ravi Shankar famous for?\n(a) Jazz\n(b) Classical(c) Pop\n2. Which country was Justin Beiber born in?\n(a) USA(b) India(c) Canada\n3. How many strings does a guitar have?\n(a) 6(b) 7(c) 8\n4. What is a group of three musicians called?\n(a) a trio(b) a duet(c) a quartet\n5. What is the next note after sa-re-ga-ma?\n(a) dha\n(b) ni\n(c) pa\n6. What is the next note after do-re-mi?\n(a) ti(b) fa(c) so\nUnit\n2\nLE T’S BEG I N\nTake this quiz to check your knowledge of music and musicians.\nUnit 2.indd   21 1/7/2019   10:01:22 AM\nReprint 2025-26\n\n--- Page 2 ---\n Words and ExprEssions  122\nNotesReading  CompRehension\nIn this section, you will read three texts on music in different \nperspectives. The first one will enlighten you about the effective role of music in our lives, the second reflects on the life of the famous music composer, Ludwig van Beethoven, and the third is a poem by William Wordsworth where he appreciates the melody of a song. \nRead the texts carefully and answer the questions that \nfollow.\nText I\nR\nole of musiC in life\nToday, we are rushing through life and everyone seems to \nbe pressurised and stressed about one or the other thing.  Stress has become an inescapable part of our lives. Many of our illnesses are a result of stress, and to deal with it, we need certain ways to relax our body and mind.  Listening to music, particularly gentle, calming and melodious music, relaxes people both physically and mentally. Music releases \nendorphins, the natural painkillers in our brain, which relieve us from the sense of pain. Music can normalise heart rate and blood pressure. The common occurrences of fatigue and boredom decrease when we listen to music. It diverts our attention from everyday anxieties, thereby reducing the stress caused by such concerns.  While meditating, listening to music helps us to connect with our soul. Students can improve their concentration and boost their memory by listening to soft music. Soothing music, when played at night, helps us to rest and relax for a good night’s sleep. Listening to good music helps in overcoming negative traits such as anger or worry, thereby improving our personality. It creates positive energy and happiness. Every cell in the body becomes energetic with increased peace of mind.\nMusic is a therapy for everyone — plants, \nbirds, animals and human beings — to flourish \nand rejuvenate. It certainly plays an important part in making the world better for all living beings. \ninescapable:  unable to be \navoided or denied\nUnit 2.indd   22 30-05-2018   11:41:15\nReprint 2025-26\n\n--- Page 3 ---\nUnit 222 23Complete the following statements by selecting the most \nappropriate options given below.\n1. ________________ helps in relaxation of our body and \nmind.\n(a) Pop music\n(b) Soothing music\n(c) Jazz music\n(d) Rock music\n2. The natural painkillers released in our brain are \n________________.\n(a) Insulin\n(b) Endorphins\n(c) Endocrine\n(d) Glycerin\n3.  Music is helpful in improving the _____________ of \nstudents.\n(a) concentration\n(b) emotion\n(c) relaxation\n(d) anxiety\n4. Which word from the passage means the same as ‘to \nrenew’? _______________________________\n(a) rejuvenate\n(b) enhance\n(c) release\n(d) relieve\n5. List the benefits of music mentioned in the passage. \n_____________________________________________________\n______________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________Common suffixes that \nmake nouns \n- ment \nagree  — agreement\nmove  — movement\n- ymonarch\n — monarchy\ndiscover  — discoveryFun fact\nUnit 2.indd   23 30-05-2018   11:41:15\nReprint 2025-26\n\n--- Page 4 ---\n Words and ExprEssions  124\nNotesText II\nBeating  the odds\nThe musical accomplishments of composer Ludwig van \nBeethoven have been all the more remarkable for the fact that he lost his hearing ability from an early age. He developed the symptoms of tinnitus, a constant sound of ringing in his ears that made it difficult for him to hear. He is compared to Mozart for his genius, and is considered the most eminent musician after Mozart. \nAlthough his formal education never went beyond the \nelementary level, he trained in music under Joseph Haydn. \nHe has always been acclaimed as a brilliant piano maestro. His father and grandfather were the court musicians of a German prince. Young Ludwig was often made to perform for his father’s drinking companions in the middle of the night, and was even beaten if he protested. \nFor the first thirty years of his life, Beethoven could listen \nto and play music effortlessly. As a result, he understood sounds of musical instruments and the pitch of the singing voices. He knew the harmony between music and singing before he became completely deaf. His deafness was not sudden, but a gradual decline. This slow process of losing his \nhearing activated his mind to imagine how his compositions would sound like. When he became completely deaf, he started to observe the vibrations of the piano. The observations helped him realise that he could not hear the high notes of the piano. To be able to hear his own compositions, he sawed off the legs of his piano. The piano touched the floor, and Beethoven would press his ear to the floor, banging the piano keys to listen to the high notes in his compositions.\nThe most significant aspect of \nBeethoven’s character was that he did not give up. With a brave heart, he confronted the greatest challenge \nbeating the odds:  to succeed \ndespite not having a good \nchance of succeeding\nUnit 2.indd   24 30-05-2018   11:41:15\nReprint 2025-26\n\n--- Page 5 ---\nUnit 224 25a musician can face, and continued living his dream of \ncomposing music. Deafness could not deter him from \nachieving the pinnacle of musical success. He fought against the greatest obstacle and won.\nHis quality of ‘never giving up’ strengthened him. It \nmade him come to terms with his deafness in a dynamic and constructive way. These qualities led him to become a famous composer.\n1. Read the following statements and write true (T) or  \nfalse (F).\n(a) Although he composed a lot of music, Beethoven \nnever learned to play music himself. (T/F)\n(b) His deafness was not a sudden loss of hearing. \n(T/F)\n(c) He composed most of his music early in his life, \nbefore he became deaf. (T/F)\n(d) His musical skills were compared to Haydn. (T/F)\n(e) Beethoven cut down the legs of his piano to hear \nthe notes of the keys from the floor. (T/F)\n2. How could Beethoven compose music despite his loss \nof hearing?\n_____________________________________________________\n____________________________________________________________________________________________________________________________________________________________________________________________________________________\n3. What realisation made Beethoven continue his passion \nfor music with more determination?\n_________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________Common Spelling Errors\nIt’s “tomorrow”, not “tommorrow”.\nIt’s “noticeable”, not “noticable”.Fun factpinnacle: the most \nsuccessful point\nUnit 2.indd   25 30-05-2018   11:41:15\nReprint 2025-26\n\n--- Page 6 ---\n WORDS AND EXPRESSIONS  1 264. Which word in the following is similar in meaning to \n‘skillful’ (para 1)?\n_____________________________________________________\n(a) brilliant  \n(b) masterly\n(c) talented (d) genius\nText III\nRead the poem carefully and answer the question that \nfollows.\nt\nhe solitaRy  ReapeR\nBehold her, single in the field, \nYon solitary Highland lass! Reaping and singing by herself; Stop here, or gently pass! Alone she cuts and binds the grain, And sings a melancholy strain; O listen! for the Vale profound Is overflowing with the sound. \nNo Nightingale did ever chaunt More welcome notes to weary bands Of travellers in some shady haunt, Among Arabian sands: A voice so thrilling ne’er was heard In spring-time from the Cuckoo-bird, Breaking the silence of the seas Among the farthest Hebrides. \nWill no one tell me what she sings? Perhaps the plaintive numbers flow For old, unhappy, far-off things, And battles long ago: Or is it some more humble lay, Familiar matter of to-day? Some natural sorrow, loss, or pain, That has been, and may be again? \nprofound:  very great or \nintense\nchaunt:  old British spelling \nof chant; a repeated rhythmic \nphrase\nUnit 2.indd   26 30-05-2018   11:41:16\nReprint 2025-26\n\n--- Page 7 ---\nUnit 226 27Whate’er the theme, the Maiden sang \nAs if her song could have no ending; \nI saw her singing at her work, And o’er the sickle bending; I listened, motionless and still; And, as I mounted up the hill, The music in my heart I bore, Long after it was heard no more. \n—William Wordsworth\n1. Complete the summary of the poem given below with a \nsuitable word/phrase in each blank.\nThe poet finds a young Highland girl who \n(a)________________alone and sings to herself. The poet asks us to listen carefully, because the whole (b) ________________is filled with the overflowing sound of her singing. He asks us to either (c)________________and listen to her sad song, or gently pass by so as not to disturb her.\nHe goes on to say that no nightingale ever sang a more \n(d)_________________song to bands of tired (e)_______________  \nin the Arabian Desert. The poet asserts that the beauty of the girl’s singing exceeds that of the cuckoo’s in the (f)________________. Her singing is also the only thing which (g) ________________the silence of the valley. \nThe poet tries to (h) ________________what the girl is \nsinging about. He is unable to get the words of the song clearly. He thinks that perhaps she is singing about old sorrows or (i) _________________fought long ago, or more routine concerns of life or even some (j) ________________which she has endured and may endure again.\nAt the end, he quietly walks away with a feeling that \nhe may never be able to find out the (k)________________of her never-ending song. Nevertheless, he asserts that her singing has captured his imagination so much that he will (l) ________________the music in his heart long after it is heard no more.\nThat chair is not BROKE. \nThat chair is BROKEN. You, however, might be BROKE if you can’t afford to fix the chair that’s BROKEN.Fun fact\nUnit 2.indd   27 30-05-2018   11:41:16\nReprint 2025-26\n\n--- Page 8 ---\n Words and ExprEssions  128VoCaBulaRy\n 1. The following words and phrases occur in the given \npassages and poem. Given below are the words and \ntheir meanings. Match each meaning with the word.\nText 1\nrelieves substances produced by the brain that \nhave painkilling and tranquillising effects on the body\nendorphins power to live or grow\nexhaustion to free from anxiety, fear, pain, etc.\nrejuvenate tiredness\nvitality  to restore to a former state; make fresh or new again\nText 2\nprodigy constantly repeated\npersistent to cut or divide\nvirtuoso to make or become worse or inferior in character, quality, value, etc.\ndeterioration something that obstructs or hinders progress\nsawed a person, especially a child or young person, having extraordinary talent or ability\nobstacle a person who excels in musical technique or execution\nText 3\nbehold tired\nyon girl\nlass look, see\nmelancholy climbed\nvale expressing sorrow\nstrain causing sadness\nweary that\nplaintive melody\nmounted valley\nUnit 2.indd   28 30-05-2018   11:41:16\nReprint 2025-26\n\n--- Page 9 ---\nUNIT 2 28 29 2.  Word search\nLook at the grid given here.\np i a n o l a b b c c d\na e b c y p r a t i t g\ns n s r t a b l a r o d\ni o e a l s e l u d t h\nt h o b r e a m a p a o\na p d s a r o d p n n l\nr o t h r e d e f g j a\na l v e t n r i u t o k\nl y e h a a u p u n g i\nc x e n n i m f d n t p\nl h n a h p e t u l f g\ne h a i m o n i u m j o\nA.  Find the names of the musical instruments in the \ngrid. They can be found in different directions: \nup-down, down-up, left-right, right-left and diagonally.\nName the musical instruments.\n__________________________________________________________\n______________________________________________________________________________________________________________________________________________________________________________\nB.  Use the pictures as clues. Write the appropriate name \nof the instrument in each blank given below. One has \nbeen done as an example.\n(a) Evelyn Glennie is a Xylophone player.\n(b) Zakir Hussain plays the _________________.(c) Hariprasad Chaurasia plays the _________________.\nUnit 2.indd   29 30-05-2018   11:41:18\nReprint 2025-26\n\n--- Page 10 ---\n Words and ExprEssions  130(d) V. Doraiswamy Iyenger plays the __________________.\n(e) Bismillah Khan plays the ____________________.\n(f) Amjad Ali Khan plays the _____________________.\ngRamma R\n1. In the lesson ‘The Sound of Music’ you have read that \n‘adjectives’ can be used before a noun and after the \nverb ‘be’.\nExample:\nThe book is interesting . The interesting book. \nThe table is round. The round table.\nBut ‘adjectives’ can have many forms.\nExamples:\n1. He chose a pipe with a natural hollow stem that was   \n    longer  and broader.\n2. Ustad Bismillah Khan was awarded India’s highest  \n    civilian award.\n3. My mother is the  most beautiful woman in the world.\nHere the adjectives longer and broader refer to the \ncomparative degree; and highest and most beautiful refer to \nthe superlative degree. \n‘Er’ is used for the comparative degree for shorter words and ‘more’ is used for longer words.\nExample:\nLet’s go to the local market. The vegetables are cheaper \nthere. But in  Supermarket these are more expensive.\nA. Now fill in the blanks with appropriate comparative \nadjectives.\n(a) He was not audible. His voice was not loud. Can you \nrequest him to be a bit ____________________(loud)?\n(b) There are many peaks in the Himalayas. Everest is \n_____________________________ (high) peak in India.\n(c) With 9 degree Celsius it was colder yesterday, and \nwith 4 degree Celsius it is ___________ (cold) today.\n(d) Our police is the____________________ (reliable) in \nthe country.\n(e) My sister is_____________________(serious) than me.Commonly \nmisunderstood phrases \nFor all intents and \npurposes \nThis phrase means for all \npractical purposes. \nSneak peek\nOften mistaken as ‘sneak \npeak’.\nThis phrase means to take \nan early look at something.Fun fact\nUnit 2.indd   30 30-05-2018   11:41:18\nReprint 2025-26\n\n--- Page 11 ---\nUnit 230 31(f) Your dance performance is not good. It can be \n__________________________ (good) with practice.\n(g) Living in the countryside is _______________________ \n (peaceful) than living in a town.\n(h) My father is _____________________________________\n (important) person in my life.\nB. Fill in the blanks with appropriate superlative degree \n‘most’/‘est’.\n(a) With so many vehicles, the roads of Delhi have \nbecome___________________ (crowded) ones in India.\n(b) Yesterday was_____________________ (cold) day of \nthe month.\n(c) The book is interesting. It is_____________________ \n(interesting) book I have ever read.\n(d) This hotel is cheaper. But that one \nis__________________________ (cheap) in the town.\n(e) _______________________ (old) member of my family \nis my grandfather.\n(f) Lata Mangeshkar has___________________________ \n(melodious) voice in the country.\n2. In the same lesson, use of ‘to-verb’ has been explained. \nLet’s do some more activities on this. Join the two sets \nof sentences given below, and make one sentence. The first one is done for you. \n1. ‘May I help you?’ \n ‘Okay’\n He offered to help her.\n2. ‘Let’s go to the Old Age Home in the evening.’\n ‘That’s fine.’ \n She arranged ___________________ to the Old Age \nHome in the evening.\n3. ‘What would you like to eat?’, asked Shivani’s \nmother.\n ‘I don’t have an appetite’, replied Shivani.\n Shivani refused _________________________________.\n4. ‘Post the letter. Don’t forget.’\n  Don’t forget_____________________________________.Literally \nLiterally is often misused to \nexpress intensity when in fact, it is a word that implies something is completely true. Don’t use literally unless something is true.Fun fact\nUnit 2.indd   31 30-05-2018   11:41:18\nReprint 2025-26\n\n--- Page 12 ---\n Words and ExprEssions  1325. ‘Can you participate in the music concert?’\n ‘It’s fine with me.’\n She agreed ________________________________ in the \nmusic concert.\nediting\nSome words have been omitted in the paragraph given \nbelow. Write the appropriate words and rewrite the paragraph.\nThe following words were written/the tomb of/Anglican \nBishop of Westminster Abbey:\nWhen I was young/free and my imagination had no \nlimits, I dreamed/changing the world. As I grew older and \nwiser, I discovered/world would not change, so I shortened my sights somewhat and decided/change only my country.\nBut it too seemed immovable. As I grew/my twilight \nyears, in one last desperate attempt, I settled/changing only my family, those closest to me, but alas, I couldn’t.\nAnd now as I lay/ my deathbed, I suddenly realise: If \nI had only changed myself first, then/ an example I could have changed my family.\nFrom their inspiration and encouragement, I could then \nhave been able/better my country and, who knows, I  may have even changed the world.\n__________________________________________________________\n__________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________A homophone is a word that \nsounds the same as another \nword but differs in meaning and/or how it’s spelled.\nExamples\ncereal   –  serial\nmorning   –  mourning\nprofit   –  prophet\nstationary   –  stationeryFun fact\nUnit 2.indd   32 30-05-2018   11:41:18\nReprint 2025-26\n\n--- Page 13 ---\nUnit 232 33__________________________________________________________ \n__________________________________________________________ \n____________________________________________________________________________________________________________________ __________________________________________________________ ____________________________________________________________________________________________________________________ __________________________________________________________\nlistening  \nA passage on the healing aspect of music is given below. \nYou need to listen to the passage read by your teacher/classmate carefully and answer the question that follows. You may listen to the passage twice, if required.\nmusiC as a theRapy \n “Rhythm and harmony find their way into the inward places \nof the soul”, rightly said by Plato. Music is often referred to as ‘food’ for the soul due to the several benefits we can derive from experiencing it.\nMusic can be pleasure for some, and a way to relax \nfor others. It also motivates and energises listeners. Music \nis, indeed, a universal language, which can bring nations together and unite people with different faiths as it touches one’s soul. In the mainstream, music is mainly known for its entertainment quotient, but the Indian culture also talks about the healing effects of music through ‘Raga Chikitsa’. Raga Chikitsa has helped in reviving an ancient healing \npractice known as Nada Yoga.  \nNada  is a musical sound, which is believed to have \ncurative effects on the body and soul of all creatures. Consequently, its power is therapeutic and is used in curing diseases. Medical research has found music therapy to aid patients in pain management. It is not surprising, as music affects the body and mind significantly.\nOne experiences positive energy by listening to music. \nMusic lifts one from clouds of desolation. Rhythms, \ndesolate:  giving an \nimpression of bleak and \ndismal emptiness\nUnit 2.indd   33 30-05-2018   11:41:18\nReprint 2025-26\n\n--- Page 14 ---\n Words and ExprEssions  134\nNotesparticularly upbeat music, helps one distract oneself from \nsituations that cause stress and brightens one’s mood. Music lowers anxiety levels, relaxes mind and brings optimism. It is said that listening to soft, sedative music once a day can help overcome depression.\nMusic therapy finds its traces in mythology. The story of \nHippocrates, the Greek father of medicine dates back to 400 B.C. He is known to have used music to cure his patients. This therapy also aids stroke victims to heal at a faster rate, since it increases the patient’s emotional comforts and motivates them to move towards the path of recovery. On the other hand, adolescents, too, are benefitted by music in terms of emotional, social and psychological well being. Music is a force that purifies beings from within.\nAccording to you, which FOUR of the following statements \nare true?\n(a)\n Nada Yoga  treats diseases through Raga Chikitsa.\n(b) Music is a universal language that reaches souls.\n(c) Music therapy dates back to 400 B.C.\n(d) Hippocrates played music to treat the patients.\n(e) Upbeat tunes help stroke victims recover faster.\n(f) Music helps adolescents to discover their identity.\nspeaking\nTwo students need to come to the front of the class for a role \nplay. One plays the role of Thyagaraja, a famous singer, and the other the role of the interviewer, Rohit, a Radio Jockey (RJ).  \nThe interview is about the singer’s initiatives in helping people through music.\nRJ Rohit  : Do you think music has any effect on \npeople’s lives?\nThyagaraja  : Yes, I believe music surely has a \npositive effect on people’s lives. It helps \nwhen you are stressed, or depressed about something. Apart from these, music is a good way of relaxing and feeling good about life.\nRJ Rohit  : What, according to you, could be the \ninfluence of music on young children? sedative:  promoting calm or \ninducing sleep\nUnit 2.indd   34 30-05-2018   11:41:18\nReprint 2025-26\n\n--- Page 15 ---\nUnit 234 35Thyagaraja  : Now-a-days, young children get \ndistracted easily. Music helps them in \nconcentrating on what they are doing. \nRJ Rohit  : How does music help patients?\nThyagaraja  : Listening to music relaxes patients. The \nprocess of healing becomes faster when they are in a relaxed state of mind.\nRJ Rohit  : Thank you very much. You are doing a \ngreat job for the humankind.\nWRiting\n1.  Listening to music has become a part of our lives for \nmany reasons. We listen to different types of music today. \nDiscuss in pairs the following question:\n• Is the traditional music of a country more important \nthan its contemporary music?\n Write your views in about 50  – 60 words.\n ___________________________________________________\n ___________________________________________________\n ___________________________________________________\n ___________________________________________________\n ___________________________________________________\n ___________________________________________________\n___________________________________________________\n ___________________________________________________\n ___________________________________________________\n ___________________________________________________\n ___________________________________________________\n2.  The traits of a musician are given in the box overleaf. \nUse these and write a short biography in about 100  –150 \nwords. You may collect more information from the Internet, books in the library and other sources. Adjectives ending in ING\nUsed to describe something that causes an emotion.\n-ing\nTiring Confusing Relaxing SatisfyingShockingFun fact\nUnit 2.indd   35 30-05-2018   11:41:18\nReprint 2025-26\n\n--- Page 16 ---\n Words and ExprEssions  136A. R. Rahman:   Indian composer, singer, songwriter, music \nproducer, musician and philanthropist; born in Chennai \non 6 January 1967; graduated from Trinity College, Oxford University; famous in integrating Indian classical music with electronic music, world music and traditional orchestral arrangements; recipient of the Padmashri and the Padma Vibhushan awards; two Oscars and a Golden Globe; a notable humanitarian and philanthropist; donates  and raises money for a number of causes and charities.\nBiographical Sketch\n__________________________________________________________\n__________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________\nBy and large \nMistaken as ‘by in large’. \nThis phrase is used when discussing a subject in a general sense. Fun fact\nUnit 2.indd   36 30-05-2018   11:41:18\nReprint 2025-26\n\n--- Page 17 ---\nUnit 236 37Project\n1.\t Sit\tin\tgroups\tof\tfour.\tEach\tof\tyou\tfind\tinformation \ton\tthe\t\nfolk\tmusic\tof\tyour\tstate\tand\tof\tone\tof\tthe\tneighbouring \t\nstates.\tYou\tmay\tseek\tinformation \tfrom\tthe\tcommunity, \t\nlibrary,\tInternet \tand\tother\tsources. \tNow,\task\tquestions \t\nto\teach\tother\tin\tthe\tgroup\tto\tcomplete \tthe\ttable\tbelow.\nNames\tof\tthe\tfolk\tmusic\nStates\twhere\tthey\tare\t\nperformed\nAny\tinstrument/s \tused\t\n(you\tmay\tillustrate \tthe\t\ninstruments)\nPerformers\n2.\t Prepare \ta\treport\tin\tyour\tgroup\tand\tpresent\tit\tto\tthe\t\nclass.\tThen,\tshare\tyour\tsuggestions \tin\tthe\tclass\tto\t\npopularise \tthe\tfolk\tmusic\tin\tyour\tcommunity.\n3.\t ‘The\tSound\tof\tMusic’\tis\ta\tbiographical \tpiece\tabout\t\nEvelyn\tGlennie, \ta\tfamous\tpercussionist, \twho\tlistened \t\nto\tsound\twithout\thearing\tit.\tCollect\tinformation \tabout\t\npeople/children \twho\thave\tovercome \ttheir\tphysical \t\nbarriers \tand\thave\tachieved \tsuccess \tin\ttheir\tlives.Lie/Lay\nThese two words are often \nmisused for the other.  \nLie means to rest on a surface while lay means to put something in place.Fun fact\npercussion:  musical \ninstruments that one plays by hitting them with hand or a stick, for example, drums\nUnit 2.indd   37 31-05-2018   16:02:51\nReprint 2025-26\n",
    "total_characters": 27063,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page1_img6.png",
      "page": 1
    },
    {
      "filename": "page1_img7.png",
      "page": 1
    },
    {
      "filename": "page1_img8.png",
      "page": 1
    },
    {
      "filename": "page1_img9.png",
      "page": 1
    },
    {
      "filename": "page1_img10.png",
      "page": 1
    },
    {
      "filename": "page1_img11.png",
      "page": 1
    },
    {
      "filename": "page1_img12.png",
      "page": 1
    },
    {
      "filename": "page1_img13.png",
      "page": 1
    },
    {
      "filename": "page1_img14.png",
      "page": 1
    },
    {
      "filename": "page1_img15.png",
      "page": 1
    },
    {
      "filename": "page1_img16.png",
      "page": 1
    },
    {
      "filename": "page1_img17.png",
      "page": 1
    },
    {
      "filename": "page1_img18.png",
      "page": 1
    },
    {
      "filename": "page1_img19.png",
      "page": 1
    },
    {
      "filename": "page1_img20.png",
      "page": 1
    },
    {
      "filename": "page1_img21.png",
      "page": 1
    },
    {
      "filename": "page1_img22.png",
      "page": 1
    },
    {
      "filename": "page1_img23.png",
      "page": 1
    },
    {
      "filename": "page1_img24.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page6_img5.png",
      "page": 6
    },
    {
      "filename": "page6_img6.png",
      "page": 6
    },
    {
      "filename": "page6_img7.png",
      "page": 6
    },
    {
      "filename": "page6_img8.png",
      "page": 6
    },
    {
      "filename": "page6_img9.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page9_img4.png",
      "page": 9
    },
    {
      "filename": "page9_img5.png",
      "page": 9
    },
    {
      "filename": "page9_img6.png",
      "page": 9
    },
    {
      "filename": "page9_img7.png",
      "page": 9
    },
    {
      "filename": "page9_img8.png",
      "page": 9
    },
    {
      "filename": "page9_img9.png",
      "page": 9
    },
    {
      "filename": "page9_img10.png",
      "page": 9
    },
    {
      "filename": "page9_img11.png",
      "page": 9
    },
    {
      "filename": "page9_img12.png",
      "page": 9
    },
    {
      "filename": "page9_img13.png",
      "page": 9
    },
    {
      "filename": "page9_img14.png",
      "page": 9
    },
    {
      "filename": "page9_img15.png",
      "page": 9
    },
    {
      "filename": "page9_img16.png",
      "page": 9
    },
    {
      "filename": "page9_img17.png",
      "page": 9
    },
    {
      "filename": "page9_img18.png",
      "page": 9
    },
    {
      "filename": "page9_img19.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page13_img1.png",
      "page": 13
    },
    {
      "filename": "page13_img2.png",
      "page": 13
    },
    {
      "filename": "page14_img1.png",
      "page": 14
    },
    {
      "filename": "page14_img2.png",
      "page": 14
    },
    {
      "filename": "page15_img1.png",
      "page": 15
    },
    {
      "filename": "page15_img2.png",
      "page": 15
    },
    {
      "filename": "page16_img1.png",
      "page": 16
    },
    {
      "filename": "page16_img2.png",
      "page": 16
    },
    {
      "filename": "page17_img1.png",
      "page": 17
    },
    {
      "filename": "page17_img2.png",
      "page": 17
    }
  ],
  "image_count": 82,
  "keywords": [
    "Reprint",
    "Music",
    "Beethoven",
    "Words",
    "Rohit",
    "India",
    "Listening",
    "Which",
    "Ludwig",
    "Write",
    "Shivani",
    "Indian",
    "Chikitsa",
    "Thyagaraja",
    "William",
    "Wordsworth",
    "Soothing",
    "Mozart",
    "Although",
    "Haydn"
  ]
}