{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 10,
    "chapter_name": "iehp110",
    "source_file": "iehp110.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n10.1   IntroductIon\nWe all observe how waste is generated in our homes and \nneighbourhood and how it is disposed of. The disposal of \nwaste has been done in a haphazard manner since ages, be it in villages, towns or cities. But today waste generation and disposal has become a matter of concern owing to the enormous increase in population, the changes in our lifestyles and consumption patterns, huge expansion of industries, transport, communication and commercial infrastructures and unrestrained use of modern technology. In fact, waste management has emerged as a serious challenge having major implications not only for human health and social life but also for the environment.\nIt is in this context that this \nchapter deals with different dimensions of waste management. The focus in this chapter, is on solid waste disposal.\n10.2   SolId WaSte\nWhat do we mean by solid waste? \nAlmost everything that we use degenerates and loses its utility over a period of time. Many things become unusable after we use them only once. We then throw them away. Everything that we discard after it loses its usability is known as solid waste or garbage. There are different sources from where solid waste or garbage is generated everyday from individual households (domestic waste), and from industries and commercial establishments. However, all such wastes are not uniform in nature. Broadly speaking, solid wastes can be divided into two distinct categories biodegradable and non-biodegradable waste.Waste Management 10\nactIvIty  10.1\nBring some waste materials from home. This can be kitchen waste (for example, vegetable peels, used tea leaves, some food leftovers) and discarded articles of use, such as empty jars of plastic or/and glass, used paper, torn cloth etc. \n•\tBury those items in the school garden, or in a bucket or flower pot, and cover them with sufficient soil. \n•\tLeave the items buried for about three weeks after which take those items out for review. \n•\tYou will find that certain materials have changed their form, i.e. they have decayed, decomposed or are in the process of decomposition. On the other hand, some other materials are almost in the same form. \n•\tThose materials that have decayed or decomposed are biodegradable materials, whereas, those in which there was no change are non-biodegradable materials. \n•\tThink about the reasons of this variation and write.\n2024-25\n\n--- Page 2 ---\n152 Health and Physical Education  — Class IX\n10.2.1 Biodegradable and Non-biodegradable Waste \nLet us understand how biodegradable wastes \nare different from non-biodegradable wastes by conducting the following activity.\nWe define biodegradable materials as those \nsubstances made of organic matter, such as plant and animal matter, that can be easily broken down by nature. For example, vegetable peels and other kitchen waste, vegetables, fruits, tea leaves, paper, wood, etc.\nNon-biodegradable materials are those materials, \nwhich cannot be broken down easily, and retain their form for a long period of time. For example, metals, tin, glass, plastics etc.\n10.3 SolId WaSte dISpoSal  \nThe garbage that we generate every day has not only increased in volume phenomenally, but has also changed its composition due to changes in our lifestyles and consumption patterns. For instance, there is now an increasing use of non-biodegradable materials such as plastics, metals and glass, specifically in urban areas. \nTechnological advancement has further brought in an \nincreasing use of electronic items and gadgets. These are useful for us, but when discarded (known as E-Waste) they can be harmful to the environment and human health, particularly for the workers associated with this occupation.\nIn addition, we seem to have lost our aesthetic and civic \nsense, and carelessly litter garbage around on the roads, in the market-place, in open drains, ponds, rivers, seas, and so on. In fact, we keep throwing a lot of garbage everyday. Have you ever thought what will happen if the garbage is not removed from our homes and surroundings? Where does this garbage ultimately go and what is done with it?  If proper measures for disposal and sanitation are not followed, how will garbage affect our environment and health?\n10.3.1 Consequences of Solid Waste Disposal In the cities and towns, collection of garbage is the responsibility \nof the respective municipalities. The garbage then goes through a process of segregation, treatment and final disposal in the landfills. This process of segregation in our country is still done manually by rag pickers. (See Fig. 10.1). In this process, materials that can be recycled are separated, while toxic wastes are sorted out and kept separately. This process of segregation ensures that the amount of solid waste, which is ultimately disposed of in the landfills, is reduced substantially.Box 10.1\nIn your history textbook you must have studied how archaeologists record the lives of ancient societies through the material rema",
    "total_characters": 18842,
    "preview": "\n--- Page 1 ---\n10.1   IntroductIon\nWe all observe how waste is generated in our homes and \nneighbourhood and how it is disposed of. The disposal of \nwaste has been done in a haphazard manner since ages, be it in villages, towns or cities. But today waste generation and disposal has become a matter of concern owing to the enormous increase in population, the changes in our lifestyles and consumption patterns, huge expansion of industries, transport, communication and commercial infrastructures a"
  },
  "keywords": [
    "Waste",
    "Chapter",
    "Managementindd",
    "Class",
    "Management",
    "Health",
    "Physical",
    "Education",
    "These",
    "Moreover",
    "Table",
    "Toxic",
    "Reuse",
    "Recycle",
    "Reduce",
    "Refuse",
    "Segregation",
    "There",
    "However",
    "Where"
  ]
}