{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 2,
    "chapter_name": "iehp102",
    "source_file": "iehp102.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n2.1 IntroductIon\nYou have already learnt about growing up as adolescents in \nClass VIII through your science textbook. Growth is a natural \nphenomenon. Growth is a characteristic feature of all living beings. You must have seen seeds growing into seedlings, which then grow and develop into plants, or pups growing into dogs, kitten into cats and so on. Similarly an infant passes through different phases of growth from childhood to adolescence to adulthood. Although all the stages of growth and development are significant, it has been universally recognised that the stage of adolescence is the most critical one. \nThis chapter deals with the pattern of human growth with \nspecial emphasis on the growth spurt that takes place during adolescence which means by rapid changes in the body, psyche and behaviour. An adolescent, well aware of pubertal changes, must be able to understand and accept the changes with confidence, and not fall into the trap of escapist strategies such as drug abuse. Growing up with confidence needs proper \nunderstanding of various issues and concerns related to adolescence such as growth and development, self-concept and self-esteem, anxiety and depression, nutritional needs and sexual desires or any kind of harassment. Understanding these issues and concerns will help develop a positive attitude towards gender concerns and building healthy relationships.\n2.2 Growth : A n AturAl  Phenomenon  \nRecognition of adolescence as a distinct stage in the development \nof human beings began during the early part of the 20th \ncentury. Growth during adolescence is mostly portrayed as an exclusive characteristic of this period, making one believe that growth during other stages — childhood, adulthood and old age is hardly significant. But you would have observed that we have all been growing up since we were born without consciously realising it. We can appreciate the phenomenon of growth during all stages of human life by undertaking the following activities.\n2.2.1  What is Growth?\nLet us understand what is growth? Growth may be defined \nas the quantitative increase in size or mass. When weight is measured in kilograms and height in centimetres from time to Growing up with\nConfidence\nBox 2.1\nAdolescence is the period of  transition between childhood and adulthood in human lifespan. It is generally been between 10-19 years of age. It is a period of rapid physical, cognitive, socio-emotional and behavioural changes. WHO states that- “there are certain attributes that mark adolescence which include appearance of secondary sex characteristics (puberty), attainment of  reproductive maturity, development of adult mental processes and adult identity and transition from total socio-economic dependence to relate independence”.2\n2024-25\n\n--- Page 2 ---\nGrowing up with Confidence  17\ntime, we can know how much growth has occurred in a child. \nWhen the organs of the body grow, the number, the size and the weight of their cells increase. Growth can be measured in terms of the change in length, width, depth and volume in a specific time period. Although growth is a characteristic of living beings, in all living beings, the rate of growth also depends on nutrition and living conditions, including the environment at home.\n2.2.2\n Growth, Development and Maturation\nGrowth, development and maturation occur side by side. \nGrowth is a quantitative increase in \nsize through increase in \nnumber of cells or elongation of cells. Development may be defined as the progression of changes, both qualitative and quantitative, which lead to an undifferentiated mass of cells to a highly organised state. Maturation is a measure of functional capacity. For example, a child begins to speak by making unintelligible sounds. Then, slowly it acquires the capacity for speaking in a manner, which is easily understood by others. Another example of maturation is when a child begins to crawl and then matures to a state of walking on two legs. Similarly, organs of reproduction reach maturity at the end of puberty.\n2.3 d etermInAnts  of Growth  And develoPment\nAlthough age related events of growth, development and maturation in human beings are mostly the same in all cultures, however, some variations do exist. This is because growth is affected by both genetic and the environmental factors. Growth is also influenced by the socio– cultural context. For example, \nin the economically backward families, the growth of family members gets stunted due to undernourishment. But even in economically sound households, the members may not be taking a nutritious diet. Many children who eat junk food all the time become obese. In fact, growth and development of a human being is a result of a combination of heredity and environment.ActIvIty  2.1\n1. You may collect pictures from old magazines or newspapers and paste them on a sheet of paper to exhibit \nthe life history of a plant or an animal or stages of \nhuman lifecycle beginning from infancy to ",
    "total_characters": 36143,
    "preview": "\n--- Page 1 ---\n2.1 IntroductIon\nYou have already learnt about growing up as adolescents in \nClass VIII through your science textbook. Growth is a natural \nphenomenon. Growth is a characteristic feature of all living beings. You must have seen seeds growing into seedlings, which then grow and develop into plants, or pups growing into dogs, kitten into cats and so on. Similarly an infant passes through different phases of growth from childhood to adolescence to adulthood. Although all the stages "
  },
  "keywords": [
    "Growing",
    "Growth",
    "Class",
    "Chapter",
    "Mohit",
    "Confidence",
    "Physical",
    "Education",
    "Shalini",
    "Robin",
    "Health",
    "Srinivas",
    "Suresh",
    "Anxiety",
    "Raman",
    "Sabina",
    "Monica",
    "Adolescence",
    "Development",
    "Suleman"
  ]
}