{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 7,
    "chapter_name": "iehp107",
    "source_file": "iehp107.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n7.1 IntroductIon\nA team game is an activity in which players of the same team \nwork together to achieve the goal. Team games help us to work \ntogether for winning vis-a-vis respect for each other. Team games are also good for new learners as these games can help \nin building self  -esteem and team cohesion. For a good team in \nany game, the players have to stay together for progress and work together for success. Below are mentioned some of the team games.\n7.2 BasketBall\nYou may have played basketball or have seen this game being \nplayed. Basketball is one of the world’s most popular game. It is a fast, free-flowing, high-scoring team game. The players throw a ball in a basket horizontally positioned to score points while following a set of rules. Two teams play on a marked rectangular court with a basket at each end.  The rules allow all players to move freely around the court and occupy any position on the court. All players get an equal opportunity to score basket. The way in which the game is re-started after a point is scored or a rule infringement makes it a fast game with few breaks in between regulation timing. To play this game, students should learn and practise the basic skills of ball dribbling, passing, receiving and shooting. Game of basketball involves neuromuscular coordination and often tall players are preferred.\n7.2.1  HistoryThe game of basketball was originated at the Springfield College \nof Physical Education Massachusetts, USA in 1891 by Dr James Naismith. In 1894 Naismith drew up the first 13 rules, which still form the basis of modern basketball rules. In India, the YMCA at Kolkata introduced basketball some 80 years ago. Later the YMCA established at Chennai in 1920 played an important role in the development of this game. Now-a-days basketball is one of the most favourite games in many schools and colleges. The game is played by both men and women of all ages and abilities. In order to promote the sport nationally and internationally and organise sports events related to basketball, Basketball Federation of India (BFI) was set up in Team Games 7\n2024-25\n\n--- Page 2 ---\n82 Health and Physical Education  — Class IX\n1950. At the same time every state in India had formed a State \nBasketball Association. The first National Basketball event was held in Delhi in 1934, every two years till 1951 and there after it became an annual feature.\n7.2.2  How to Play Basketball\n•\t\n Basketball is played on a rectangular court, which could \nbe an indoor wooden court or an outdoor concrete court. Basketball court dimensions are 28× 15 metres. The court is divided into two sections, called half-courts, by the mid-court line, where the game starts with a jumpball.  A jumpball is when a referee throws the ball up at centre circle to determine which team gets possession. Two players from opposing teams jump up to tip the ball, in the hope that one of them will secure the ball. \n•\tThe duration of the game of each quarter is ten minutes with 2 minute rest between first and second quarters and third and fourth quarters. Between second and third quarters the rest is 15 minutes. The duration of extra time is five minutes. Teams exchange courts in each quarter. The clock is stopped while the play is not active. actIvIty  7.1\nIs it possible to play basket ball with different dimensions of court and with different ball size? Please write your comments. Also findout how playing any team game helps in improving physical and mental health?\nSource:  Official Basketball rules 2012, as approved by FIBA Central Board, 29th April 2012, valid as of  \n October 2012 \nFig.7.1 : Basketball Court\nChapter-7 Team Games indd.indd   82 18-11-2016   4:39:17 PM\n2024-25\n\n--- Page 3 ---\nTeam Games  83\nA team may consist of not more than twelve \nmembers, including a captain. But only five \nplayers from each team are on the court at one time. Substitutions are unlimited but can only be done when play is stopped. \nThe team with the ball, attempting to score \nis called ‘on offense’. The team defending from scoring is called ‘on defense’.  The ball is moved in two ways: dribbling and passing to teammates. If the ball goes out of bounds, due to the offensive player/team, the possession is given back to the defensive team. This is a form of penalty, which results in the loss of a possession of ball.\nBoth men and women wear, a standard \nuniform consists of a pair of shorts and a jersey vest with a clearly visible number, printed on both the front and back. Players wear high top sneakers that provide extra ankle support. \nThe game is monitored by the officials consisting of \nthe referee, one or two umpires and five table officials. The table officials are responsible for keeping track of each team scoring, timekeeping, and individual and team fouls, player substitutions,\n\talternating \tpossession \tarrow,\tand\tstop–and-go-\nclock.Equipments – Essential equipments in a basketball game are: the ball, clocks, score sheets, \nscoreboard",
    "total_characters": 53737,
    "preview": "\n--- Page 1 ---\n7.1 IntroductIon\nA team game is an activity in which players of the same team \nwork together to achieve the goal. Team games help us to work \ntogether for winning vis-a-vis respect for each other. Team games are also good for new learners as these games can help \nin building self  -esteem and team cohesion. For a good team in \nany game, the players have to stay together for progress and work together for success. Below are mentioned some of the team games.\n7.2 BasketBall\nYou may "
  },
  "keywords": [
    "Games",
    "Chapter",
    "India",
    "Kabaddi",
    "Volleyball",
    "Cricket",
    "Hockey",
    "Physical",
    "Education",
    "Health",
    "Class",
    "Basketball",
    "Federation",
    "Football",
    "Skills",
    "Indian",
    "Asian",
    "Association",
    "Court",
    "Fundamental"
  ]
}