{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 5,
    "chapter_name": "iehp105",
    "source_file": "iehp105.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n5.1 IntroductIon  \nWe use the term training in various contexts. We talk of training \nof teachers, administrators, police and army personnel, medical \nand paramedical functionaries including, working in non-governmental organisations and volunteers engaged in various events. In these contexts, by training we mean, an organised and systematic instructional process which aims at improving an individuals’ ability to play their assigned roles effectively and meaningfully. However, this kind of understanding of the term training cannot be applied to the concept of sports training. The term sports training is specifically used in the context of athletics, sports and games which could be a training of sports persons, coaches and teachers of physical education. It is also used by scientists and experts who belong to the field of sports science and medicine, sports bio-mechanics, exercise physiology, sports psychology and other fields like yoga and science movement. But even in these contexts, the concept of sports training is understood differently. In this chapter, therefore, we shall learn the meaning of sports training, its aims, characteristics and principles and also about sports skills.  \n5.2  SportS traInIng : MeanIng  \nSports training is a special process of preparation of sports \npersons based on scientific principles aimed at improving and maintaining higher performance capacity in different sports activities. It is a particular type of training designed to improve fitness and abilities to perform in a given sport. It includes strength in training, corrective and restorative exercises, conditioning and cardiovascular training. It also includes mental and psychological training and advise on nutritional values.\n5.3  p erfor Mance develop Ment through  Sport S traInIng\nSports training is especially focused on optimal performance in \na particular sport. Its main aim is to develop the performance capacity of sports persons, so that they achieve the highest possible performance. To do so, it is essential to be mentally strong. The ability to manage stress and anxiety associated with different sports need to be strengthened. Competition in sports makes the participants face varied situations which require the individuals to be mentally fit. Sports Training\nBox 5.1\nPurpose of sports training is to achieve optimal level performance in a particular game and sport.5\n2024-25\n\n--- Page 2 ---\nSports Training  47\n5.4 o BjectIveS  of SportS traInIng   \nThe main objectives of sports training are as follows.\n1. Improvement of physical fitness: The performance \nin sports generally depends upon physical fitness of a sports person. Every sport activity needs specific type of physical fitness, and hence, the improvement of various components of physical and skills related fitness like strength, speed, coordination, endurance and flexibility \nis an important aim and objective of sports training.\n2.\n Acquisition of sports skills: This includes motors skills \nas well as basic movement skills. Fundamental motor skills are prerequisites to the learning of sport-specific skills. Every \nsports activity requires to observe certain \nspecific movement procedure to tackle a particular task. This movement procedure is known as technique and when this technique is learnt and perfected, it leads to skill development. Whenever sports persons include in technical training, they focus on acquisition of motor skills relevant to a particular sport. Fundamental motor skills such as hopping, jumping, skipping, kicking, throwing, catching and striking are prerequisites to the learning of sport specific skills of basketball, football, gymnastics, tennis, cricket, badminton etc. \n3.\n Improvement of tactical efficiency:  Tactical training \nis designed to improve various strategies and is based upon analysis of the tactics of opponents. Specific training in \nsports helps the sports persons to make \nthe best use of their abilities and techniques so that the chances of success in competition are increased. The training develops three kinds of tactics: offensive, defensive and high performance tactics. Tactical efficiency is enhanced by providing the sports persons with knowledge of rules and repeated opportunities to perfect tactical abilities in them.\n4.\n Improvement of mental abilities are critical for high level performance in any sport. The training aims at development of positive attitude towards sports and competition, dedication and devotion towards particular sport or event, sincerity and honesty, self-confidence \nand optimum level of aspiration. \n5.5 c haracterIStIcS  of SportS traInIng\nSome of the important characteristics of sports training are:\n1. Sports Training is Individual-specific:  The needs of \nevery individual for performing in a particular sport are different from those of another. If we take the example \nof the sprint event, even a small difference in time and speed or distance decides the performance record, victor",
    "total_characters": 16579,
    "preview": "\n--- Page 1 ---\n5.1 IntroductIon  \nWe use the term training in various contexts. We talk of training \nof teachers, administrators, police and army personnel, medical \nand paramedical functionaries including, working in non-governmental organisations and volunteers engaged in various events. In these contexts, by training we mean, an organised and systematic instructional process which aims at improving an individuals’ ability to play their assigned roles effectively and meaningfully. However, th"
  },
  "keywords": [
    "Sports",
    "Training",
    "Method",
    "Chapter",
    "Trainingindd",
    "Adaptation",
    "Process",
    "Improvement",
    "Health",
    "Physical",
    "Education",
    "Class",
    "Cross",
    "General",
    "However",
    "Competition",
    "Every",
    "Fundamental",
    "Whenever",
    "Tactical"
  ]
}