{
  "metadata": {
    "subject": "health-and-physical-health",
    "chapter_number": 8,
    "chapter_name": "iehp108",
    "source_file": "iehp108.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n8.1 IntroductIon\nIt is now being increasingly realised that sports contribute \nto the  physical, psychological and emotional well-being of \nan individual. Sports play a significant role in healthy social development and interaction. It helps people learn how to set and achieve goals through discipline and hard work. It nurtures the development of decision-making and leadership abilities, while teaching people to manage both success and failure. Today, it has become one of the most popular activities being organised at regular intervals. In it’s true sense, sports means \nmuch more than just to compete in a few events organised at certain intervals for the highest honour of one’s state/country. \nSports is a human activity that contributes to the holistic \ndevelopment of individuals. It is recognised as an individual activity which offers the opportunity for self-knowledge, self-expression and fulfilment of personal achievement; skill acquisition and demonstration of ability; enjoyment, good health and well-being. Sports also engages us in a collective effort to pursue human excellence. It provides us an opportunity for social interaction. It is a source of pleasure, but more than that, sports inspires, brings cultures together, and can bridge social divides. Sports can enrich society and foster friendships between nations. Sports is also responsible for the application of rules and for  adherence to values such as mutual respect, solidarity and fair play.\nSports today, faces the pressures of modern society and \nnew challenges. When sports events like Olympic games, Common-Wealth Games, Asian Games or those related to Cricket, Football, Volleyball, Tennis, Hockey or Badminton take place, millions of spectators, viewers on television, internet or listeners on radio become intensely engaged even though a selected few participate. \nSports is primarily a competitive activity where winning is \nthe be all and end all. Do you agree with this statement? Perhaps that is why, in this highly competitive sports environment, we quite often hear about unethical behaviour which includes cheating, bending the rules, doping, abuse of food additives, physical and verbal violence, harassment, sexual abuse and trafficking of young sportspersons, discrimination, exploitation, unequal opportunities, unethical sports practices, unfair Ethics in Sports 8\n2024-25\n\n--- Page 2 ---\n110 Health and Physical Education  — Class IX\nmeans, excessive commercialisation, use of drugs in sports \nand corruption.\nThese are just a few examples of what may go wrong with \nsports. There is not just one reason for these,  part of the problem is that people ignore ethics while making decisions. It is in this context that ethics occupy a critical place. In the present chapter we shall discuss various dimensions of sports ethics.  \n8.2 What Is sports EthIcs? \nBefore discussing various dimensions of sports ethics, it is important to understand the meaning of ethics.  Ethics, morals and values are used interchangeably in everyday language, though these terms are not synonyms. The concept of ethics is technically understood as a branch of philosophy that defines what is good for the individual and society and establishes the nature of obligations, or duties, that people owe themselves and to one another. But without going into the complexities of this concept, it is relevant to understand ethics as the practice of making principled choices between right and wrong: a code of conduct that guides human behaviour, a set of standards that guides our conduct. It is generally viewed as the system or set of rules, norms or laws by which attitudes and actions are determined to be either “right or wrong”. The fundamental problem of ethics is determining what constitutes proper conduct. It defines how individuals, professionals in different fields, organisations, associations, federation and corporations choose to interact with one another.  \nIn view of the above, sports ethics is a positive concept \nthat guides human action in sports. It is defined as the code of conduct for promoting and ensuring healthy sporting practices. Sports ethics signifies not just a certain form of behaviour but also a particular way of thinking. It promotes fair play among children and young persons via educational and preventive measures and encourages the dissemination of good practices to promote diversity in sport and combat all forms of discrimination. \nEvery child and young person has the right to play sport \nand games to gain satisfaction from the experience. The code of sports ethics applies to all levels of skills and commitment, recreational activities as well as competitive sport. It involves the elimination of all types of negative behaviour on and off the field. More importantly, it promotes equity and sporting excellence. \nSports ethics is also focused on equity in sport which should \nbe an expression of human excellence. It has two dimensions:\nBox 8.1\nBox 8.2Eth",
    "total_characters": 21150,
    "preview": "\n--- Page 1 ---\n8.1 IntroductIon\nIt is now being increasingly realised that sports contribute \nto the  physical, psychological and emotional well-being of \nan individual. Sports play a significant role in healthy social development and interaction. It helps people learn how to set and achieve goals through discipline and hard work. It nurtures the development of decision-making and leadership abilities, while teaching people to manage both success and failure. Today, it has become one of the mos"
  },
  "keywords": [
    "Sports",
    "Ethics",
    "Chapter",
    "These",
    "Health",
    "Physical",
    "Education",
    "Class",
    "There",
    "Individuals",
    "Concerning",
    "Write",
    "Government",
    "Olympic",
    "Games",
    "Always",
    "Demonstrate",
    "Never",
    "Governments",
    "Explain"
  ]
}