{
  "metadata": {
    "subject": "english-part3",
    "chapter_number": 8,
    "chapter_name": "iewe108",
    "source_file": "iewe108.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nUnit\n8\nLe t’s b eg i n\n‘Kathmandu’ is an excerpt from the travelogue Heaven Lake written by \nVikram Seth. The travelogue is an account of his travel from China, Tibet and Kathmandu to India. Vikram Seth beautifully describes the natural landscape, cultural richness and diversity among people from region to region.\nDo you know?\nA river in New Zealand has become the first in the world \nto be recognised as a living entity with the legal status of a person after a 170-year battle by the local Maori people.\nThe nation’s parliament passed a bill to allow Whanganui \nRiver— known by the Maoris as Te Awa Tupua— to represent \nits own interests and advocate on its own behalf.\nThis is a unique judgement for sustaining the health and \nwell-being of the river.\n(Source: Adapted from The Guardian International Edition ,  \n16 March 2017)\n1. Collect information on similar judgements being \ntaken in the context of river Ganga, and discuss  \nin class.\n2. Talk about the condition of Bagmati river in  \nKathmandu written by Vikram Seth.\nUnit 8.indd   112 20-02-2023   09:28:31\nReprint 2025-26\n\n--- Page 2 ---\nUnit 8113Reading  CompRehension\nRead the following passage and answer the questions that \nfollow.\nText I\nWhen we think of tourism, we think primarily of people who are visiting a particular place for sightseeing, visiting friends and relatives, taking a vacation, and having a good time. They may spend their leisure time engaging in various sports, sunbathing, talking, singing, taking rides, touring, reading or simply enjoying further. We may include in our definition of tourism people who are participating in a convention, a business conference, or some other kind of business or professional activity. Those who are taking a study tour under an expert guide or doing some kind of scientific research or study are also doing tourism. These visitors use all forms of transportation from hiking in a wilderness park to flying in a jet to an exciting city. Transportation can include taking a chairlift up a Colorado mountainside or standing at the rail of a cruise ship looking across the blue Caribbean. Whether people travel by one of these means or by car, motor coach camper, train, motorbike or bicycle, they are taking a trip and thus are engaging in tourism.\n(Adapted from Tourism: Principles, Practices, Philosophies by  \nCharles R. Goeldner and J.R. Brent Ritchie, p. 4)\n1. Tourism is about taking a tour\n(a) to  a place under an expert guide\n(b) for hiking in remote places\n(c) for visiting a place for sightseeing\n(d) All of the above\n2. By ‘hiking in wilderness’ the author means\n(a) taking a long distance walk in abandoned areas\n(b) walk in the forest areas\n(c) marathon in uninhabited areas\n(d) sprinting in abandoned, uninhabited areas\n3.  A cruise ship is(a)\n a large ship that carries people on voyages of \npleasure.Costs an arm and a leg\nVery expensive\nIt’s a piece of cake\nIt’s easyFun factchairlift: a series of chairs \nhanging from a moving cable, for carrying people up and down a mountain\nUnit 8.indd   113 20-02-2023   09:28:31\nReprint 2025-26\n\n--- Page 3 ---\n Words and ExprEssions  1114(b) a big ship that carries people and goods on special \nmission.\n(c) a large watercraft for carrying passengers from one point to another.\n(d)\n a large ship that \ncarries mail, goods and first aid \nfacilities.\n4. What all activities do tourists engage in? \n_____________________________________________________\n_______________________________________________________________________________________________________________________________________________________________\n5.\n What are the forms of transportation tourists use for \nvisiting places?\n_____________________________________________________\n__________________________________________________________________________________________________________\n_____________________________________________________\nRead the excerpt and answer the following questions.\nText II\nFollowing is an excerpt from the travelogue, The Innocents \nAbroad by Mark Twain. \nA little after noon on that distinguished Saturday \nI reached the ship and went on board. All was bustle \nand confusion. The pier was crowded with carriages and men; passengers were arriving and hurrying on board; the vessel’s decks were encumbered with trunks and valises; groups of excursionists, arrayed in unattractive traveling costumes, were moping about in a drizzling rain and looking as droopy and woebegone as so many molting chickens. The gallant flag was up, but it was under the spell, too, and hung limp and disheartened by the mast. Altogether, it was the bluest, bluest spectacle! pier: a long structure built \nin the sea and joined to the land at one end\nwoebegone:  very sad or \nmiserableSpelling errors\nIt’s “commitment”, not \n“comittment”.\nIt’s “independence”, not \n“Independance”.Fun fact\nUnit 8.indd   114 20-02-2023   09:28:31\nReprint 2025-26\n\n--- Page 4 ---\nUnit 8114 115It was a pleasure excursion—there was no gainsaying \nthat, beca",
    "total_characters": 19173,
    "preview": "\n--- Page 1 ---\nUnit\n8\nLe t’s b eg i n\n‘Kathmandu’ is an excerpt from the travelogue Heaven Lake written by \nVikram Seth. The travelogue is an account of his travel from China, Tibet and Kathmandu to India. Vikram Seth beautifully describes the natural landscape, cultural richness and diversity among people from region to region.\nDo you know?\nA river in New Zealand has become the first in the world \nto be recognised as a living entity with the legal status of a person after a 170-year battle by "
  },
  "keywords": [
    "Reprint",
    "Saturday",
    "Kathmandu",
    "Column",
    "Vikram",
    "Words",
    "Source",
    "Collect",
    "Tourism",
    "Prepare",
    "India",
    "Adapted",
    "Innocents",
    "Abroad",
    "Twain",
    "Match",
    "Rewrite",
    "Bhitarkanika",
    "Where",
    "Travelling"
  ]
}