{
  "metadata": {
    "subject": "english-part3",
    "chapter_number": 5,
    "chapter_name": "iewe105",
    "source_file": "iewe105.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nREADING  COMPREHENSION\nRead the passage given below and answer the questions \nthat follow.\nText I\nTHE MIRACULOUS  ESCAPE \nI had been very wealthy and prosperous and was leading a very comfortable life. I had all the worldly pleasures with me. But soon I became bored of my idle life. The urge to go on a voyage became stronger and stronger day by day. It haunted me like anything. So one day I boarded a ship and went trading from island to island with other merchants.\nWhen we started, the weather was ﬁne and the sea was \ncalm. But on the fourth day of our voyage, our ship was \ncaught in a terriﬁc/terrible hurricane and we wandered from our set course. The tempest continued for several days and drove us near an island. The captain of the ship \nUnit\n5\nYou have read the story ‘The Snake and the Mirror’. Now read the poems given \nin the textbook, Beehive, ‘The Snake Trying’ (page 125) and ‘Green Snake’ (page 126). \n• Note the actions of these three snakes.\n• Note the reactions of the story writer and the poets. What do they feel?• Do you think any of the snakes wanted to do any harm?• What is the human behaviour towards them?\nDiscuss all these points with your partner and together share with your other \nfriends.LE T’S B EG I N\nUnit 5.indd   67 1/7/2019   10:06:19 AM\nReprint 2025-26\n\n--- Page 2 ---\n Words and ExprEssions  168was reluctant to cast anchor at the port as it was a much \ndreaded place. \nThe violent waves of the sea had exhausted us. We were \nall tired and hungry so we went in search of food and water. \nWe were fortunate enough to find fruit trees and a stream of fresh and cool water which gave us strength and energy and relieved us from hunger. \nIt had started getting dark. As we were tired we went to \nsleep but were soon startled by a rustling noise which came from a very long and huge python like serpent gliding swiftly towards us. We ran to save our lives but the serpent was quick enough to swallow one of my companions. We kept running till we had covered a good enough distance from the serpent. We felt a bit relieved but at the same time sad as we had lost a friend of ours. We took shelter on the top of a tree and thought ourselves to be safe.\nBut we were mistaken for we had hardly slept a little \ntime when we heard a hissing sound which alarmed and frightened us. Coiling itself round the tree, the serpent reached my other companion who was positioned somewhat lower than me on the tree. It swallowed him and went away. Terror stricken I clung to the branch of the tree tightly and I did not know when I fell asleep. It was daylight when I awoke. I climbed down. It seemed to me that I had no courage left. It took me no time to realise that if I would not think of a way to escape soon, I would be a dead man. It was just a matter of time when I would also be swallowed like my two other companions. The instinct to prevent one’s life is greater than any fear or frustration.     \nI thought I should spare no means to save myself. I \ncollected a lot of dry wood and bushes and tied them into a bundle with reeds. I arranged them in a circular structure round the tree and tied some of them with the branches of the tree. In this way I made a tent like structure in which I sat after dusk and securely tied from within. I had the satisfaction that whatever I could do I did it to prevent myself. This time when the serpent arrived he crept round the tree but he could not penetrate the defensive structure I had made around me. It just sat and waited the whole night like a cat that waits for the mouse to emerge out of its hole.rustle: make a soft, muffled \ncrackling sound like that caused by the movement of dry leaves or paper\nalarm: a warning of danger\npenetrate:  force a way into \nor through\nUnit 5.indd   68 30-05-2018   11:52:48\nReprint 2025-26\n\n--- Page 3 ---\nUnit 568 69At dawn the serpent crept back but I dared not come \nout of my fortress. I lay there half dead and almost \nsuffocated.\nWhen the Sun began to shine, I came out of my wooden \nfortress. I was so desperate that I ran towards the seashore. When I was about to jump into the sea, I saw a ship sailing at some distance. I shouted wildly, I took off my shirt and waved it too, which attracted the sailors on the ship and a rescue boat was immediately sent for me. This was my miraculous escape from the deadly serpent. \n(Source: Anonymous)\nDiscuss what effect did the story have an you? What would \nyou have done, if you were in the narrator’s place? Does it teach you how to save yourself from danger? Now based on your reading of the story, answer the questions that follow. You may read the story again. \n1. What made the narrator go on a voyage?\n(a) He was rich and satisfied with his life.\n(b) He felt bored of his life.\n(c) He had urge to go on a voyage.\n(d) He was adventurous.\n2. How did the narrator and his friends feed themselves?\n(a) They ate fish.\n(b) They could not find anything to eat.\n(c) They ate fruits to survive.\n(d) They ate the food they ",
    "total_characters": 22103,
    "preview": "\n--- Page 1 ---\nREADING  COMPREHENSION\nRead the passage given below and answer the questions \nthat follow.\nText I\nTHE MIRACULOUS  ESCAPE \nI had been very wealthy and prosperous and was leading a very comfortable life. I had all the worldly pleasures with me. But soon I became bored of my idle life. The urge to go on a voyage became stronger and stronger day by day. It haunted me like anything. So one day I boarded a ship and went trading from island to island with other merchants.\nWhen we starte"
  },
  "keywords": [
    "Reprint",
    "Correct",
    "Incorrect",
    "Words",
    "Romesh",
    "Shrawan",
    "Snake",
    "Source",
    "First",
    "Third",
    "Miraculous",
    "Escape",
    "Speech",
    "Jhalaram",
    "Sarneshwar",
    "Kumar",
    "Mirror",
    "Discuss",
    "Fifth",
    "Sixth"
  ]
}