{
  "metadata": {
    "subject": "english-part3",
    "chapter_number": 1,
    "chapter_name": "iewe101",
    "source_file": "iewe101.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nUnit\n 1\nLE T’S B EG I N\nHere are some jackets of books. Discuss with your partner which of these \nlook like jackets of science ﬁction books. Why do you think so? Give some reasons.\nUnit 1.indd   1 1/7/2019   10:00:18 AM\nReprint 2025-26\n\n--- Page 2 ---\n Words and ExprEssions  12Reading  CompRehension\nRead the following passages and answer the questions that \nfollow.\nText I\nThe FuTuRe CaRs\nThe story ‘The Fun They Had’ takes us to the world of the \nfuture where children study in a virtual classroom. The learning is through computer software or the Internet, or by a robotic teacher. Many exciting new technologies would  continue to transform the world and improve human welfare. Here are two of them. When these become reality, the then generation may ask with surprise, “People were driving the cars!”\nSelf-driving Cars\nSelf-driving cars exist today that are safer than human-\ndriven cars in most driving conditions. Over the next 3  – 5 \nyears they will get even safer and be in the mainstream.\nJust as cars reshaped the world in the 20th century, \nso will self-driving cars in the 21st century. In most cities, \nabout 20  – 30% of usable space is taken up by parking \nspaces, and most cars are parked about 95% of the time. \nSelf-driving cars will be in almost continuous use (most likely hailed from a smartphone app), thereby, dramatically reducing the need for parking. Cars will communicate with each other to avoid accidents and traffic jams, and riders will be able to spend commuting time on other activities like work, education and socialising.\nAutonomous vehicles \nwould likely be electric, which would keep the air clean.Parking space could be largely removed since people won’t need to own cars.There would be more room for parks and expanded sidewalks.virtual:  carried out, accessed, \nor stored by means of a \ncomputer, especially over a network\ncommute:  travel some \ndistance between one’s \nhome and place of work on a regular basis\nUnit 1.indd   2 29-05-2018   17:25:32\nReprint 2025-26\n\n--- Page 3 ---\nUNIT 1 2 3Drones and Flying Cars\n“Roads? Where we’re going we don’t need… roads?” \nDr Emmet Brown\nGPS (Global Positioning System) which started out as \na military technology is now being used to hail taxis, get \nmapping directions, etc. Likewise, drones had started out as a military technology, but are increasingly being used for a wide range of consumer and commercial applications.\nFor example, drones are being used to inspect critical \ninfrastructure like bridges and power lines, to survey areas struck by natural disasters, and many other creative uses like fighting animal poaching. There are startups that use drones to deliver medical supplies to remote villages that can’t be accessed by road.\nThere is also a new wave of startups working on flying \ncars including two funded by the cofounder of Google, Larry Page. Flying cars use the same advanced technology used in drones but are large enough to carry people. Due to advances in materials, batteries and software, flying cars will be significantly more affordable and convenient than today’s planes and helicopters.\n(Adapted from ‘11 reasons to be excited about the future of technology’, by \nChris Dixon, 19 Aug. 2016, Business Insider India)\n1. How will the self-driving cars or driverless cars be safe?\n_____________________________________________________\n________________________________________________________________________________________________________\nFewer human drivers \nwould allow driverless cars to work more flawlessly and safely.Cars will be able to communicate with each other, which would help in eliminating traffic.There would be no street signs because driverless cars don’t need them.\nUnit 1.indd   3 29-05-2018   17:25:32\nReprint 2025-26\n\n--- Page 4 ---\n Words and ExprEssions  142. What do you understand by ‘cars will communicate \nwith each other’?\n____________________________________________________________________________________________________________________________________________________________\n3. What are the advantages of self-driving cars?\n____________________________________________________________________________________________________________________________________________________________\n4. What is the use of GPS?\n______________________________________________________________________________________________________________________________________________________________\n5. What is a drone? What are its advantages?\n_______________________________________________________________________________________________________________________________________________________________\n6. Which technology will be used in flying cars?\n_______________________________________________________________________________________________________________________________________________________________\n7. How will the flying cars be more convenient than planes \nand helicopters?\n__________________________________________________________________________",
    "total_characters": 33821,
    "preview": "\n--- Page 1 ---\nUnit\n 1\nLE T’S B EG I N\nHere are some jackets of books. Discuss with your partner which of these \nlook like jackets of science ﬁction books. Why do you think so? Give some reasons.\nUnit 1.indd   1 1/7/2019   10:00:18 AM\nReprint 2025-26\n\n--- Page 2 ---\n Words and ExprEssions  12Reading  CompRehension\nRead the following passages and answer the questions that \nfollow.\nText I\nThe FuTuRe CaRs\nThe story ‘The Fun They Had’ takes us to the world of the \nfuture where children study in a v"
  },
  "keywords": [
    "Reprint",
    "Sophia",
    "Words",
    "Morrie",
    "There",
    "Hanson",
    "India",
    "David",
    "Mitch",
    "Example",
    "Write",
    "Examples",
    "Tuesdays",
    "Discuss",
    "Internet",
    "Flying",
    "Adapted",
    "Which",
    "Robotics",
    "World"
  ]
}