{
  "metadata": {
    "subject": "english-part3",
    "chapter_number": 6,
    "chapter_name": "iewe106",
    "source_file": "iewe106.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nUnit\n6\n A. Photographs of the Presidents of India are chronologically given below. Can \nyou identify them?\n B. Discuss in pairs and write down their names. \n C. Why is the President of India known as the First Citizen of the country? LE T’S B EG I N\nPRESIDENTS  OF INDIA\nUnit 6.indd   80 1/7/2019   10:10:41 AM\nReprint 2025-26\n\n--- Page 2 ---\nUnit 681\nNotesReading  CompRehension  \nRead the following passages and answer the questions that \nfollow.\nText I\nI must have been about seven when my father left Porbandar \nfor Rajkot to become a member of the Rajasthanik Court. There I was put into a primary school, and I can well recollect those days, including the names and other particulars of the teachers who taught me. As at Porbandar, so here, there is hardly anything to note about my studies. I could only have been a mediocre student. From this school I went to the suburban school and thence to high school, having already reached my twelfth year. I do not remember having ever told a lie, during this short period, either to my teachers or to my school-mates. However, I used to be very shy and avoided all company. My books and my lessons were my sole companions. To be at school at the stroke of the hour and \nto run back home as soon as the school closed  — that was \nmy daily habit. There is an incident which occurred at the examination during my first year at high school and which is worth recording. Mr Giles, the educational Inspector, had come on a visit of inspection. He had set us five words to write as a spelling exercise. One of the words was ‘Kettle’. I had misspelt it. The teacher tried to prompt me with the point of his boot, but I would not be prompted. It was beyond me to see that he wanted me to copy the spelling from my neighbour’s slate, for I had thought that the teacher was there to supervise us against copying. The result was that all the boys, except myself, were found to have spelt every word correctly. I could never learn the art of ‘copying’. Yet the incident did not in the least diminish my respect for my teacher. I was by nature, blind to the faults of elders. Later I came to know of many other failings of this teacher, but my regard for him remained the same. Two other incidents belonging to the same period have always clung to my memory. As a rule I had distaste for any reading beyond my school books. The daily lessons had to be done, because I disliked being taken to task by my teacher as much as I disliked deceiving him. Therefore I would do the lessons, \nprompt:  cause someone to \ntake a course of action\ndeceive:  give a mistaken \nimpression\nUnit 6.indd   81 30-05-2018   11:55:47\nReprint 2025-26\n\n--- Page 3 ---\n Words and ExprEssions  182\nNotesbut often without my mind in them. Thus, when even the \nlessons could not be done properly, there was of course no question of any extra reading. But somehow my eyes fell on a book purchased by my father. It was Shravana Pitribhakti \nNataka. I read it with intense interest. One of the pictures I was shown was of Shravana carrying, by means of slings fitted for his shoulders, his blind parents on a pilgrimage. The book and the picture left an indelible impression on my mind. \n(An excerpt from The Story of My Experiments with Truth , Mohandas \nKaramchand Gandhi)\n1. Choose the correct option from the bracket and fill in \nthe blanks.\n(a) Mohandas Karamchand Gandhi was a/an \n__________________________ student. ( average, poor, \nintelligent)\n(b) As a boy, Mohandas  used to be very _______________\nand avoided all company. (timid, fearful, outspoken)\n(c) The teacher tried to ______________________________\nhim with the point of his boot. (suggest, force, instruct)\n(d) Young Mohandas________________________________ \nany reading beyond his school books. (disliked, \nliked, hated)\n(e) He read Shravana Pitribhakti with ________________\ninterest. (great, least, little)\n2. Answer the following questions in brief. (30 words)\n(a) Where did Mohandas complete his primary \neducation?\n _________________________________________________\n _________________________________________________On time / In time\nOn time:  At the planned \ntime, neither early nor late\nIn time:  With time to spare, \nbefore something happens\nExamples:\nThe flight arrived on time. We arrived in time  to check \nin. I reached the station just  \nin time  to catch the train. \nIf you are not on time , the \nteacher won’t let you enter \nthe classroom. Fun factindelible:  not able to be \nforgotten\nUnit 6.indd   82 30-05-2018   11:55:47\nReprint 2025-26\n\n--- Page 4 ---\nUnit 682 83(b) Who were Mohandas Gandhi’s sole companions in \nhis childhood?\n _________________________________________________\n _________________________________________________\n(c) Which incident given in the passage reflects  \nMohandas’s honesty?\n _________________________________________________\n _________________________________________________\n(d) Which two things did Moh andas dislike the most? \n _____________________________",
    "total_characters": 25652,
    "preview": "\n--- Page 1 ---\nUnit\n6\n A. Photographs of the Presidents of India are chronologically given below. Can \nyou identify them?\n B. Discuss in pairs and write down their names. \n C. Why is the President of India known as the First Citizen of the country? LE T’S B EG I N\nPRESIDENTS  OF INDIA\nUnit 6.indd   80 1/7/2019   10:10:41 AM\nReprint 2025-26\n\n--- Page 2 ---\nUnit 681\nNotesReading  CompRehension  \nRead the following passages and answer the questions that \nfollow.\nText I\nI must have been about seven"
  },
  "keywords": [
    "Reprint",
    "Mohandas",
    "India",
    "Words",
    "Gandhi",
    "Indra",
    "Nooyi",
    "Malala",
    "President",
    "Shravana",
    "Thank",
    "Their",
    "There",
    "Karamchand",
    "Examples",
    "Indian",
    "Rashtrapati",
    "Bhawan",
    "Example",
    "Write"
  ]
}