{
  "metadata": {
    "subject": "english-part3",
    "chapter_number": 2,
    "chapter_name": "iewe102",
    "source_file": "iewe102.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n1. What kind of music is Ravi Shankar famous for?\n(a) Jazz\n(b) Classical(c) Pop\n2. Which country was Justin Beiber born in?\n(a) USA(b) India(c) Canada\n3. How many strings does a guitar have?\n(a) 6(b) 7(c) 8\n4. What is a group of three musicians called?\n(a) a trio(b) a duet(c) a quartet\n5. What is the next note after sa-re-ga-ma?\n(a) dha\n(b) ni\n(c) pa\n6. What is the next note after do-re-mi?\n(a) ti(b) fa(c) so\nUnit\n2\nLE T’S BEG I N\nTake this quiz to check your knowledge of music and musicians.\nUnit 2.indd   21 1/7/2019   10:01:22 AM\nReprint 2025-26\n\n--- Page 2 ---\n Words and ExprEssions  122\nNotesReading  CompRehension\nIn this section, you will read three texts on music in different \nperspectives. The first one will enlighten you about the effective role of music in our lives, the second reflects on the life of the famous music composer, Ludwig van Beethoven, and the third is a poem by William Wordsworth where he appreciates the melody of a song. \nRead the texts carefully and answer the questions that \nfollow.\nText I\nR\nole of musiC in life\nToday, we are rushing through life and everyone seems to \nbe pressurised and stressed about one or the other thing.  Stress has become an inescapable part of our lives. Many of our illnesses are a result of stress, and to deal with it, we need certain ways to relax our body and mind.  Listening to music, particularly gentle, calming and melodious music, relaxes people both physically and mentally. Music releases \nendorphins, the natural painkillers in our brain, which relieve us from the sense of pain. Music can normalise heart rate and blood pressure. The common occurrences of fatigue and boredom decrease when we listen to music. It diverts our attention from everyday anxieties, thereby reducing the stress caused by such concerns.  While meditating, listening to music helps us to connect with our soul. Students can improve their concentration and boost their memory by listening to soft music. Soothing music, when played at night, helps us to rest and relax for a good night’s sleep. Listening to good music helps in overcoming negative traits such as anger or worry, thereby improving our personality. It creates positive energy and happiness. Every cell in the body becomes energetic with increased peace of mind.\nMusic is a therapy for everyone — plants, \nbirds, animals and human beings — to flourish \nand rejuvenate. It certainly plays an important part in making the world better for all living beings. \ninescapable:  unable to be \navoided or denied\nUnit 2.indd   22 30-05-2018   11:41:15\nReprint 2025-26\n\n--- Page 3 ---\nUnit 222 23Complete the following statements by selecting the most \nappropriate options given below.\n1. ________________ helps in relaxation of our body and \nmind.\n(a) Pop music\n(b) Soothing music\n(c) Jazz music\n(d) Rock music\n2. The natural painkillers released in our brain are \n________________.\n(a) Insulin\n(b) Endorphins\n(c) Endocrine\n(d) Glycerin\n3.  Music is helpful in improving the _____________ of \nstudents.\n(a) concentration\n(b) emotion\n(c) relaxation\n(d) anxiety\n4. Which word from the passage means the same as ‘to \nrenew’? _______________________________\n(a) rejuvenate\n(b) enhance\n(c) release\n(d) relieve\n5. List the benefits of music mentioned in the passage. \n_____________________________________________________\n______________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________Common suffixes that \nmake nouns \n- ment \nagree  — agreement\nmove  — movement\n- ymonarch\n — monarchy\ndiscover  — discoveryFun fact\nUnit 2.indd   23 30-05-2018   11:41:15\nReprint 2025-26\n\n--- Page 4 ---\n Words and ExprEssions  124\nNotesText II\nBeating  the odds\nThe musical accomplishments of composer Ludwig van \nBeethoven have been all the more remarkable for the fact that he lost his hearing ability from an early age. He developed the symptoms of tinnitus, a constant sound of ringing in his ears that made it difficult for him to hear. He is compared to Mozart for his genius, and is considered the most eminent musician after Mozart. \nAlthough his formal education never went beyond the \nelementary level, he trained in music under Joseph Haydn. \nHe has always been acclaimed as a brilliant piano maestro. His father and grandfather were the court musicians of a German prince. Young Ludwig was often made to perform for his father’s drinking companions in the middle of the night, and was even beaten if he protested. \nFor the first thirty years of his life, Beethoven could listen \nto and play music effortlessly. As a result, he understood sounds of musical instruments and the pitch of the singing voices. He knew the harmony between music and singing before he became completely deaf. His deafness was not sudden, but a gradual",
    "total_characters": 27063,
    "preview": "\n--- Page 1 ---\n1. What kind of music is Ravi Shankar famous for?\n(a) Jazz\n(b) Classical(c) Pop\n2. Which country was Justin Beiber born in?\n(a) USA(b) India(c) Canada\n3. How many strings does a guitar have?\n(a) 6(b) 7(c) 8\n4. What is a group of three musicians called?\n(a) a trio(b) a duet(c) a quartet\n5. What is the next note after sa-re-ga-ma?\n(a) dha\n(b) ni\n(c) pa\n6. What is the next note after do-re-mi?\n(a) ti(b) fa(c) so\nUnit\n2\nLE T’S BEG I N\nTake this quiz to check your knowledge of music a"
  },
  "keywords": [
    "Reprint",
    "Music",
    "Beethoven",
    "Words",
    "Rohit",
    "India",
    "Listening",
    "Which",
    "Ludwig",
    "Write",
    "Shivani",
    "Indian",
    "Chikitsa",
    "Thyagaraja",
    "William",
    "Wordsworth",
    "Soothing",
    "Mozart",
    "Although",
    "Haydn"
  ]
}