{
  "metadata": {
    "subject": "socialscience-part4",
    "chapter_number": 5,
    "chapter_name": "iess304",
    "source_file": "iess304.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n Forest Society and Colonialism\n75In Section II we will shift our focus to the study of livelihoods and economies. We\nwill look at how the lives of forest dwellers and pastoralists changed in the modern\nworld and how they played a part in shaping these changes.\nAll too often in looking at the emergence of the modern world, we only focus on\nfactories and cities, on the industrial and agricultural sectors which supply the market.\nBut we forget that there are other economies outside these sectors, other people too\nwho matter to the nation. To modern eyes, the lives of pastoralists and forest dwellers,\nthe shifting cultivators and food gatherers often seem to be stuck in the past. It is as\nif their lives are not important when we study the emergence of the contemporary\nworld. The chapters in Section II will suggest that we need to know about their\nlives, see how they organise their world and operate their economies. These\ncommunities are very much part of the modern world we live in today. They are\nnot simply survivors from a bygone era.\nChapter IV will take you into the forest and tell you about the variety of ways the\nforests were used by communities living within them. It will show how in the\nnineteenth century the growth of industries and urban centres,  ships and railways,\ncreated a new demand on the forests for timber and other forest products. New\ndemands led to new rules of forest use, new ways of organising the forest. You will\nsee how colonial control was established over the forests, how forest areas were\nmapped, trees were classified, and plantations were developed. All these developments\naffected the lives of those local communities who used forest resources. They were\nforced to operate within new systems and reorganise their lives. But they also rebelled\nagainst the rules and persuaded the state to change its policies. The chapter will give\nyou an idea of the history of such developments in India and Indonesia.SECTION IILIVELIHOODS, ECONOMIES AND SOCIETIES\nLIVELIHOODS, ECONOMIES AND SOCIETIES\nReprint 2025-26\n\n--- Page 2 ---\nIndia and the Contemporary World\n76\nChapter V will track the movements of the pastoralists in the mountains and deserts,\nin the plains and plateaus of India and Africa. Pastoral communities in both these\nareas form an important segment of the population. Yet we rarely study their lives.\nTheir histories do not enter the pages of textbooks.  Chapter V will show how their\nlives were affected by the controls established over the forest, the expansion of agri-\nculture, and the decline of grazing fields. It will tell you about the patterns of their\nmovements, their relationships to other communities, and the way they adjust to\nchanging situations.\nWe cannot understand the making of the contemporary world unless we begin to see\nthe changes in the lives of diverse communities and people. We also cannot understand\nthe problems of modernisation unless we look at its impact on the environment.\nReprint 2025-26\n\n--- Page 3 ---\n Forest Society and Colonialism\n77Take a quick look around your school and home and identify all\nthe things that come from forests: the paper in the book you are\nreading, desks and tables, doors and windows, the dyes that colour\nyour clothes, spices in your food, the cellophane wrapper of your\ntoffee, tendu leaf in bidis, gum, honey, coffee, tea and rubber. Do\nnot miss out the oil in chocolates, which comes from sal seeds, the\ntannin used to convert skins and hides into leather, or the herbs\nand roots used for medicinal purposes. Forests also provide bamboo,\nwood for fuel, grass, charcoal, packaging, fruits, flowers, animals,\nbirds and many other things. In the Amazon forests or in the\nWestern Ghats, it is possible to find as many as 500 different plant\nspecies in one forest patch.\nA lot of this diversity is fast disappearing. Between 1700 and 1995,\nthe period of industrialisation, 13.9 million sq km of forest or 9.3\nper cent of the world’s total area was cleared for industrial uses,\ncultivation, pastures and fuelwood.\nForest Society and ColonialismForest Society andForest Society andForest Society andForest Society andForest Society and\nColonialismColonialismColonialismColonialismColonialism\nFig.1 – A sal forest in Chhattisgarh.\nLook at the different heights of the trees and plants in this\npicture, and the variety of species. This is a dense forest,\nso very little sunlight falls on the forest floor.\nChapter IV\nReprint 2025-26\n\n--- Page 4 ---\nIndia and the Contemporary World\n78The disappearance of forests is referred to as deforestation.\nDeforestation is not a recent problem. The process began many\ncenturies ago; but under colonial rule it became more systematic and\nextensive.  Let us look at some of the causes of deforestation in India.\n1.1 Land to be Improved\nIn 1600, approximately one-sixth of India’s landmass was under\ncultivation. Now that figure has gone up to about half. As population\nincreased over the centuries and the demand for food went up,",
    "total_characters": 42512,
    "preview": "\n--- Page 1 ---\n Forest Society and Colonialism\n75In Section II we will shift our focus to the study of livelihoods and economies. We\nwill look at how the lives of forest dwellers and pastoralists changed in the modern\nworld and how they played a part in shaping these changes.\nAll too often in looking at the emergence of the modern world, we only focus on\nfactories and cities, on the industrial and agricultural sectors which supply the market.\nBut we forget that there are other economies outside"
  },
  "keywords": [
    "India",
    "Forest",
    "Reprint",
    "British",
    "Society",
    "Bastar",
    "World",
    "Colonialism",
    "Contemporary",
    "Dutch",
    "Indonesia",
    "Chhattisgarh",
    "After",
    "Indian",
    "Forests",
    "Africa",
    "Central",
    "America",
    "People",
    "These"
  ]
}