{
  "metadata": {
    "subject": "socialscience-part4",
    "chapter_number": 6,
    "chapter_name": "iess305",
    "source_file": "iess305.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nPastoralists in the Modern World\n97P PPPPastoralists in the Modern Wastoralists in the Modern Wastoralists in the Modern Wastoralists in the Modern Wastoralists in the Modern W orld orldorldorldorld\nIn this chapter you will read about nomadic pastoralists. Nomads\nare people who do not live in one place but move from one area to\nanother to earn their living. In many parts of India we can see nomadic\npastoralists on the move with their herds of goats and sheep, or\ncamels and cattle. Have you ever wondered where they are coming\nfrom and where they are headed? Do you know how they live and\nearn? What their past has been?\nPastoralists rarely enter the pages of history textbooks. When you\nread about the economy – whether in your classes of history or\neconomics – you learn about agriculture and industry. Sometimes\nyou read about artisans; but rarely about pastoralists. As if their\nlives do not matter. As if they are figures from the past who have no\nplace in modern society.\nIn this chapter you will see how pastoralism has been important in\nsocieties like India and Africa. You will read about the way\ncolonialism impacted their lives, and how they have coped with the\npressures of modern society. The chapter will first focus on India\nand then Africa.\nPastor alists in the Modern W orld\nFig.1 – Sheep grazing on the Bugyals  of eastern Garhwal.\nBugyals are vast natural pastures on the high mountains, above 12,000 feet. They are under snow in the winter and\ncome to life after April. At this time the entire mountainside is covered with a variety of grasses, roots and herbs.\nBy monsoon, these pastures are thick with vegetation and carpeted with wild flowers.\nChapter  V\nReprint 2025-26\n\n--- Page 2 ---\nIndia and the Contemporary World\n981.1 In the M ountains\nEven today the Gujjar Bakarwals of Jammu and Kashmir are great\nherders of goat and sheep. Many of them migrated to this region in\nthe nineteenth century in search of pastures for their animals.\nGradually, over the decades, they established themselves in the area,\nand moved annually between their summer and winter grazing\ngrounds. In winter, when the high mountains were covered with\nsnow, they lived with their herds in the low hills of the Siwalik\nrange. The dry scrub forests here provided pasture for their herds.\nBy the end of April they began their northern march for their summer\ngrazing grounds. Several households came together for this journey,\nforming what is known as a kafila . They crossed the Pir Panjal passes\nand entered the valley of Kashmir. With the onset of summer, the\nsnow melted and the mountainsides were lush green. The variety of\ngrasses that sprouted provided rich nutritious forage for the animal\nherds. By end September the Bakarwals were on the move again, this\ntime on their downward journey, back to their winter base. When\nthe high mountains were covered with snow, the herds were grazed\nin the low hills.\nIn a different area of the mountains, the Gaddi shepherds of\nHimachal Pradesh had a similar cycle of seasonal movement. They\ntoo spent their winter in the low hills of Siwalik range, grazing their\nflocks in scrub forests. By April they moved north and spent the\nsummer in Lahul and Spiti.  When the snow melted and the high\npasses were clear, many of them moved on to higher mountain1 11 11 P P P  P Pastoral astoral astoral astoral astoral N NN NNomads and their omads and their omads and their omads and their omads and their M MM MMovements ovementsovements ovementsovements\nSource A\nWriting in the 1850s, G.C. Barnes gave\nthe following description of the Gujjars\nof Kangra:\n‘In the hills the Gujjars are exclusively\na pastoral tribe – they cultivate scarcely\nat all. The Gaddis keep flocks of sheep\nand goats and the Gujjars, wealth\nconsists of buffaloes. These people live\nin the skirts of the forests, and maintain\ntheir existence exclusively by the sale\nof the milk, ghee, and other produce\nof their herds. The men graze the\ncattle, and frequently lie out for weeks\nin the woods tending their herds. The\nwomen repair to the markets every\nmorning with baskets on their heads,\nwith little earthen pots filled with milk,\nbutter-milk and ghee, each of these\npots containing the proportion required\nfor a day’s meal. During the hot\nweather the Gujjars usually drive their\nherds to the upper range, where the\nbuffaloes rejoice in the rich grass which\nthe rains bring forth and at the same\ntime attain condition from the\ntemperate climate and the immunity\nfrom venomous flies that torment their\nexistence in the plains. ’\nFrom: G.C. Barnes,  Settlement Report\nof Kangra, 1850-55.\nFig.2 – A Gujjar Mandap  on the high\nmountains in central Garhwal.\nThe Gujjar cattle herders live in these\nmandaps  made of ringal  – a hill bamboo –\nand grass from the Bugyal . A mandap  was\nalso a work place. Here the Gujjar used to\nmake ghee which they took down for sale. In\nrecent years they have begun to transport the\nmilk directly in buses and trucks. These\nmandaps  are at about 10,0",
    "total_characters": 42351,
    "preview": "\n--- Page 1 ---\nPastoralists in the Modern World\n97P PPPPastoralists in the Modern Wastoralists in the Modern Wastoralists in the Modern Wastoralists in the Modern Wastoralists in the Modern W orld orldorldorldorld\nIn this chapter you will read about nomadic pastoralists. Nomads\nare people who do not live in one place but move from one area to\nanother to earn their living. In many parts of India we can see nomadic\npastoralists on the move with their herds of goats and sheep, or\ncamels and cattle"
  },
  "keywords": [
    "Maasai",
    "India",
    "Reprint",
    "World",
    "Pastoralists",
    "Africa",
    "Modern",
    "Contemporary",
    "These",
    "Raikas",
    "Their",
    "Kenya",
    "British",
    "Tanzania",
    "Press",
    "Gujjar",
    "Pradesh",
    "During",
    "Rajasthan",
    "London"
  ]
}