{
  "metadata": {
    "subject": "socialscience-part4",
    "chapter_number": 2,
    "chapter_name": "iess301",
    "source_file": "iess301.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nT h e    F r e n c h    R e v o l u t i o n\n1In Section I, you will read about the French Revolution, the Russian Revolution,\nand the rise of Nazism. In different ways all these events were important in the\nmaking of the modern world.\nChapter I is on the French Revolution. Today we often take the ideas of liberty,\nfreedom and equality for granted. But we need to remind ourselves that these ideas\nalso have a history. By looking at the French Revolution you will read a small part\nof that history. The French Revolution led to the end of monarchy in France. A\nsociety based on privileges gave way to a new system of governance. The Declaration\nof the Rights of Man during the revolution, announced the coming of a new time.\nThe idea that all individuals had rights and could claim equality became part of a\nnew language of politics. These notions of equality and freedom emerged as the central\nideas of a new age; but in different countries they were reinterpreted and rethought\nin many different ways. The anti-colonial movements in India and China, Africa and\nSouth America, produced ideas that were innovative and original, but they spoke in\na language that gained currency only from the late eighteenth century.\nIn Chapter II, you will read about the coming of socialism in Europe, and the dramatic\nevents that forced the ruling monarch, Tsar Nicholas II, to give up power. The Russian\nRevolution sought to change society in a different way. It raised the question of\neconomic equality and the well-being of workers and peasants. The chapter will tell\nyou about the changes that were initiated by the new Soviet government, the problems\nit faced and the measures it undertook. While Soviet Russia pushed ahead with\nindustrialisation and mechanisation of agriculture, it denied the rights of citizens\nthat were essential to the working of a democratic society. The ideals of socialism,EVENTS AND PROCESSESSECTION I IIIIEVENTS AND PROCESSES\nReprint 2025-26\n\n--- Page 2 ---\nIndia and the Contemporary World\n2\nhowever, became part of the anti-colonial movements in different countries. Today\nthe Soviet Union has broken up and socialism is in crisis but through the twentieth\ncentury it has been a powerful force in the shaping of the contemporary world.\nChapter III will take you to Germany. It will discuss the rise of Hitler and the\npolitics of Nazism. You will read about the children and women in Nazi Germany,\nabout schools and concentration camps. You will see how Nazism denied various\nminorities a right to live, how it drew upon a long tradition of anti-Jewish feelings\nto persecute the Jews, and how it waged a relentless battle against democracy and\nsocialism. But the story of Nazism’s rise is not only about a few specific events,\nabout massacres and killings. It is about the working of an elaborate and frightening\nsystem which operated at different levels. Some in India were impressed with the\nideas of Hitler but most watched the rise of Nazism with horror.\nThe history of the modern world is not simply a story of the unfolding of freedom\nand democracy. It has also been a story of violence and tyranny, death and destruction.\nReprint 2025-26\n\n--- Page 3 ---\nT h e    F r e n c h    R e v o l u t i o n\n3On the morning of 14 July 1789, the city of Paris was in a state of\nalarm. The king had commanded troops to move into the city. Rumours\nspread that he would soon order the army to open fire upon the citizens.\nSome 7,000 men and women gathered in front of the town hall and\ndecided to form a peoples’ militia. They broke into a number of\ngovernment buildings in search of arms.\nFinally, a group of several hundred people marched towards the eastern\npart of the city and stormed the fortress-prison, the Bastille, where they\nhoped to find hoarded ammunition. In the armed fight that followed,\nthe commander of the Bastille was killed and the prisoners released –\nthough there were only seven of them. Yet the Bastille was hated by all,\nbecause it stood for the despotic power of the king. The fortress was\ndemolished and its stone fragments were sold in the markets to all\nthose who wished to keep a souvenir of its destruction.\nThe days that followed saw more rioting both in Paris and the\ncountryside. Most people were protesting against the high price of bread.\nMuch later, when historians looked back upon this time, they saw it as\nthe beginning of a chain of events that ultimately led to the execution\nof the king in France, though most people at the time did not anticipate\nthis outcome. How and why did this happen?The French RevolutionThe French RevolutionThe French RevolutionThe French RevolutionThe French Revolution\nT h e    F r e n c h    R e v o l u t i o nFig.1 – Storming of the Bastille .\nSoon after the demolition of the Bastille,\nartists made prints commemorating the event.\nChapter I\nReprint 2025-26\n\n--- Page 4 ---\nIndia and the Contemporary World\n4In 1774, Louis XVI of the Bourbon family of kings ascended the\nthrone of France. He was 2",
    "total_characters": 50012,
    "preview": "\n--- Page 1 ---\nT h e    F r e n c h    R e v o l u t i o n\n1In Section I, you will read about the French Revolution, the Russian Revolution,\nand the rise of Nazism. In different ways all these events were important in the\nmaking of the modern world.\nChapter I is on the French Revolution. Today we often take the ideas of liberty,\nfreedom and equality for granted. But we need to remind ourselves that these ideas\nalso have a history. By looking at the French Revolution you will read a small part\no"
  },
  "keywords": [
    "France",
    "French",
    "Revolution",
    "Reprint",
    "Assembly",
    "Women",
    "India",
    "Rights",
    "Source",
    "National",
    "Declaration",
    "Contemporary",
    "World",
    "Louis",
    "These",
    "Napoleon",
    "Constitution",
    "Europe",
    "Citizen",
    "Bastille"
  ]
}