{
  "metadata": {
    "subject": "socialscience-part4",
    "chapter_number": 4,
    "chapter_name": "iess303",
    "source_file": "iess303.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nNazism and the Rise of Hitler\n49In the spring of 1945, a little eleven-year-old German boy called\nHelmuth was lying in bed when he overheard his parents discussing\nsomething in serious tones. His father, a prominent physician,\ndeliberated with his wife whether the time had come to kill the entire\nfamily, or if he should commit suicide alone. His father spoke about\nhis fear of revenge, saying, ‘Now the Allies  will do to us what we did to\nthe crippled and Jews.’ The next day, he took Helmuth to the woods,\nwhere they spent their last happy time together, singing old children’s\nsongs. Later, Helmuth’s father shot himself in his office. Helmuth\nremembers that he saw his father’s bloody uniform being burnt in the\nfamily fireplace. So traumatised was he by what he had overheard and\nwhat had happened, that he reacted by refusing to eat at home for the\nfollowing nine years! He was afraid that his mother might poison him.\nAlthough Helmuth may not have realised all that it meant, his father\nhad been a Nazi and a supporter of Adolf Hitler. Many of you will\nknow something about the Nazis and Hitler. You probably know\nof Hitler’s determination to make Germany into a mighty power\nand his ambition of conquering all of Europe. You may have heard\nthat he killed Jews. But Nazism was not one or two isolated acts. It\nwas a system, a structure of ideas about the world and politics. Let\nus try and understand what Nazism was all about. Let us see why\nHelmuth’s father killed himself and what the basis of his fear was.\nIn May 1945, Germany surrendered to the Allies. Anticipating what\nwas coming, Hitler, his propaganda minister Goebbels and his entire\nfamily committed suicide collectively in his Berlin bunker in April.\nAt the end of the war, an International Military Tribunal at\nNuremberg was set up to prosecute Nazi war criminals for Crimes\nagainst Peace, for War Crimes and Crimes Against Humanity.\nGermany’s conduct during the war, especially those actions whichNazism and the RiseNazism and the RiseNazism and the RiseNazism and the RiseNazism and the Rise\nof Hitlerof Hitlerof Hitlerof Hitlerof Hitler\nNazism and the Ri se of Hitler\nFig.1 – Hitler (centre) and Goebbels (left)\nleaving after an official meeting, 1932.New words\nAllies – The Allied Powers were initially led by the UK and France.\nIn 1941 they were joined by the USSR and USA. They fought\nagainst the Axis Powers, namely Germany, Italy and Japan.\nChapter III\nReprint 2025-26\n\n--- Page 2 ---\nIndia and the Contemporary World\n50came to be called Crimes Against Humanity, raised serious moral\nand ethical questions and invited worldwide condemnation. What\nwere these acts?\nUnder the shadow of the Second World War, Germany had waged\na genocidal war, which resulted in the mass murder of selected\ngroups of innocent civilians of Europe. The number of people killed\nincluded 6 million Jews, 200,000 Gypsies, 1 million Polish civilians,\n70,000 Germans who were considered mentally and physically\ndisabled, besides innumerable political opponents. Nazis devised\nan unprecedented  means of killing people, that is, by  gassing them in\nvarious killing centres  like Auschwitz. The Nuremberg Tribunal\nsentenced only eleven leading Nazis to death. Many others were\nimprisoned for life. The retribution did come, yet the punishment\nof the Nazis was far short of the brutality and extent of their crimes.\nThe Allies did not want to be as harsh on defeated Germany as\nthey had been after the First World War.\nEveryone came to feel that the rise of Nazi Germany could be\npartly traced back to the German experience at the end of  the\nFirst World War.\nWhat was this experinece?New words\nGenocidal – Killing on large scale leading\nto destruction of large sections of people\nReprint 2025-26\n\n--- Page 3 ---\nNazism and the Rise of Hitler\n51Germany, a powerful empire in the early years of the twentieth\ncentury,  fought the First World War (1914-1918) alongside the\nAustrian empire  and against the Allies (England, France and Russia.)\nAll joined the war enthusiastically hoping to gain from a quick\nvictory. Little did they realise that the war would stretch on,\neventually draining Europe of all its resources. Germany made initial\ngains by occupying France and Belgium. However the Allies,\nstrengthened b y the US entr y in 1917,  won , defeating Ger many and the\nCentr al Po\nwers in No vember 1918.\nThe def eat of Imperial Ger many and the a bdica tion of  the emper or\ngave an opportunity to parliamentary parties to recast German polity.\nA National Assembly met at Weimar and established a democratic\nconstitution with a federal structure. Deputies were now elected to\nthe German Parliament or Reichstag, on the basis of equal and\nuniversal votes cast by all adults including women.\nThis republic, however, was not received well by its own people\nlargely because of the terms it was forced to accept after Germany’s\ndefeat at the end of the First  World War. The peace treaty at1  Birth of the Weimar Republic\nFig.2 – Germ",
    "total_characters": 50361,
    "preview": "\n--- Page 1 ---\nNazism and the Rise of Hitler\n49In the spring of 1945, a little eleven-year-old German boy called\nHelmuth was lying in bed when he overheard his parents discussing\nsomething in serious tones. His father, a prominent physician,\ndeliberated with his wife whether the time had come to kill the entire\nfamily, or if he should commit suicide alone. His father spoke about\nhis fear of revenge, saying, ‘Now the Allies  will do to us what we did to\nthe crippled and Jews.’ The next day, he t"
  },
  "keywords": [
    "Hitler",
    "Germany",
    "German",
    "Reprint",
    "Nazism",
    "World",
    "Nazis",
    "Germans",
    "Jewish",
    "India",
    "Weimar",
    "Europe",
    "Contemporary",
    "Nuremberg",
    "Helmuth",
    "First",
    "Poland",
    "Republic",
    "September",
    "Allies"
  ]
}