{
  "metadata": {
    "subject": "science",
    "chapter_number": 12,
    "chapter_name": "iesc112",
    "source_file": "iesc112.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nSCIENCE 140We know that all living or ganisms need food.\nFood supplies pr oteins, carbohydrates, fats,\nvitamins and minerals, all of which we r equir e\nfor body development, gr owth and health.\nBoth plants and animals ar e major sources\nof food for us. W e obtain most of this food\nfrom agricultur e and animal husbandry.\nWe read in newspapers that ef forts ar e\nalways being made to impr ove pr oduction\nfrom agricultur e and animal husbandry. Why\nis this necessary? Why we cannot make do\nwith the curr ent levels of pr oduction?\nIndia is a very populous country. Our\npopulation is mor e than one billion people,\nand it is still gr owing. As food for this gr owing\npopulation, we will soon need mor e than a\nquarter of a billion tonnes of grain every year .\nThis can be done by far ming on more land.\nBut India is alr eady intensively cultivated. As\na result, we do not have any major scope for\nincreasing the ar ea of land under cultivation.\nTherefore, it is necessary to incr ease our\nproduction ef ficiency for both cr ops and\nlivestock.\nEfforts to meet the food demand by\nincr\neasing food pr oduction have led to some\nsuccesses so far . We have had the gr een\nrevolution, which contributed to incr eased\nfood-grain pr oduction. W e have also had the\nwhite revolution, which has led to better and\nmore efficient use as well as availability of milk.\nHowever , these r evolutions mean that our\nnatural resources are getting used more\nintensively. As a result, there are more\nchances of causing damage to our natural\nresources to the point of destroying their\nbalance completely. Therefore, it is important\nthat we should increase food production\nwithout degrading our environment anddisturbing the balances maintaining it. Hence,\nthere is a need for sustainable practices in\nagriculture and animal husbandry.\nAlso, simply increasing grain production\nfor storage in warehouses cannot solve the\nproblem of malnutrition and hunger . People\nshould have money to purchase food. Food\nsecurity depends on both availability of food\nand access to it. The majority of our\npopulation depends on agriculture for their\nlivelihood. Increasing the incomes of people\nworking in agriculture is therefore necessary\nto combat the pr oblem of hunger . Scientific\nmanagement practices should be undertaken\nto obtain high yields from farms. For\nsustained livelihood, one should undertake\nmixed farming, intercropping, and integrated\nfarming practices, for example, combine\nagriculture with livestock/poultry/fisheries/\nbee-keeping.\nThe question thus becomes – how do we\nincrease the yields of crops and livestock?\n12.1Improvement in Crop Yields\nCereals such as wheat, rice, maize, millets and\nsorghum provide us carbohydrate for energy\nrequirement. Pulses like gram ( chana ), pea\n(matar ), black gram ( urad), green gram ( moong ),\npigeon pea ( arhar ), lentil ( masoor ), provide us with\nprotein. And oil seeds including soyabean,\nground nut, sesame, castor , mustar d, linseed and\nsunflower provide us with necessary fats (Fig.\n12.1). V egetables, spices and fruits pr ovide a\nrange of vitamins and minerals in addition to\nsmall amounts of proteins, carbohydrates and\nfats. In addition to these food crops, fodder crops\nlike berseem , oats or sudan grass  are raised as\nfood for the livestock.12\nI II IIMPROVEMENTMPROVEMENTMPROVEMENTMPROVEMENTMPROVEMENT      IN ININ ININ F  F F  F FOOD OODOOD OODOOD R  R R  R RESOURCESESOURCESESOURCESESOURCESESOURCESChapter\nReprint 2025-26\n\n--- Page 2 ---\nIMPROVEMENT  IN FOOD RESOURCES 141the kharif  season from the month of June to\nOctober , and some of the cr ops ar e grown in\nthe winter season, called the rabi season from\nNovember to April. Paddy, soyabean, pigeon\npea, maize, cotton, gr een gram and black\ngram are kharif  crops, wher\neas wheat, gram,\npeas, mustar d, linseed are rabi crops.\nIn India ther e has been a four times\nincrease in the production of food grains from\n1952 to 2010 with only 25% increase in the\ncultivable land area. How has this incr ease\nin pr oduction been achieved? If we think of\nthe practices involved in far ming, we can see\nthat we can divide it into thr ee stages. The\nfirst is the choice of seeds for planting. The\nsecond is the nurturing of the cr op plants.\nThe third is the pr otection of the growing and\nharvested cr ops from loss. Thus, the major\ngroups of activities for impr oving cr op yields\ncan be classified as:\n•Crop variety improvement\n•Crop pr oduction impr ovement\n•Crop protection management.\n12.1.1 CROP VARIETY  IMPROVEMENT\nThis approach depends on finding a crop\nvariety that can give a good yield. V arieties or\nstrains of cr ops can be selected by breeding\nfor various useful characteristics such as\ndisease r esistance, r esponse to fertilisers,\nproduct quality and high yields. One way of\nincorporating desirable characters into cr op\nvarieties is by hybridisation. Hybridisation\nrefers to cr ossing between genetically\ndissimilar plants. This cr ossing may be\nintervarietal (between dif ferent varieties),\ninterspecific (between two dif ferent species of\nthe same genus) or inter generic (between\ndifferent genera). Another way of impr oving\nthe crop is by intr oducing a gene that would\nprovide the desir ed characteristic. This\nresults in genetically modified cr ops.\nFor new varieties of crops to be accepted,\nit is necessary that the variety pr oduces high\nyields under dif ferent conditions that ar e\nfound in dif ferent ar eas. Far mers would need\nto be provided with good quality seeds of a\nparticular variety, that is, the seeds should allFig. 12.1:  Different types of crops\nuestion\n1.What do we get fr om cer eals,\npulses, fruits and vegetables?\nDifferent crops r equir e different climatic\nconditions, temperatur e and photoperiods for\ntheir gr owth and completion of their life cycle.\nPhotoperiods ar e related to the duration of\nsunlight. Gr owth of plants and flowering ar e\ndependent on sunlight. As we all know, plants\nmanufactur e their food in sunlight by the\nprocess of photosynthesis. There are some\ncrops, which are grown in rainy season, called\nQ\nReprint 2025-26\n\n--- Page 3 ---\nSCIENCE 142be of the same variety and germinate under\nthe same conditions.\nCultivation practices and crop yield are\nrelated to weather , soil quality and availability\nof water . Since weather conditions such as\ndrought and flood situations ar e\nunpr edictable, varieties that can be gr own in\ndiverse climatic conditions ar e useful.\nSimilarly, varieties tolerant to high soil  salinity\nhave been developed. Some of the factors for\nwhich variety impr ovement is done ar e:\n•Higher yield: T o increase the\nproductivity of the cr op per acr\ne.\n•Impr oved quality: Quality\nconsiderations of cr op pr oducts vary\nfrom cr op to cr op. Baking quality is\nimportant in wheat, pr otein quality in\npulses, oil quality in oilseeds and\npreserving quality in fruits and\nvegetables.\n•Biotic and abiotic r esistance: Cr ops\nproduction can go down due to biotic\n(diseases, insects and nematodes) and\nabiotic (dr ought, salinity, water\nlogging, heat, cold and fr ost) str esses\nunder dif ferent situations. V arieties\nresistant to these str esses can impr ove\ncrop production.\n•Change in maturity duration: The\nshorter the duration of the cr op from\nsowing to harvesting, the mor e\neconomical is the variety. Such short\ndurations allow far mers to gr ow\nmultiple r ounds of cr ops in a year .\nShort duration also r educes the cost\nof crop production. Unifor m maturity\nmakes the harvesting pr ocess easy\nand r educes losses during harvesting.\n•Wider adaptability: Developing\nvarieties for wider adaptability will\nhelp in stabilising the cr op pr oduction\nunder dif ferent envir onmental\nconditions. One variety can then be\ngrown under dif ferent climatic\nconditions in dif ferent ar eas.\n•Desirable agr onomic characteristics:\nTallness and pr ofuse branching ar e\ndesirable characters for fodder cr ops.\nDwarfness is desired in cereals, so thatless nutrients are consumed by these\ncrops. Thus developing varieties of\ndesired agronomic characters help give\nhigher productivity.\nuestions\n1.How do biotic and abiotic factors\naffect cr op pr oduction?\n2.What are the desirable agr onomic\ncharacteristics for crop\nimprovements?\n12.1.2 CROP PRODUCTION  MANAGEMENT\nIn India, as in many other agriculture-based\ncountries, farming ranges from small to very\nlarge farms. Different farmers thus have more\nor less land, money and access to information\nand technologies. In short, it is the money or\nfinancial conditions that allow farmers to take\nup different farming practices and agricultural\ntechnologies. There is a correlation between\nhigher inputs and yields. Thus, the farmer’s\npurchasing capacity for inputs decides\ncropping system and production practices.\nTherefore, production practices can be at\ndifferent levels. They include ‘no cost’\nproduction, ‘low cost’ production and ‘high\ncost’ production practices.\n12.1.2 ( i)  NUTRIENT  MANAGEMENT\nJust as we need food for development, growth\nand well-being, plants also require nutrients\nfor growth. Nutrients are supplied to plants\nby air , water and soil. Ther e are several\nnutrients which are essential for plants. Air\nsupplies carbon and oxygen, hydrogen comes\nfrom water , and soil supplies the other thirteen\nnutrients to plants. Amongst these, some are\nrequired in large quantities and are therefore\ncalled macro-nutrients. The other nutrients are\nused by plants in small quantities and are\ntherefore called micro-nutrients (Table 12.1).Q\nReprint 2025-26\n\n--- Page 4 ---\nIMPROVEMENT  IN FOOD RESOURCES 143 143143143143our environment from excessive use of\nfertilizers. Using biological waste material is\nalso a way of recycling farm waste. Based on\nthe kind of biological material used, manure\ncan be classified as:\n(i)Compost and vermi-compost: The\nprocess in which far m waste material\nlike livestock excreta (cow dung, etc.),\nvegetable waste, animal r efuse,\ndomestic waste, sewage waste, straw,\neradicated weeds etc. is decomposed\nin pits is known as composting. The\ncompost is rich in or ganic matter and\nnutrients. Compost is also pr epar\ned\nby using earthwor ms to hasten the\nprocess of decomposition of plant and\nanimal refuse. This is called\nvermi-compost.\n(ii)Green manure: Prior to the sowing of\nthe cr op seeds, some plants like sun\nhemp or guar ar e grown and then\nmulched by ploughing them into the\nsoil. These gr een plants thus tur n into\ngreen manure which helps in\nenriching the soil in nitrogen\nand phosphorus.\nFERTILIZERS\nFertilizers are commercially produced plant\nnutrients. Fertilizers supply nitr ogen,\nphosphorus and potassium. They ar e used\nto ensur e good vegetative gr owth (leaves,\nbranches and flowers), giving rise to healthy\nplants. Fertilizers are a factor in the higher\nyields of high-cost far ming.\nFertilizers should be applied car efully in\nterms of pr oper dose, time, and observing pr e-\nand post-application pr ecautions for their\ncomplete utilisation. For example, sometimes\nfertilizers get washed away due to excessive\nirrigation and ar e not fully absorbed by the\nplants. This excess fertilizer then leads to\nwater pollution.\nAlso, as we have seen in the previous class,\ncontinuous use of fertilizers in an area can\ndestroy soil fertility because the organic\nmatter in the soil is not replenished and\nmicro-organisms in the soil are harmed by the\nfertilizers used. Short-term benefits of using\nfertilizers and long-term benefits of usingDeficiency of these nutrients affects\nphysiological processes in plants including\nreproduction, growth and susceptibility to\ndiseases. To increase the yield, the soil can be\nenriched by supplying these nutrients in the\nform of manure and fertilizers.\nuestions\n1.What ar e macr o-nutrients and\nwhy ar e they called macr o-\nnutrients?\n2.How do plants get nutrients?\nMANURE\nManure contains lar ge quantities of or ganic\nmatter and also supplies small quantities of\nnutrients to the soil. Manur e is pr epared by\nthe decomposition of animal excr eta and plant\nwaste. Manure helps in enriching soil with\nnutrients and or ganic matter and increasing\nsoil fertility. The bulk of or ganic matter in\nmanur e helps in impr oving the soil structur e.\nThis involves incr easing the water holding\ncapacity in sandy soils. In clayey soils, the\nlarge quantities of organic matter help in\ndrainage and in avoiding water logging.\nIn using manure we use biological waste\nmaterial, which is advantageous in protectingTable 12.1: Nutrients suppliedTable 12.1: Nutrients suppliedTable 12.1: Nutrients suppliedTable 12.1: Nutrients suppliedTable 12.1: Nutrients supplied\nby air, water and soilby air, water and soilby air, water and soilby air, water and soilby air, water and soil\nAir carbon, oxygen\nWater hydrogen, oxygen\nSoil (i)Macronutrients :\nnitrogen, phosphorus,\npotassium, calcium,\nmagnesium, sulphur\n(ii)Micronutrients:\niron, manganese, boron,\nzinc, copper ,\nmolybdenum, chlorine\nQSource SourceSource SourceSource NutrientsNutrientsNutrientsNutrientsNutrients\nReprint 2025-26\n\n--- Page 5 ---\nSCIENCE 144India has a wide variety of water resources\nand a highly varied climate. Under such\nconditions, several different kinds of irrigation\nsystems are adopted to supply water to\nagricultural lands depending on the kinds of\nwater resources available. These include wells,\ncanals, rivers and tanks.\n•Wells:  There are two types of wells,\nnamely dug wells and tube wells. In a\ndug well, water is collected fr om water\nbearing strata. Tube wells can tap\nwater fr om the deeper strata. Fr om\nthese wells, water is lifted by pumps\nfor irrigation.\n•Canals:  This is usually an elaborate\nand extensive irrigation system. In this\nsystem canals r eceive water fr\nom one\nor mor e reservoirs or fr om rivers. The\nmain canal is divided into branch\ncanals having further distributaries to\nirrigate fields.\n•River Lift Systems : In ar eas where\ncanal flow is insuf ficient or irregular\ndue to inadequate r eservoir r elease,\nthe lift system is mor e rational. W ater\nis dir ectly drawn fr om the rivers for\nsupplementing irrigation in ar eas\nclose to rivers.\n•Tanks:  These ar e small storage\nreservoirs, which inter cept and stor e\nthe run-of f of smaller catchment\nareas.\nFresh initiatives for incr easing the water\navailable for agricultur e include rainwater\nharvesting and watershed management. This\ninvolves building small check-dams which\nlead to an incr ease in gr ound water levels.\nThe check-dams stop the rainwater fr om\nflowing away and also reduce soil erosion.\n12.1.2 ( iii)  CROPPING  PATTERNS\nDifferent ways of gr owing cr ops can be used\nto give maximum benefit.\nMixed cr opping is gr owing two or mor e\ncrops simultaneously on the same piece of\nland, for example, wheat + gram, or wheat +\nmustar d, or gr oundnut + sunflower . This\nreduces risk and gives some insurance\nagainst failur e of one of the cr ops.manure for maintaining soil fertility have to\nbe considered while aiming for optimum yields\nin crop production.\nuestion\n1.Compare the use of manure and\nfertilizers in maintaining soil\nfertility.\nOrganic far ming is a far ming system with\nminimal or no use of chemicals as fertilizers,\nherbicides, pesticides, etc., and with a\nmaximum input of or ganic manur es, recycled\nfarm-wastes (straw and livestock excr eta), use\nof bio-agents such as cultur e of blue green\nalgae in pr eparation of biofertilizers, neem\nleaves or tur meric specifically in grain storage\nas bio-pesticides, with healthy cr opping\nsystems [mixed cr opping, inter -cropping and\ncrop rotation as discussed below in 12.1.2.(iii)].\nThese cropping systems are beneficial in\ninsect, pest and wheat control besides\nproviding nutrients.\n12.1.2 ( ii)  IRRIGATION\nMost agriculture in India is rain-fed, that is,\nthe success of cr ops in most ar eas is\ndependent on timely monsoons and suf ficient\nrainfall spread thr ough most of the growing\nseason. Hence, poor monsoons cause cr op\nfailur e. Ensuring that the cr ops get water at\nthe right stages during their gr owing season\ncan incr ease the expected yields of any cr op.\nTherefor e, many measur es are used to bring\nmore and more agricultural land\nunder irrigation.Q\nMore to  knowDroughts occur because of scarcity or\nirregular distribution of rains. Drought\nposes a threat to rain-fed farming\nareas, where farmers do not use\nirrigation for crop production and\ndepend only on rain. Light soils have\nless water retention capacity. In areas\nwith light soils, crops get adversely\naffected by drought conditions.\nScientists have developed some crop\nvarieties which can tolerate drought\nconditions.\nReprint 2025-26\n\n--- Page 6 ---\nIMPROVEMENT  IN FOOD RESOURCES 145 145145145145Inter-cropping is growing two or more\ncrops simultaneously on the same field in a\ndefinite pattern (Fig.12.2). A few rows of one\ncrop alternate with a few rows of a second\ncrop, for example, soyabean + maize, or finger\nmillet ( bajra ) + cowpea ( lobia). The crops are\nselected such that their nutrient\nrequirements are dif ferent. This ensures\nmaximum utilisation of the nutrients\nsupplied, and also prevents pests and\ndiseases from spreading to all the plants\nbelonging to one crop in a field. This way ,\nboth crops can give better returns.(gokhroo ), Parthenium  (gajar ghas ), Cyperus\nrotundus  (motha ). They compete for food,\nspace and light. W eeds take up nutrients and\nreduce the growth of the crop. Therefore,\nremoval of weeds from cultivated fields during\nthe early stages of crop growth is essential for\na good harvest.\nGenerally insect pests attack the plants\nin thre e ways: (i) they cut the ro ot, stem and\nleaf, (ii) they suck the cell sap from various\nparts of the plant, and (iii) they bore into stem\nand fruits. They thus af fect the health of the\ncrop and reduce yields.\nDiseases in plants are caused by\npathogens such as bacteria, fungi and  viruses.\nThese pathogens can be present in and\ntransmitted through the soil, water and air .\nWeeds, insects and diseases can be\ncontrolled by various methods. O ne of the\nmost commonly used methods is the use of\npesticides, which include herbicides,\ninsecticides and fungicides. These chemicals\nare sprayed on crop plants or used for treating\nseeds and soil. H owever , excessive use of\nthese chemicals creates problems, since they\ncan be poisonous to many plant and animal\nspecies and cause environmental pollution.\nWeed control methods also include\nmechanical removal. Preventive methods\nsuch as proper se ed bed preparation, timely\nsowing of crops, intercropping and crop\nrotation also help in we ed control. Some other\npreventive measures against pests are the use\nof resistant varieties, and summer ploughing,\nin which fields are ploughed de ep in summers\nto destroy we eds and pests.\nuestion\n1.Which of the following conditions\nwill give the most benefits? Why?\n(a)Farmers use high-quality\nseeds, do not adopt\nirrigation or use fertilizers.\n(b)Farmers use ordinary\nseeds, adopt irrigation and\nuse fertilizer .\n(c)Farmers use quality se eds,\nadopt irrigation, use\nfertilizer and use crop\nprotection measures.Q\nFig. 12.2 :Fig. 12.2 :Fig. 12.2 :Fig. 12.2 :Fig. 12.2 :  Intercropping\nThe growing of different crops on a piece\nof land in a pre-planned succession is known\nas crop rotation. Depending upon the\nduration, crop rotation is done for dif ferent\ncrop combinations. The availability of moisture\nand irrigation facilities decide the choice of the\ncrop to be cultivated after one harvest. If crop\nrotation is done properly then two or three\ncrops can be grown in a year with\ngood harvests.\n12.1.3 CROP PROTECTION MANAGEMENT\nField crops are infested by a large number of\nweeds, insect pests and diseases. If weeds and\npests are not controlled at the appropriate\ntime then they can damage the crops so much\nthat most of the crop is lost.\nWeeds are unwanted plants in the\ncultivated field, for example, Xanthium\nReprint 2025-26\n\n--- Page 7 ---\nSCIENCE 146Activity _____________ 12.1\n•Visit a nearby garden/agricultural\nfield and make a list of the weeds and\nthe flowers/crops found in the area.\nAlso, make a list of insect pests, if\nany, infesting the flowers/crops.\nSTORAGE  OF GRAINS\nStorage losses in agricultural produce can be\nvery high. Factors responsible for such losses\nare biotic— insects, rodents, fungi, mites and\nbacteria, and abiotic— inappropriate moisture\nand temperatures in the place of storage. These\nfactors cause degradation in quality, loss in\nweight, poor germinability, discolouration of\nproduce, all leading to poor marketability.\nThese factors can be controlled by proper\ntreatment and by systematic management of\nwarehouses.\nPreventive and control measures are used\nbefore grains are stored for future use. They\ninclude strict cleaning of the produce before\nstorage, proper drying of the produce first in\nsunlight and then in shade, and fumigation\nusing chemicals that can kill pests.\nuestions\n1.Why should preventive measures\nand biological control methods be\npreferred for protecting crops?\n2.What factors may be responsible\nfor losses of grains during\nstorage?Activity _____________ 12.2\n•Collect grains/seeds of cereals,\npulses and oil seeds and gather\ninformation about the seasons in\nwhich they are sown and harvested.\n12.2Animal Husbandry\nAnimal husbandry is the scientific\nmanagement of animal livestock. It includes\nvarious aspects such as feeding, br eeding and\ndisease contr ol. Animal-based far ming\nincludes cattle, goat, sheep, poultry and fish\nfarming. As the population incr eases and as\nliving standar ds incr ease, the demand for\nmilk, eggs and meat is also going up. Also,\nthe gr owing awar eness of the need for\nhumane tr eatment of livestock has br ought\nin new limitations in livestock farming. Thus,\nlivestock production also needs to be improved.\n12.2.1 CATTLE FARMING\nCattle husbandry is done for two purposes—\nmilk and draught labour for agricultural work\nsuch as tilling, irrigation and carting. Indian\ncattle belong to two dif ferent species, Bos\nindicus , cows, and Bos bubalis , buf faloes.\nMilk-pr oducing females ar e called milch\nanimals (dairy animals), while the ones used\nfor far m labour are called draught animals.\nMilk production depends, to some extent,\non the duration of the lactation period,\nmeaning the period of milk production after QTable 12.2: Nutritional values of animal products\nAnimal\nProducts\nFat Protein Sugar Minerals Water Vitamins\nMilk (Cow) 3.60 4.00 4.50\n0.70 87.20 B1, B2, B12, D, E\nEgg 12.00 13.00 * 1.00 74.00 B2, D\nMeat 3.60 21.10 * 1.10 74.20 B2, B12\nFish 2.50 19.00 * 1.30 77.20 Niacin, D, A\n*Present in very small amountsPer cent (%) Nutrients\nReprint 2025-26\n\n--- Page 8 ---\nIMPROVEMENT  IN FOOD RESOURCES 147the birth of a calf. So, milk production can be\nincreased by increasing the lactation period.\nExotic or foreign breeds (for example, Jersey,\nBrown Swiss) are selected for long lactation\nperiods, while local breeds (for example, Red\nSindhi, Sahiwal) show excellent resistance to\ndiseases. The two can be cross-bred to get\nanimals with both the desired qualities.\nuestion\n1.Which method is commonly used\nfor impr oving cattle br eeds and\nwhy?\nActivity _____________ 12.3\n•Visit a livestock farm. Note the\nfollowing:\n(1)Number of cattle and number of\ndifferent br eeds.\n(2)The amount of daily milk pr oduction\nfrom the dif ferent br eeds.\nProper cleaning and shelter facilities for\ncows and buf faloes are requir ed for humane\nfarming, for the health of the animals and\nfor pr oduction of clean milk as well. Animals\nrequire regular brushing to remove dirt andloose hair . They should be sheltered under\nwell-ventilated roofed sheds that protect them\nfrom rain, heat and cold. The floor of the cattle\nshed needs to be sloping so as to stay dry\nand to facilitate cleaning.\nThe food r equir ements of dairy animals\nare of two types: (a) maintenance\nrequir ement, which is the food r equir ed to\nsupport the animal to live a healthy life, and\n(b) milk pr oducing r equir ement, which is the\ntype of food r equir ed during the lactation\nperiod. Animal feed includes: (a) r oughage,\nwhich is largely fibr e, and (b) concentrates,\nwhich ar e low in fibre and contain r elatively\nhigh levels of pr oteins and other nutrients.\nCattle need balanced rations containing all\nnutrients in pr oportionate amounts. Besides\nsuch nutritious food material, certain feed\nadditives containing micr onutrients pr omote\nthe health and milk output of dairy animals.\nCattle suf fer from a number of diseases.\nThe diseases, besides causing death, r educe\nmilk pr oduction. A healthy animal feeds\nregularly and has a nor mal postur e. The\nparasites of cattle may be both exter nal\nparasites and inter nal parasites. The exter nal\nparasites live on the skin and mainly cause\nskin diseases. The inter nal parasites like\nworms, af fect stomach and intestine while\nflukes damage the liver . Infectious diseases\nare also caused by bacteria and viruses.\nVaccinations ar e given to far m animals\nagainst many major viral and bacterial\ndiseases.\n12.2.2 POULTRY FARMING\nPoultry farming is undertaken to raise\ndomestic fowl for egg pr oduction and chicken\nmeat. Ther efore, impr oved poultry br eeds ar e\ndeveloped and far med to pr oduce layers for\neggs and br oilers for meat.\nThe cr oss-br eeding pr ogrammes between\nIndian (indigenous, for example, Aseel) and\nforeign (exotic, for example, Leghor n) breeds\nfor variety impr ovement ar e focused on to\ndevelop new varieties for the following\ndesirable traits—\n(i)number and quality of chicks;Q\nFig. 12.3: Indigenous milch breed of cattle\nReprint 2025-26\n\n--- Page 9 ---\nSCIENCE 148(ii)dwarf broiler parent for commercial\nchick production;\n(iii)summer adaptation capacity/\ntolerance to high temperatur e;\n(iv)low maintenance r equir ements;\n(v)reduction in the size of the egg-laying\nbird with ability to utilise mor e\nfibrous cheaper diets for mulated\nusing agricultural by-pr oducts.The ration (daily food r equir ement) for br oilers\nis protein rich with adequate fat. The level of\nvitamins A and K is kept high in the poultry\nfeeds.\nPoultry fowl suf fer fr om a number of\ndiseases caused by virus, bacteria, fungi,\nparasites, as well as fr om nutritional\ndeficiencies. These necessitate pr oper\ncleaning, sanitation, and spraying of\ndisinfectants at r egular intervals. Appr opriate\nvaccination can pr event the occurr ence of\ninfectious diseases and r educe loss of poultry\nduring an outbr eak of disease.\nuestions\n1.What management practices are\ncommon in dairy and poultry\nfarming?\n2.What ar e the dif ferences between\nbroilers and layers and in their\nmanagement?\nActivity _____________ 12.4\n•Visit a local poultry farm. Observe\ntypes of breeds and note the type of\nration, housing and lighting facilities\ngiven to them. Identify the growers,\nlayers and broilers.\n12.2.3 FISH PRODUCTION\nFish is a cheap source of animal protein for\nour food. Fish pr oduction includes the finned\ntrue fish as well as shellfish such as prawns\nand molluscs. Ther e are two ways of obtaining\nfish. One is fr om natural resour ces, which is\ncalled captur e fishing. The other way is by\nfish far ming, which is called cultur e fishery.\nThe water sour ce of the fish can be either\nseawater or fr esh water , such as in rivers and\nponds. Fishing can thus be done both by\ncaptur e and cultur e of fish in marine and\nfreshwater ecosystems.\n12.2.3 ( i) MARINE  \nFISHERIES\nIndia’s marine fishery resources include\n7500 km of coastline and the deep seasFig. 12.4Aseel Leghor n\nuestion\n1.Discuss the implications of the\nfollowing statement:\n“It is inter esting to note that\npoultry is India’s most ef ficient\nconverter of low fibre food stuf f\n(which is unfit for human\nconsumption) into highly\nnutritious animal pr otein food.”\nEGG AND BROILER  PRODUCTION\nBroiler chickens ar e fed with vitamin-rich\nsupplementary feed for good gr owth rate and\nbetter feed ef ficiency. Care is taken to avoid\nmortality and to maintain feathering and\ncarcass quality. They ar e produced as br oilers\nand sent to market for meat purposes.\nFor good pr oduction of poultry bir ds, good\nmanagement practices ar e important. These\ninclude maintenance of temperatur e and\nhygienic conditions in housing and poultry\nfeed, as well as pr evention and contr ol of\ndiseases and pests.\nThe housing, nutritional and\nenvir onmental r equir ements of br oilers ar e\nsomewhat dif ferent fr om those of egg layers.QQ\nReprint 2025-26\n\n--- Page 10 ---\nIMPROVEMENT  IN FOOD RESOURCES 149beyond it. Popular marine fish varieties\ninclude pomphret, macker el, tuna, sar dines,\nand Bombay duck. Marine fish ar\ne caught\nusing many kinds of fishing nets fr om fishing\nboats. Y ields ar e incr eased by locating lar ge\nschools of fish in the open sea using satellites\nand echo-sounders.\nSome marine fish of high economic value\nare also far med in seawater . This includes\nfinned fishes like mullets, bhetki, and pearl\nspots, shellfish such as prawns (Fig. 12.5),\nmussels and oysters as well as seaweed.\nOysters ar e also cultivated for the pearls\nthey make.\nMacr obrachium r osenber gii\n(fresh water)Peneaus monodon\n(marine)\nFig. 12.5 :  Fresh water and marine prawns\nAs marine fish stocks get further depleted,\nthe demand for mor e fish can only be met by\nsuch cultur e fisheries, a practice called\nmariculture.\n12.2.3 ( ii)  INLAND  FISHERIES\nFresh water resources include canals, ponds,\nreservoirs and rivers. Brackish water\nresour\nces, wher e seawater and fr esh water\nmix together , such as estuaries and lagoons\nare also important fish r eservoirs. While\ncaptur e fishing is also done in such inland\nwater bodies, the yield is not high. Most fish\nproduction fr om these resources is thr ough\naquacultur e.\nFish cultur e is sometimes done in\ncombination with a rice cr op, so that fish ar e\ngrown in the water in the paddy field. Mor e\nintensive fish far ming can be done in\ncomposite fish cultur e systems. Both local\nand imported fish species ar e used in such\nsystems.In such a system, a combination of five or\nsix fish species is used in a single fishpond.\nThese species ar e selected so that they do\nnot compete for food among them having\ndifferent types of food habits. As a r esult, the\nfood available in all the parts of the pond is\nused. As Catlas are sur face feeders, Rohus\nfeed in the middle-zone of the pond, Mrigals\nand Common Carps ar e bottom feeders, and\nGrass Carps feed on the weeds, together these\nspecies (Fig. 12.6) can use all the food in the\npond without competing with each other . This\nincreases the fish yield fr om the pond.\n(a)\n(b)\n(c)\n(d)\nFig. 12.6: (a) Catla (b) Silver carp  (c) Rohu (d) Grass\nCarp (e) Mrigal (f) Common Carp(e)\n(f)\nOne problem with such composite fish\ncultur e is that many of these fish br eed only\nduring monsoon. Even if fish seed is collected\nfrom the wild, it can be mixed with that of\nother species as well. So, a major pr oblem in\nfish far ming is the lack of availability of good-\nquality seed. T o over come this pr oblem, ways\nhave now been worked out to br eed these fish\nin ponds using hor monal stimulation. This\nhas ensur ed the supply of pur e fish seed in\ndesir\ned quantities.\nReprint 2025-26\n\n--- Page 11 ---\nSCIENCE 150uestions\n1.How are fish obtained?\n2.What ar e the advantages of\ncomposite fish cultur e?\nActivity _____________ 12.5\n•Visit a fish farm in fish breeding\nseason and note the following:\n(1)Varieties of fish in fish far m\n(2)Types of ponds\n(3)Feed ingredients used\n(4)Production capacity of the farm\nIf there are no fish farms close to your\nlocality, gather the above information from\nInternet, by referring books or talking to\npeople who are engaged in fishery.\n12.2.4 BEE-KEEPING\nHoney is widely used and ther efore bee-\nkeeping for making honey has become an\nagricultural enterprise. Since bee-keeping\nneeds low investments, far mers use it as an\nadditional income generating activity. In\naddition to honey, the beehives ar e a source\nof wax which is used in various medicinal\npreparations.\nThe local varieties of bees used for\ncommer cial honey pr oduction ar e Apis cerana\nindica , commonly known as the Indian bee,\nA. dorsata,  the rock bee and A. florae,  the little\nbee. An Italian bee variety, A. mellifera, has\nalso been brought in to increase yield of honey.This is the variety commonly used for\ncommercial honey production.\nThe Italian bees have high honey collection\ncapacity. They sting somewhat less. They stay\nin a given beehive for long periods, and breed\nvery well. For commercial honey production,\nbee farms or apiaries are established.\nThe value or quality of honey depends\nupon the pasturage, or the flowers available\nto the bees for nectar and pollen collection.\nIn addition to adequate quantity of pasturage,\nthe kind of flowers available will deter mine\nthe taste of the honey.\nuestions\n1.What ar e the desirable\ncharacters of bee varieties\nsuitable for honey production?\n2.What is pasturage and how is it\nrelated to honey production?Q\n(a) (b)\nFig. 12.7:  (a) Arrangement of beehive in an apiary\n(b) honey extractor\nQ\nWhat\nyou have\nlearnt\n• There are several nutrients essential for crops. Of these,\nsome are required in large quantities and are known as\nmacro-nutrients whereas rest of the nutrients are required\nin small quantities and are known as micro-nutrients.\n• Manure and fertilizers are the main sources of nutrient\nsupply to crops.\n• Organic farming is a farming system with minimal or no use\nof chemicals as fertilizers, herbicides, pesticides etc. and\nReprint 2025-26\n\n--- Page 12 ---\nIMPROVEMENT  IN FOOD RESOURCES 151\nwith a maximum input of organic manures, recyled farm wastes, and\nbio-agents, with healthy cropping systems.\n• Mixed farming is a system of farming on a particular farm which\nincludes crop production, raising of livestock etc.\n• Mixed cropping is growing of two or more crops simultaneously on the\nsame piece of land.\n• Growing two or mor e crops in definite r ow patter ns is known as inter -\ncropping.\n• The growing of different crops on a piece of land in pre-planned\nsuccession is called crop rotation.\n• Varietal impr ovement is r equir ed for higher yield, good quality, biotic\nand abiotic resistance, shortening the maturity duration, wider\nadaptability and desirable agronomic characteristics.\n• Farm animals r\nequir e proper car e and management such as shelter ,\nfeeding, breeding and disease control. This is called animal husbandry.\n• Poultry farming is done to raise domestic fowls. Poultry production\nincludes egg production and broiler production for poultry meat.\n• To enhance poultry production, cross breeding is done between Indian\nand exotic breeds for variety improvement.\n• Fish may be obtained from marine resources as well as inland\nresources.\n• To increase production of fish, they can be cultured in marine and\ninland ecosystems.\n• Marine fish capture is done by fishing nets guided by echo-sounders\nand satellites.\n• Composite fish culture system is commonly used for\nfish farming.\n• Bee-keeping is done to get honey and wax.\nExercises\n1. Explain any one method of crop production which ensures high yield.\n2. Why are manure and fertilizers used in fields?\n3. What ar e the advantages of inter -cropping and cr op rotation?\n4. What is genetic manipulation? How is it useful in agricultural practices?\n5. How do storage grain losses occur?\n6. How do good animal husbandry practices benefit farmers?\n7. What are the benefits of cattle farming?\n8. For increasing production, what is common in poultry, fisheries and\nbee-keeping?\n9. How do you differentiate between capture fishing, mariculture and\naquaculture?\nReprint 2025-26\n",
    "total_characters": 35421,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page2_img5.png",
      "page": 2
    },
    {
      "filename": "page2_img6.png",
      "page": 2
    },
    {
      "filename": "page2_img7.png",
      "page": 2
    },
    {
      "filename": "page2_img8.png",
      "page": 2
    },
    {
      "filename": "page2_img9.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page9_img4.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    },
    {
      "filename": "page10_img5.png",
      "page": 10
    },
    {
      "filename": "page10_img6.png",
      "page": 10
    },
    {
      "filename": "page10_img7.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page11_img4.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page12_img3.png",
      "page": 12
    }
  ],
  "image_count": 45,
  "keywords": [
    "Reprint",
    "These",
    "India",
    "Nutrients",
    "Therefore",
    "Different",
    "There",
    "Fertilizers",
    "Visit",
    "Activity",
    "Animal",
    "Indian",
    "Poultry",
    "Manure",
    "Fresh",
    "Mixed",
    "Farmers",
    "Cattle",
    "Hence",
    "Since"
  ]
}