{
  "metadata": {
    "subject": "socialscience-part4",
    "chapter_number": 5,
    "chapter_name": "iess304",
    "source_file": "iess304.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n Forest Society and Colonialism\n75In Section II we will shift our focus to the study of livelihoods and economies. We\nwill look at how the lives of forest dwellers and pastoralists changed in the modern\nworld and how they played a part in shaping these changes.\nAll too often in looking at the emergence of the modern world, we only focus on\nfactories and cities, on the industrial and agricultural sectors which supply the market.\nBut we forget that there are other economies outside these sectors, other people too\nwho matter to the nation. To modern eyes, the lives of pastoralists and forest dwellers,\nthe shifting cultivators and food gatherers often seem to be stuck in the past. It is as\nif their lives are not important when we study the emergence of the contemporary\nworld. The chapters in Section II will suggest that we need to know about their\nlives, see how they organise their world and operate their economies. These\ncommunities are very much part of the modern world we live in today. They are\nnot simply survivors from a bygone era.\nChapter IV will take you into the forest and tell you about the variety of ways the\nforests were used by communities living within them. It will show how in the\nnineteenth century the growth of industries and urban centres,  ships and railways,\ncreated a new demand on the forests for timber and other forest products. New\ndemands led to new rules of forest use, new ways of organising the forest. You will\nsee how colonial control was established over the forests, how forest areas were\nmapped, trees were classified, and plantations were developed. All these developments\naffected the lives of those local communities who used forest resources. They were\nforced to operate within new systems and reorganise their lives. But they also rebelled\nagainst the rules and persuaded the state to change its policies. The chapter will give\nyou an idea of the history of such developments in India and Indonesia.SECTION IILIVELIHOODS, ECONOMIES AND SOCIETIES\nLIVELIHOODS, ECONOMIES AND SOCIETIES\nReprint 2025-26\n\n--- Page 2 ---\nIndia and the Contemporary World\n76\nChapter V will track the movements of the pastoralists in the mountains and deserts,\nin the plains and plateaus of India and Africa. Pastoral communities in both these\nareas form an important segment of the population. Yet we rarely study their lives.\nTheir histories do not enter the pages of textbooks.  Chapter V will show how their\nlives were affected by the controls established over the forest, the expansion of agri-\nculture, and the decline of grazing fields. It will tell you about the patterns of their\nmovements, their relationships to other communities, and the way they adjust to\nchanging situations.\nWe cannot understand the making of the contemporary world unless we begin to see\nthe changes in the lives of diverse communities and people. We also cannot understand\nthe problems of modernisation unless we look at its impact on the environment.\nReprint 2025-26\n\n--- Page 3 ---\n Forest Society and Colonialism\n77Take a quick look around your school and home and identify all\nthe things that come from forests: the paper in the book you are\nreading, desks and tables, doors and windows, the dyes that colour\nyour clothes, spices in your food, the cellophane wrapper of your\ntoffee, tendu leaf in bidis, gum, honey, coffee, tea and rubber. Do\nnot miss out the oil in chocolates, which comes from sal seeds, the\ntannin used to convert skins and hides into leather, or the herbs\nand roots used for medicinal purposes. Forests also provide bamboo,\nwood for fuel, grass, charcoal, packaging, fruits, flowers, animals,\nbirds and many other things. In the Amazon forests or in the\nWestern Ghats, it is possible to find as many as 500 different plant\nspecies in one forest patch.\nA lot of this diversity is fast disappearing. Between 1700 and 1995,\nthe period of industrialisation, 13.9 million sq km of forest or 9.3\nper cent of the world’s total area was cleared for industrial uses,\ncultivation, pastures and fuelwood.\nForest Society and ColonialismForest Society andForest Society andForest Society andForest Society andForest Society and\nColonialismColonialismColonialismColonialismColonialism\nFig.1 – A sal forest in Chhattisgarh.\nLook at the different heights of the trees and plants in this\npicture, and the variety of species. This is a dense forest,\nso very little sunlight falls on the forest floor.\nChapter IV\nReprint 2025-26\n\n--- Page 4 ---\nIndia and the Contemporary World\n78The disappearance of forests is referred to as deforestation.\nDeforestation is not a recent problem. The process began many\ncenturies ago; but under colonial rule it became more systematic and\nextensive.  Let us look at some of the causes of deforestation in India.\n1.1 Land to be Improved\nIn 1600, approximately one-sixth of India’s landmass was under\ncultivation. Now that figure has gone up to about half. As population\nincreased over the centuries and the demand for food went up,\npeasants extended the boundaries of cultivation, clearing forests and\nbreaking new land. In the colonial period, cultivation expanded\nrapidly for a variety of reasons. First, the British directly encouraged1  Why Deforestation?\nFig.2 – When the valleys were full. Painting by John Dawson.\nNative Americans like the Lakota tribe who lived in the Great North American Plains had a diversified economy. They\ncultivated maize, foraged for wild plants and hunted bison. Keeping vast areas open for the bison to range in was seen by\nthe English settlers as wasteful. After the 1860s the bisons were killed in large numbers.\nReprint 2025-26\n\n--- Page 5 ---\n Forest Society and Colonialism\n79Source A\nThe idea that uncultivated land had to\nbe taken over and improved was popular\nwith colonisers everywhere in the world.\nIt was an argument that justified\nconquest.\nIn 1896 the American writer , Richard\nHarding, wrote on the Honduras in\nCentral America:\n‘There is no more interesting question of\nthe present day than that of what is to\nbe done with the world’s land which is\nlying unimproved; whether it shall go to\nthe great power that is willing to turn it\nto account, or remain with its original\nowner , who fails to understand its v alue.\nThe Central Americans are like a gang of\nsemi-barbarians in a beautifully furnished\nhouse, of which they can understand\nneither its possibilities of comfort nor its\nuse.’\nThree years later the American-owned\nUnited Fruit Company was founded, and\ngrew bananas on an industrial scale in\nCentral America.  The company acquired\nsuch power over the governments of\nthese countries that they came to be\nknown as Banana Republics.\nQuoted in Da vid Spurr , The Rhetoric of\nEmpire , (1993).the production of commercial crops like jute, sugar, wheat and\ncotton. The demand for these crops increased in nineteenth-century\nEurope where foodgrains were needed to feed the growing urban\npopulation and raw materials were required for industrial\nproduction. Second,  in the early nineteenth century, the colonial\nstate thought that forests were unproductive. They were considered\nto be wilderness that had to be brought under cultivation so that\nthe land could yield agricultural products and revenue, and enhance\nthe income of the state. So between 1880 and 1920, cultivated area\nrose by 6.7 million hectares.\nWe always see the expansion of cultivation as a sign of progress.\nBut we should not forget that for land to be brought under the\nplough, forests have to be cleared.\n1.2 Sleepers on the TracksBox 1\nThe absence of cultivation in a place does not mean the land was\nuninhabited. In Australia, when the white settlers landed, they\nclaimed that the continent was empty or terra nullius . In fact, they\nwere guided through the landscape by aboriginal tracks, and led\nby aboriginal guides. The different aboriginal communities in\nAustralia had clearly demarcated territories. The Ngarrindjeri\npeople of Australia plotted their land along the symbolic body of\nthe first ancestor , Ngurunderi. This land included five dif ferent\nenvironment s: salt water , riverine tract s, lakes, bush and desert\nplains, which satisfied different socio-economic needs.\nFig.3 – Converting sal logs into sleepers in the Singhbhum forests, Chhotanagpur, May 1897.\nAdivasis were hired by the forest department to cut trees, and make smooth planks which would serve as sleepers for the\nrailways. At the same time, they were not allowed to cut these trees to build their own houses.New words\nSleepers – Wooden planks laid across railway\ntracks; they hold the tracks in position\nReprint 2025-26\n\n--- Page 6 ---\nIndia and the Contemporary World\n80By the early nineteenth century, oak forests in England were\ndisappearing. This created a problem of timber supply for the Royal\nNavy. How could English ships be built without a regular supply of\nstrong and durable timber? How could imperial power be protected\nand maintained without ships?  By the 1820s, search parties were\nsent to explore the forest resources of India.  Within a decade, trees\nwere being felled on a massive scale and vast quantities of timber\nwere being exported from India.\nThe spread of railways from the 1850s created a new demand.\nRailways were essential for colonial trade and for the movement of\nimperial troops. To run locomotives, wood was needed as fuel, and\nto lay railway lines sleepers were essential to hold the tracks together.\nEach mile of railway track required between 1,760 and 2,000 sleepers.\nFrom the 1860s, the railway network expanded rapidly. By 1890,\nabout 25,500 km of track had been laid. In 1946, the length of the\ntracks had increased to over 765,000 km.  As the railway tracks spread\nthrough India, a larger and larger number of trees were felled. As\nearly as the 1850s, in the Madras Presidency alone, 35,000 trees were\nbeing cut annually for sleepers. The government gave out contracts\nto individuals to supply the required quantities. These contractors\nbegan cutting trees indiscriminately. Forests around the railway tracks\nfast started disappearing.\nFig.5 – Elephants piling squares of timber at a timber yard in Rangoon.\nIn the colonial period e lephants were frequently used to lift heavy timber both in the\nforests and at the timber yards.\nFig.4 – Bamboo rafts being floated down the\nKassalong river, Chittagong Hill Tracts.\nReprint 2025-26\n\n--- Page 7 ---\n Forest Society and Colonialism\n81ActivitySource B\n‘The new line to be constructed w as the Indus V alley R ailway\nbetween Multan and Sukkur , a distance of nearly 300 miles. A t\nthe rate of 2000 sleepers per mile this would require 600,000\nsleepers 10 feet by 10 inches by 5 inches (or 3.5 cubic feet\napiece), being upwards of 2,000,000 cubic feet. The\nlocomotives would use wood fuel. At the rate of one train daily\neither way and at one maund per train-mile an annual supply\nof 219,000 maunds would be demanded. In addition a large\nsupply of fuel for brick -burning would be required. The sleepers\nwould have to come mainly from the Sind Forests. The fuel\nfrom the tamarisk and Jhand forests of Sind and the Punjab.\nThe other new line was the Northern State Railway from Lahore\nto Multan. It was estimated that 2,200,000 sleepers would be\nrequired for its construction. ’\nE.P. Stebbing, \nThe Forests of India , Vol. II (1923).Each mile of railway track required between\n1,760 and 2,000 sleepers. If one average-\nsized tree yields 3 to 5 sleepers for a 3 metre\nwide broad gauge track, calculate\napproximately how many trees would have to\nbe cut to lay one mile of track.\nFig.7 - Truck carrying logs\nWhen the forest department decided to take up\nan area for logging, one of the first things it did\nwas to build wide roads so that trucks could\nenter. Compare this to the forest tracks along\nwhich people walk to collect fuelwood and\nother minor forest produce. Many such trucks\nof wood go from forest areas to big cities.\nFig.6 - Women returning home after collecting\nfuelwood.\nReprint 2025-26\n\n--- Page 8 ---\nIndia and the Contemporary World\n82\n1.3 Plantations\nLarge areas of natural forests were also cleared to make way for\ntea, coffee and rubber plantations to meet Europe ’s growing need\nfor these commodities. The colonial government took over the\nforests, and gave vast areas to European planters at cheap rates.\nThese areas were enclosed  and cleared of forests, and planted with\ntea or coffee.\nFig.8 – Pleasure Brand Tea.\nReprint 2025-26\n\n--- Page 9 ---\n Forest Society and Colonialism\n83In the previous section we have seen that the British needed forests\nin order to build ships and railways. The British were worried that\nthe use of forests by local people and the reckless felling of trees by\ntraders would destroy forests. So they decided to invite a German\nexpert, Dietrich Brandis, for advice, and made him the first Inspector\nGeneral of Forests in India.\nBrandis realised that a proper system had to be introduced to manage\nthe forests and people had to be trained in the science of conservation.\nThis system would need legal sanction. Rules about the use of forest\nresources had to be framed. Felling of trees and grazing had to be\nrestricted so that forests could be preserved for timber production.\nAnybody who cut trees without following the system had to be2  The Rise of Commercial Forestry\nFig.9 – One aisle of a managed poplar forest\nin Tuscany, Italy.\nPoplar forests are good mainly for timber.\nThey are not used for leaves, fruit or other\nproducts. Look at the straight lines of trees,\nall of a uniform height. This is the model that\n‘scientific’ forestry has promoted.Activity\nIf you were the Government of India in 1862\nand responsible for supplying the railways\nwith sleepers and fuel on such a large scale,\nwhat were the steps you would have taken?\nReprint 2025-26\n\n--- Page 10 ---\nIndia and the Contemporary World\n84New words\nScientific forestry – A system of cutting\ntrees controlled by the forest department,\nin which old trees are cut and new ones\nplantedpunished. So Brandis set up the Indian Forest Service in 1864 and\nhelped formulate the Indian Forest Act of 1865. The Imperial Forest\nResearch Institute was set up at Dehradun in 1906. The system they\ntaught here was called ‘scientific forestry’ . Many people now,\nincluding ecologists, feel that this system is not scientific at all.\nIn scientific forestry, natural forests which had lots of different types\nof trees were cut down. In their place, one type of tree was planted\nin straight rows. This is called a plantation. Forest officials surveyed\nthe forests, estimated the area under different types of trees, and\nmade working plans for forest management. They planned how much\nof the  plantation area to cut every year. The area  cut was then to be\nreplanted so that it was ready to be cut again in some years.\nAfter the Forest Act was enacted in 1865, it was amended twice,\nonce in 1878 and then in 1927. The 1878 Act divided forests into\nthree categories: reserved, protected and village forests. The best\nforests were called ‘reserved forests’. Villagers could not take anything\nfrom these forests, even for their own use. For house building or\nfuel, they could take wood from protected or village forests.\n2.1 How were the Lives of P eople Affected?\nForesters and villagers had very different ideas of what a good forest\nshould look like. Villagers wanted forests with a mixture of species\nto satisfy different needs – fuel, fodder, leaves. The forest department\non the other hand wanted trees which were suitable for building\nFig.10 – A  deodar plantation in Kangra, 1933.\nFrom Indian Forest Records , Vol. XV.\nFig.11 – The Imperial Forest School,\nDehra Dun, India.\nThe first forestry school to be inaugurated in\nthe British Empire.\nFrom: Indian Forester , Vol. XXXI\nReprint 2025-26\n\n--- Page 11 ---\n Forest Society and Colonialism\n85ships or railways. They  needed trees that could provide hard wood,\nand were tall and straight. So particular species like teak and sal were\npromoted and others were cut.\nIn forest areas, people use forest products – roots, leaves, fruits, and\ntubers – for many things. Fruits and tubers are nutritious to eat,\nespecially during the monsoons before the harvest has come in. Herbs\nare used for medicine, wood for agricultural implements like yokes\nand ploughs, bamboo makes excellent fences and is also used to make\nbaskets and umbrellas. A dried scooped-out gourd can be used as a\nportable water bottle. Almost everything is available in the forest –\nleaves can be stitched together to make  disposable plates and cups,\nthe siadi (Bauhinia vahlii) creeper can be used to make ropes, and the\nthorny bark of the semur  (silk-cotton) tree is used to grate vegetables.\nOil for cooking and to light lamps can be pressed from the fruit of\nthe mahua  tree.\nThe Forest Act meant severe hardship for villagers across the country.\nAfter the Act, all their everyday practices – cutting wood for their\nFig.12 – Collecting mahua  ( Madhuca indica) from the forests.\nVillagers wake up before dawn and go to the forest to collect the mahua flowers which have fallen on the forest floor. Mahua\ntrees are precious. Mahua flowers can be eaten  or used to make alcohol . The seeds can be  used to make oil.\nFig.13 – Drying tendu leaves.\nThe sale of tendu leaves is a major source of\nincome for many people living in forests. Each\nbundle contains approximately 50 leaves, and if a\nperson works very hard they can perhaps collect\nas many as 100 bundles in a day. Women,\nchildren and old men are the main collectors.\nReprint 2025-26\n\n--- Page 12 ---\nIndia and the Contemporary World\n86houses, grazing their cattle, collecting fruits and roots, hunting and\nfishing  –  became illegal. People were now forced to steal wood\nfrom the forests, and if they were caught, they were at the mercy of\nthe forest guards who would take bribes from them. Women who\ncollected fuelwood were especially worried. It was also common for\npolice constables and forest guards to harass people by demanding\nfree food from them.\n2.2 How did Forest Rules Affect Cultivation?\nOne of the major impacts of European colonialism was on the practice\nof shifting cultivation or swidden agriculture. This is a  traditional\nagricultural practice in many parts of Asia, Africa and South America. It\nhas many local names such as lading  in Southeast Asia, milpa  in Central\nAmerica, chitemene  or tavy  in Africa, and chena in Sri Lanka.  In\nIndia, dhya, penda, bewar, nevad, jhum , podu, khandad and  kumri\nare some of the local terms for swidden agriculture.\nIn shifting cultivation, parts of the forest are cut and burnt in rotation.\nSeeds are sown in the ashes after the first monsoon rains, and the crop is\nharvested b y October -November . Such plots ar e culti vated for a couple\nof years and then left fallow for 12 to 18 years for the forest to grow\nback. A mixture of crops is grown on these plots. In central India\nand Africa it could be millets, in Brazil manioc, and in other parts of\nLatin America maiz e and beans .\nEuropean f oresters regarded this pr actice as har mful f or the f orests.\n They\nfelt that land which was used for cultivation every few years could not\ngrow trees for railway timber. When a forest was burnt, there was\nthe added danger of the flames spreading and burning valuable timber.Activity\nChildren living around forest areas can often\nidentify hundreds of species of trees and plants.\nHow many species of trees can you name?\nFig.14 – Bringing grain from the threshing\ngrounds to the field.\nThe men are carrying grain in baskets from the\nthreshing fields. Men carry the baskets slung\non a pole across their shoulders, while women\ncarry the baskets on their heads.\nFig.15 – Taungya cultivation was a system in\nwhich local farmers were allowed to cultivate\ntemporarily within a plantation. In this photo\ntaken in Tharrawaddy division in Burma in\n1921 the cultivators are sowing paddy. The\nmen make holes in the soil using long bamboo\npoles with  iron tips. The women sow paddy\nin each hole.\nReprint 2025-26\n\n--- Page 13 ---\n Forest Society and Colonialism\n87Shifting cultivation also made it harder for the government to calculate\ntaxes. Therefore, the government decided to ban shifting cultivation.\nAs a result, many communities were forcibly displaced from their\nhomes in the forests. Some had to change occupations, while some\nresisted through large and small rebellions.\n2.3 Who could Hunt?\nThe new forest laws changed the lives of forest dwellers in yet another\nway. Before the forest laws, many people who lived in or near forests\nhad survived by hunting deer, partridges and a variety of small\nanimals. This customary practice was prohibited by the forest laws.\nThose who were caught hunting were now punished for poaching.\nWhile the forest laws deprived people of their customary rights to\nhunt, hunting of big game became a sport. In India, hunting of tigers\nand other animals had been part of the culture of the court and\nnobility for centuries. Many Mughal paintings show princes and\nemperors enjoying a hunt. But under colonial rule the scale of hunting\nincreased to such an extent that various species became almost extinct.\nThe British saw large animals as signs of a wild, primitive and savage\nsociety. They believed that by killing dangerous animals the British\nFig.17 – The little fisherman.\nChildren accompany their parents to the forest\nand learn early how to fish, collect forest\nproduce and cultivate. The bamboo trap which\nthe boy is holding in his right hand is kept at\nthe mouth of a stream – the fish flow into it.\nFig.16 – Burning the forest penda or podu plot.\nIn shifting cultivation, a clearing is made in the forest, usually on the slopes of hills.\nAfter the trees have been cut, they are burnt to provide ashes. The seeds are then\nscattered in the area, and left to be irrigated by the rain.\nReprint 2025-26\n\n--- Page 14 ---\nIndia and the Contemporary World\n88\nwould civilise India. They gave rewards for the killing of tigers, wolves\nand other large animals on the grounds that they posed a threat to\ncultivators. 0ver 80,000 tigers, 150,000 leopards and 200,000 wolves\nwere killed for reward in the period 1875-1925. Gradually, the tiger\ncame to be seen as a sporting trophy. The Maharaja of Sarguja alone\nshot 1,157 tigers and 2,000 leopards up to 1957. A British\nadministrator, George Yule, killed 400 tigers. Initially certain areas\nof forests were reserved for hunting. Only much later did\nenvironmentalists and conservators begin to argue that all these species\nof animals needed to be protected, and not killed.\n2.4 New Trades, New Employments and New Services\nWhile people lost out in many ways after the forest department\ntook control of the forests, some people benefited from the new\nopportunities that had opened up in trade. Many communities left\ntheir traditional occupations and started trading in forest products.\nThis happened not only in India but across the world. For example,Fig.18 – Lord Reading hunting in Nepal.\nCount the dead tigers in the photo. When British colonial officials and Rajas went hunting they were accompanied by a\nwhole retinue of servants. Usually, the tracking was done by skilled village hunters, and the Sahib simply fired the shot.\nSource C\nBaigas are a forest community of\nCentral India. In 1892, after their\nshifting cultivation was stopped, they\npetitioned to the government:\n‘We daily starv e, ha ving had no\nfoodgrain in our possession. The only\nwealth we possess is our ax e. We\nhave no clothes to cover our body with,\nbut we pass cold nights by the\nfireside. W e are now dying for w ant of\nfood. W e cannot go elsewhere. What\nfault have we done that the\ngovernment does not take care of us?\nPrisoners are supplied with ample food\nin jail. A cultivator of the grass is not\ndeprived of his holding, but the\ngovernment does not give us our right\nwho have lived here for generations\npast.’\nVerrier Elwin (1939), cited in Madha v\nGadgil and Ramachandra Guha, This\nFissured Land: An Ecological History of\nIndia.\nReprint 2025-26\n\n--- Page 15 ---\n Forest Society and Colonialism\n89Source D\nRubber extraction in the Putumayo\n‘Everywhere in the world, conditions of\nwork in plantations were horrific.\nThe extraction of rubber in the Putumayo\nregion of the Amazon, by the Peruvian\nRubber Company (with British and\nPeruvian interests) was dependent on\nthe forced labour of the local Indians,\ncalled Huitotos. From 1900-1912, the\nPutumayo output of 4000 tons of rubber\nwas associated with a decrease of some\n30,000 among the Indian population due\nto torture, disease and flight. A letter\nby an employee of a rubber company\ndescribes how the rubber was collected.\nThe manager summoned hundreds of\nIndians to the station:\nHe grasped his carbine and machete\nand began the slaughter of these\ndefenceless Indians, leaving the ground\ncovered with 150 corpses, among them,\nmen, women and children. Bathed in\nblood and appealing for mercy , the\nsurvivors were heaped with the dead\nand burned to death, while the manager\nshouted, “I want to exterminate all the\nIndians who do not obey my orders\nabout the rubber that I require them to\nbring in. ” ’\nMichael T aussig, ‘Culture of T error-Space\nof Death’ , in Nicholas Dirks, ed.\nColonialism and Culture , 1992.with the growing demand for rubber in the mid-nineteenth  century,\nthe Mundurucu peoples of the Brazilian Amazon who lived in villages\non high ground and cultivated manioc, began to collect latex from\nwild rubber trees for supplying  to traders. Gradually, they descended\nto live in trading posts and became completely dependent on traders.\nIn India, the trade in forest products was not new. From the medieval\nperiod onwards, we have records of adivasi communities trading\nelephants and other goods like hides, horns, silk cocoons, ivory,\nbamboo, spices,  fibres, grasses, gums and resins through nomadic\ncommunities like the Banjaras.\nWith the coming of the British, however, trade was completely\nregulated by the government. The British government gave many\nlarge European trading firms the sole right to trade in the forest\nproducts of particular areas. Grazing and hunting by local people\nwere restricted. In the process, many pastoralist and nomadic\ncommunities like the Korava, Karacha and Yerukula of the Madras\nPresidency lost their livelihoods. Some of them began to be called\n‘criminal tribes’, and were forced to work instead in factories,\nmines and plantations, under government supervision.\nNew opportunities of work did not always mean improved well-\nbeing for the people . In Assam, both men and women from forest\ncommunities like Santhals and Oraons from Jharkhand, and\nGonds from Chhattisgarh were recruited to work on tea\nplantations. Their wages were low and conditions of work were\nvery bad. They could not return easily to their home villages\nfrom where they had been recruited.\nSource\nReprint 2025-26\n\n--- Page 16 ---\nIndia and the Contemporary World\n90\nIn many parts of India, and across the world, forest communities\nrebelled against the changes that were being imposed on them. The\nleaders of these movements against the British like Siddhu and Kanu\nin the Santhal Parganas, Birsa Munda of Chhotanagpur or Alluri\nSitarama Raju of Andhra Pradesh are still remembered today in songs\nand stories.  We will now discuss in detail one such rebellion which\ntook place in the kingdom of Bastar in 1910.\n3.1 The P eople of Bastar\nBastar is located in the southernmost part of Chhattisgarh and\nborders Andhra Pradesh, Orissa and Maharashtra. The central part\nof Bastar is on a plateau. To the north of this plateau is the\nChhattisgarh plain and to its south is the Godavari plain. The river\nIndrawati winds across Bastar east to west. A number of different\ncommunities live in Bastar such as Maria and Muria Gonds, Dhurwas,\nBhatras and Halbas. They speak different languages but share\ncommon customs and beliefs.  The people of Bastar believe that each\nvillage was given its land by the Earth, and in return, they look after\n3  Rebellion in the Forest\nFig.19  – Army camp in Bastar, 1910.\nThis photograph of an army camp was taken in Bastar in 1910. The\narmy moved with tents, cooks and soldiers. Here a sepoy is guarding the\ncamp against rebels.Fig.20  – Bastar in 2000.\nIn 1947 Bastar kingdom was merged with\nKanker kingdom and become Bastar district in\nMadhya Pradesh. In 1998 it was divided\nagain into three districts, Kanker, Bastar and\nDantewada. In 2001, these became part of\nChhattisgarh. The 1910 rebellion first started\nin the Kanger forest area (encircled) and soon\nspread to other parts of the state.Sketch map\nNot to scale.\nReprint 2025-26\n\n--- Page 17 ---\n Forest Society and Colonialism\n91Source Ethe earth by making some offerings at each agricultural festival. In\naddition to the Earth, they show respect to the spirits of the river,\nthe forest and the mountain. Since each village knows where its\nboundaries lie, the local people look after all the natural resources\nwithin that boundary.  If people from a village want to take some\nwood from the forests of another village, they pay a small fee called\ndevsari , dand or man in exchange. Some villages also protect their forests\nby engaging watchmen and each household contributes some grain\nto pay them.  Every year there is one big hunt where the headmen of\nvillages in a pargana (cluster of  villa ges) meet and discuss issues of\nconcern, including forests.\n3.2 The Fears of the P eople\nWhen the colonial government proposed to reserve two-thirds of\nthe forest in 1905, and stop shifting cultivation, hunting and collection\nof forest produce, the people of Bastar were very worried. Some\nvillages were allowed to stay on in the reserved forests on the condition\nthat they worked free for the forest department in cutting and\ntransporting trees, and protecting the forest from fires. Subsequently,\nthese came to be known as ‘forest villages’. People of other villages\nwere displaced without any notice or compensation. For long,\nvillagers had been suffering from increased land rents and frequent\ndemands for free labour and goods by colonial officials. Then came\nthe terrible famines, in 1899-1900 and again in 1907-1908.  Reservations\nproved to be the last straw.\nPeople began to gather and discuss these issues in their village councils,\nin bazaars and at festivals or wherever the headmen and priests of\nseveral villages were assembled. The initiative was taken by the\nDhurwas of the Kanger forest, where reservation first took place.\nAlthough there was no single leader, many people speak of  Gunda\nDhur, from  village Nethanar, as an important figure in the\nmovement. In 1910, mango boughs, a lump of earth, chillies and\narrows, began circulating between villages. These were actually\nmessages inviting villagers to rebel against the British. Every village\ncontributed something to the rebellion expenses. Bazaars were looted,\nthe houses of officials and traders, schools and police stations were\nburnt and robbed, and grain redistributed. Most of those who were\nattacked were in some way associated with the colonial state and its\noppressive laws. William Ward, a missionary who observed the events,\nwrote: ‘From all directions came streaming into Jagdalpur, police,\nmerchants, forest peons, schoolmasters and immigrants.’‘Bhondia collected 400 men, sacrificed a\nnumber of goats and started off to\nintercept the Dewan who was expected\nto return from the direction of Bijapur .\nThis mob started on the 10th F ebruary ,\nburnt the Marenga school, the police\npost, lines and pound at Keslur and the\nschool at T okapal (R ajur), detached a\ncontingent to burn Karanji school and\ncaptured a head constable and four\nconstables of the State reserve police\nwho had been sent out to escort the\nDewan and bring him in. The mob did\nnot maltreat the guard seriously but\neased them of their weapons and let\nthem go. One party of rebels under\nBhondia Majhi went off to the Koer river\nto block the passage there in case the\nDewan left the main road. The rest went\non to Dilmilli to stop the main road from\nBijapur . Buddhu Majhi and Harchand Naik\nled the main body .’\nLetter from DeBrett, Political Agent,\nChhattisgarh Feudatory States to\nCommissioner , Chhattisgarh Division, 23\nJune 1910.\nReprint 2025-26\n\n--- Page 18 ---\nIndia and the Contemporary World\n92Source F\nElders living in Bastar recounted the story of this battle they had heard\nfrom their parents:\nPodiyami Ganga of K ankapal w as told b y his father P odiyami T okeli that:\n‘The British came and started taking land. The Raja didn’t pay attention\nto things happening around him, so seeing that land was being taken,\nhis supporters gathered people. W ar started. His staunch supporters\ndied and the rest were whipped. My father , Podiyami T okeli suffered man y\nstrokes, but he escaped and survived. It was a movement to get rid of\nthe British. The British used to tie them to horses and pull them. From\nevery village two or three people went to Jagdalpur: Gargideva and\nMichk ola of Chidpal, Dole and Adr abundi of Markamir as, V adapandu of\nBaleras, Unga of P alem and man y others. ’\nSimilarly , Chendru, an elder from village Nandr asa, said:\n‘On the people’s side, were the big elders – Mille Mudaal of Palem, Soyekal\nDhurwa of Nandrasa, and Pandwa Majhi. People from every pargana\ncamped in Alnar tarai. The paltan (force) surrounded the people in a\nflash. Gunda Dhur had flying powers and flew a wa\ny. But what could those\nwith bows and arrows do? The battle took place at night. The people hid\nin shrubs and cr awled a way. The arm y paltan also r an away. All those\nwho remained alive (of the people), somehow found their way home to\ntheir villages. ’\nSource\nThe British sent troops to suppress the rebellion. The adivasi leaders\ntried to negotiate, but the British surrounded their camps and fired\nupon them. After that they marched through the villages flogging\nand punishing those who had taken part in the rebellion. Most\nvillages were deserted as people fled into the jungles. It took three\nmonths (February  - May) for the British to regain control. However,\nthey never managed to capture Gunda Dhur. In a major victory\nfor the rebels, work on reservation was temporarily suspended,\nand the area to be reserved was reduced to roughly half of that\nplanned before 1910.\nThe story of the forests and people of Bastar does not end there.\nAfter Independence, the same practice of keeping people out of the\nforests and reserving them for industrial use continued. In the 1970s,\nthe World Bank proposed that 4,600 hectares of natural sal forest\nshould be replaced by tropical pine to provide pulp for the paper\nindustry. It was only after protests by local environmentalists that\nthe project was stopped.\nLet us now go to another part of Asia, Indonesia, and see what was\nhappening there over the same period.\nReprint 2025-26\n\n--- Page 19 ---\n Forest Society and Colonialism\n93Java is now famous as a rice-producing island in Indonesia. But\nonce upon a time it was covered mostly with forests. The colonial\npower in Indonesia were the Dutch, and as we will see, there were\nmany similarities in the laws for forest control in Indonesia and\nIndia.  Java in Indonesia is where the Dutch started forest\nmanagement. Like the British, they wanted timber from Java to\nbuild ships. In 1600, the population of Java was an estimated 3.4\nmillion. There were many villages in the fertile plains, but there\nwere also many communities living in the mountains and practising\nshifting cultivation.\n4.1 The Woodcutters of Java\nThe Kalangs of Java were a community of skilled forest cutters and\nshifting cultivators. They were so valuable that in 1755 when the\nMataram kingdom of Java split, the 6,000 Kalang families were\nequally divided between the two kingdoms. Without their expertise,\nit would have been difficult to harvest teak and for the kings to\nbuild their palaces. When the Dutch began to gain control over the\nforests in the eighteenth century, they tried to make the Kalangs\nwork under them. In 1770, the Kalangs resisted by attacking a Dutch\nfort at Joana, but the uprising was suppressed.\n4.2 Dutch Scientific Forestry\nIn the nineteenth century, when it became\nimportant to control territory and not just\npeople, the Dutch enacted forest laws in Java,\nrestricting villagers’ access to forests. Now\nwood could only be cut for specified purposes\nlike making river boats or constructing houses,\nand only from specific forests under close\nsupervision. Villagers were punished for\ngrazing cattle in young stands, transporting\nwood without a permit, or travelling on forest\nroads with horse carts or cattle.\nAs in India, the need to manage forests for\nshipbuilding and railways led to the4  Forest Transformations in Java\nFig.21 – Train transporting teak out of the forest – late colonial period.\nReprint 2025-26\n\n--- Page 20 ---\nIndia and the Contemporary World\n94Source G introduction of a forest service. In 1882, 280,000 sleepers were\nexported from Java alone. However, all this required labour to cut\nthe trees, transport the logs and prepare the sleepers. The Dutch\nfirst imposed rents on land being cultivated in the forest and then\nexempted some villages from these rents if they worked collectively\nto provide free labour and buffaloes for cutting and transporting\ntimber.  This was known as the blandongdiensten system. Later, instead\nof rent exemption, forest villagers were given small wages, but their\nright to cultivate forest land was restricted.\n4.3 Samin’s Challenge\nAround 1890, Surontiko Samin of Randublatung village, a teak forest\nvillage, began questioning state ownership of the forest. He argued that\nthe state had not created the wind, water, earth and wood, so it could not\nown it. Soon a widespread movement developed. Amongst those who\nhelped organise it were Samin’s sons-in-law. By 1907, 3,000 families\nwere following his ideas .  Some of  the Saminists pr otested b y lying do wn\non their land w hen the Dutc h came to sur vey it, w hile other s refused to\npay taxes or fines or perform labour.Dirk van Hogendorp, an official of the\nUnited East India Company in colonial\nJava said:\n‘Batavians! Be amazed! Hear with\nwonder what I have to communicate. Our\nfleets are destroyed, our trade\nlanguishes, our navigation is going to\nruin – we purchase with immense\ntreasures, timber and other materials\nfor ship-building from the northern\npowers, and on Java we leave warlike\nand mercantile squadrons with their\nroots in the ground. Y es, the forests of\nJava have timber enough to build a\nrespectable navy in a short time, besides\nas many merchant ships as we require\n… In spite of all (the cutting) the forests\nof Java grow as fast as they are cut,\nand would be inexhaustible under good\ncare and management. ’\nDirk van Hogendorp, cited in Peluso, Rich\nForests, Poor People, 1992.\nFig.22 – Most of Indonesia’s forests are located in islands like Sumatra, Kalimantan and West Irian. However, Java is\nwhere the Dutch began their ‘scientific forestry’. The island, which is now famous for rice production, was once richly\ncovered with teak.\nReprint 2025-26\n\n--- Page 21 ---\n Forest Society and Colonialism\n954.4 War and Deforestation\nThe First World War and the Second World War had a major impact\non forests. In India, working plans were abandoned at this time, and\nthe forest department cut trees freely to meet British war needs. In\nJava, just before the Japanese occupied the region, the Dutch followed\n‘a scorched earth’ policy, destroying sawmills, and burning huge\npiles of giant teak logs so that they would not fall into Japanese\nhands. The Japanese then exploited the forests recklessly for their\nown war industries, forcing forest villagers to cut down forests.\nMany villagers used this opportunity to expand cultivation in the\nforest. After the war, it was difficult for the Indonesian forest service\nto get this land back. As in India, people’s need for agricultural land\nhas brought them into conflict with the forest department’s desire\nto control the land and exclude people from it.\n4.5 New Developments in Forestry\nSince the 1980s, governments across Asia and Africa have begun to\nsee that scientific forestry and the policy of keeping forest\ncommunities  away from forests has resulted in many conflicts.\nConservation of forests rather than collecting timber has become a\nmore important goal. The government has recognised that in order\nto meet this goal, the people who live near the forests must be\ninvolved. In many cases, across India, from Mizoram to Kerala, dense\nforests have survived only because villages protected them in sacred\ngroves kno wn as sarnas, devarakudu, kan, rai,  etc. Some villa\nges ha ve\nbeen patrolling their own forests, with each household taking it in\nturns, instead of leaving it to the forest guards. Local forest\ncommunities and environmentalists today are thinking of different\nforms of forest management.Fig.23 – Indian Munitions Board, War Timber\nSleepers piled at Soolay pagoda ready for\nshipment,1917.\nThe Allies would not have been as successful\nin the First World War and the Second World\nWar if they had not been able to exploit the\nresources and people of their colonies. Both\nthe world wars had a devastating effect on the\nforests of India, Indonesia and elsewhere.\nThe forest department cut freely to satisfy war\nneeds.\nFig.24 – Log yard in Rembang under Dutch\ncolonial rule.\nReprint 2025-26\n\n--- Page 22 ---\nIndia and the Contemporary World\n96Activities\nQuestions\n?1.Have there been changes in forest areas where you live? Find out what these\nchanges are and why they have happened.\n2.Write a dialogue between a colonial forester and an adivasi discussing  the\nissue of hunting in the forest.\n1.Discuss how the changes in forest management in the colonial period affected\nthe following groups of people:\n/head2right Shifting cultivators\n/head2right Nomadic and pastoralist communities\n/head2right Firms trading in timber/forest produce\n/head2right Plantation owners\n/head2right Kings/British officials engaged in shikar (hunting)\n2.What are the similarities between colonial management of the forests in Bastar\nand in Java?\n3. Between 1880 and 1920, forest cover in the Indian subcontinent declined by 9.7\nmillion hectares, from 108.6 million hectares to 98.9 million hectares. Discuss\nthe role of the following factors in this decline:\n/head2right Railways\n/head2right Shipbuilding\n/head2right Agricultural expansion\n/head2right Commercial farming\n/head2right Tea/Cof fee plant ations\n/head2right Adivasis and other peasant users\n4. Why are forests affected by wars?\nActivities\nReprint 2025-26\n",
    "total_characters": 42512,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page11_img4.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page12_img3.png",
      "page": 12
    },
    {
      "filename": "page12_img4.png",
      "page": 12
    },
    {
      "filename": "page13_img1.png",
      "page": 13
    },
    {
      "filename": "page13_img2.png",
      "page": 13
    },
    {
      "filename": "page13_img3.png",
      "page": 13
    },
    {
      "filename": "page13_img4.png",
      "page": 13
    },
    {
      "filename": "page14_img1.png",
      "page": 14
    },
    {
      "filename": "page14_img2.png",
      "page": 14
    },
    {
      "filename": "page14_img3.png",
      "page": 14
    },
    {
      "filename": "page15_img1.png",
      "page": 15
    },
    {
      "filename": "page15_img2.png",
      "page": 15
    },
    {
      "filename": "page16_img1.png",
      "page": 16
    },
    {
      "filename": "page16_img2.png",
      "page": 16
    },
    {
      "filename": "page16_img3.png",
      "page": 16
    },
    {
      "filename": "page16_img4.png",
      "page": 16
    },
    {
      "filename": "page16_img5.png",
      "page": 16
    },
    {
      "filename": "page17_img1.png",
      "page": 17
    },
    {
      "filename": "page17_img2.png",
      "page": 17
    },
    {
      "filename": "page18_img1.png",
      "page": 18
    },
    {
      "filename": "page18_img2.png",
      "page": 18
    },
    {
      "filename": "page19_img1.png",
      "page": 19
    },
    {
      "filename": "page19_img2.png",
      "page": 19
    },
    {
      "filename": "page19_img3.png",
      "page": 19
    },
    {
      "filename": "page20_img1.png",
      "page": 20
    },
    {
      "filename": "page20_img2.png",
      "page": 20
    },
    {
      "filename": "page20_img3.png",
      "page": 20
    },
    {
      "filename": "page21_img1.png",
      "page": 21
    },
    {
      "filename": "page21_img2.png",
      "page": 21
    },
    {
      "filename": "page21_img3.png",
      "page": 21
    },
    {
      "filename": "page21_img4.png",
      "page": 21
    },
    {
      "filename": "page22_img1.png",
      "page": 22
    },
    {
      "filename": "page22_img2.png",
      "page": 22
    }
  ],
  "image_count": 73,
  "keywords": [
    "India",
    "Forest",
    "Reprint",
    "British",
    "Society",
    "Bastar",
    "World",
    "Colonialism",
    "Contemporary",
    "Dutch",
    "Indonesia",
    "Chhattisgarh",
    "After",
    "Indian",
    "Forests",
    "Africa",
    "Central",
    "America",
    "People",
    "These"
  ]
}