{
  "metadata": {
    "subject": "information-andcommunication-technology",
    "chapter_number": 7,
    "chapter_name": "iict107",
    "source_file": "iict107.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nSince childhood our parents and elders have been \nguiding and suggesting us to take care of our eating habits, practice hygiene, be wary of strangers, communicate effectively and so on to ensure that we develop into confident, strong and positive individuals who are able to cope up with the competition and complexities of the real world. With the advent of \nFig. 7.1: Cyber World\nDigital footprint is the information about a particular person that exists on the Internet as a result of their online activity even after its deletion.Safety and Security\nin the Cyber World Chapter\n7\nChapter 7.indd   93 28-Feb-19   3:40:50 PM\nReprint 2025-26\n\n--- Page 2 ---\nICT T exTbook — Class Ix94Internet, all of us have also become a part of a cyber \nworld wherein we share and access resources, connect and interact with many people. Just like real world we need to be cautious and alert while working in this cyber world as well.\nEmail is used to send and receive information and \nmessages but one needs to be careful while using email as many a times one may find emails which are from unknown source saying that you are a lucky winner or asking you to provide personal information. These mails will tempt you to follow the instructions written in the contents of the mail. Such emails are called spam mails and are sent with malicious intent to get you  \ninto trouble.\nLet’s look at some of the examples of spam mails.\nFig. 7.2 : Sample email-1\nChapter 7.indd   94 7/20/2020   11:23:04 AM\nReprint 2025-26\n\n--- Page 3 ---\nSafety and Security  in the cyber World95In the Fig. 7.2 given above, you can find some common \nsignals that you would usually find in a spam email.\nAssume there is another email in your inbox asking you \nto download a popular game for free which otherwise costs ` 3,500/- as shown in Fig. 7.3.\nActivity 1\nIn the Fig. 7.3 given above, which one of the following proves that it is a fake email? Choose the option from the list given below.•\n The offer is valid only for the next 48 hours.\n• Incorrect spelling of FIFA in the email ID in ‘From’ Box.\n•\n The cost of the game mentioned in the mail is not correct.\nAssume there is another email in your inbox which contains links asking you to provide account details for verification purpose. If you click on such links or download any attachments, they may lead you to a phishing website or install harmful malware (malicious software) on your device, as shown in Fig. 7.4.Fig. 7.3: Sample email -2\nChapter 7.indd   95 7/20/2020   11:23:04 AM\nReprint 2025-26\n\n--- Page 4 ---\nICT T EXTBOOK  — C LASS IX 96\nPhishing  is an \nattempt to obtain \nsensitive information such as username, password and credit card details etc. for malicious reasons, by  osing as a trustworthy source in email.\nFig. 7.4: Sample email-3\nActivity 2\nIdentify the URL(s) which are indicative of a fake website?\nhttp://www.uiidai.gov.in/\nhttp://www.incometakindiaefilling.gov.in/https://onlinesbi.com\nThe above scenarios are examples of fraudulent emails. You need to be cautious before proceeding with any of the instructions given in the email.\nChapter 7.indd   96 28-Feb-19   3:40:51 PM\nReprint 2025-26\n\n--- Page 5 ---\nSafety and Security  in the cyber World97Protection from email fraud\n• Do not reply to emails from unknown senders even if \nit looks like a genuine email.\n• Do not provide personal information like name, date of birth, school name, address, parent’s names or any other information. \n•\n Do not fall for lucrative offers/discounts as they might be coming from unknown source and it may not be reliable. Ignore/delete those mails. \n•\n Do not open attachments or click on links from \nunknown senders, since they may contain malicious files that might affect your device. Only\n \nclick the links and downloads from websites that you trust.\n•\n Beware of phishing websites  — check the URL to \nconfirm if the website is secure.\n• Do not forward spam or suspicious emails to others.\n• Do not send excessive forwards as it might be distracting to the receiver.\nYou have learnt how to use email for sharing information and what safety precautions to be taken while using email. Through email you can reach out to people only if you have their email ID.\nActivity 3\nCan you think of ways to share your event with a larger audience?\nThe Internet allows us to exchange and share   \ninformation, connect with people online across the world and create our own networks through social  \nnetworking sites.\nIn order to create an account on a social networking site \nyou need to use your email ID as username.\nChapter 7.indd   97 28-Feb-19   3:40:51 PM\nReprint 2025-26\n\n--- Page 6 ---\nICT T EXTBOOK  — C LASS IX 98Activity 4\nSearch and write the names of any three social\nnetworking sites\n1. ____________________________________________________\n2. ____________________________________________________3. ____________________________________________________\nThough social networking is very interesting as it gives \nyou a chance to get connected with people around the world you should make sure you follow all safety precautions while using social networking as it is extremely difficult to judge and recognise a person here. We only know them by the identity they choose to present.\nWhile creating an account on social networking sites, \nyou need to take care of the following:\n• Avoid revealing too much of your personal information like your age, address, contact details, school name, etc., as this can lead to identity theft\n• Do your privacy settings very carefully on social networking sites\nAnyone on social networking, needs to take care of the following:\n• Never reveal your password to anyone other than your parent or guardian\n• Change your password frequently\n• Communicate and collaborate only with people known to you\n• Do not post anything which hurts others feelings\n• Always be careful while posting photographs, videos and any other sensitive information on social networking sites as they leave digital footprints which stay online forever\n• Do not post your friends’ information on social networking sites, which may possibly put them at risk. Protect your friends’ privacy by not posting the group photos, school names, locations, age, etc.\nSocial networking site is an online platform to connect and network with people around the world. One can also send and exchange messages and share photos, videos, etc., through such platforms.\nCheck your privacy settings Make sure you know what information is being shared publicly.\nChapter 7.indd   98 28-Feb-19   3:40:51 PM\nReprint 2025-26\n\n--- Page 7 ---\nSafety and Security  in the cyber World99•\tAvoid\tposting\tyour\tplans\tand\tactivities \ton\tsocial\t\nnetworking \tsites.\n•\tDo\tnot\tcreate\tfake\tprofiles\tfor\tyourself \ton\tany\t\nsocial\tnetworking \tsites.\n•\tIf\tyou\tsuspect \tthat\tyour\tsocial\tnetworking \taccount \t\ndetails\thave\tbeen\tcompromised \tor\tstolen,\treport\t\nimmediately \tto\tthe\tsupport \tteam\tof\tnetworking \t\nsite.\n•\tDo\tnot\tforward\tanything \tthat\tyou\tread\ton\tsocial\t \t \t \t\nmedia\twithout\tverifying \tit\tfrom\ta\ttrusted\tsource.\t\n•\tAlways\tavoid\topening \tlinks\tand\tattachment \t\nthrough \tsocial\tnetworking \tsites.\n•\tNever\tleave\tyour\taccount \tunattended \tafter\tlogin\t\nand\tlog\tout\timmediately \twhen\tyou\tare\tnot\tusing\tit.\nThe\tphotographs \tand\tthe\tresources \tyou\tshare\tmight\t\nget\tyou\tpositive\tfeedback \tand\tcomments. \tHowever, \tat\t\ntimes\tyou\tmight\tface\tinstances \tof\tcyber\tbullying. \tCyber\t\nbullying \tincludes:\n•\tNasty\tcomments \ton\tyour\tposts\tor\tposts\tabout\tyou.\n•\tSomeone \tcreating \ta\tfake\tprofile\tin\tyour\tname\tand\t\ntrying\tto\tdefame\tyou.\t\n•\tThreatening \tor\tabusive\tmessages \tonline\tor\ton\tthe\t\nmobile\tphone.\n•\tBeing\texcluded \tfrom\tonline\tgroups\tand\tforums.\n•\tEmbarrasing \tphotographs \tput\tonline\twithout\t\nyour\tpermission.\n•\tRumors \tand\tlies\tabout\tyou\ton\ta\tsite.\n•\tStealing \tyour\taccount \tpassword \tand\tsending \t\nunwanted/inappropriate \tmessages \tfrom\tyour\t\naccount.\n•\tOffensive \tchat.\n•\tFake\tonline\tprofiles\tcreated\twith\tan\tintent\tto\t\ndefame\tyou.\t\nIf\tyou\tbecome\ta\tVictim\tof\tCyberbullying, \tdo\tthe\tfollowing:\n•\t Do\tnot\tRespond\nIf\tsomeone \tis\tcyber\tbullying \tyou,\tdo\tnot\trespond \tor\t\nretaliate \tby\tdoing\tthe\tsame\tthing\tback.\tResponding \t\tor\t\nretaliating \tto\tcyber\tbullying \tmay\tmake\tmatters \tworse\tor\t\neven\tget\tyou\tinto\ttrouble. \t\nIdentity\ttheft\tis\t\nthe\tdeliberate \tuse\t\nof\tsomeone \telse’s\t\nidentity\tto\tobtain\t\ncredit\tand\tbenefits \t\nin\tthe\tname\tof\t\nanother \tperson\tor\t\nto\tsometimes \teven\t\ndefame\tthat\tperson.\t\nIt\t\tis\tone\tof\tthe\t\nmost\tcommon \tcyber\t\ncrimes.\tIt\tposes\ta\t\nsevere\tthreat\tto\ta\t\nperson’s \treputation, \t\nunlike\tthe\treal\tworld\t\nthe\tcyber\tworld\thas\t\na\tfar\tlarger\treach,\t\nhence\tit\tis\tessential \t\nthat\twe\texercise \tthe\t\nfollowing \tprecautions \t\nto\tprevent\tany\tsuch\t\nincident:\n•\tNever\tshare\t\npassword \twith\t\nanyone\n•\tKeep\tstrong\t\npasswords\n•\tDo\tnot\tdivulge\t\nyour\tpersonal \t\ninformation\nCyber\tbullying \t\nincludes \tsending, \t\nposting\tor\tsharing\t\nnegative, \tharmful, \t\nfalse\tor\tmean\t\ninformation \tand\t\ncontent\tabout\t\nsomeone. \tIt\tis\ta\t\nserious\toffence\twhich\t\nis\tpunishable \tunder\t\nCyber\tLaw.\nChapter 7.indd   99 7/20/2020   12:07:14 PM\nReprint 2025-26\n\n--- Page 8 ---\nICT T exTbook — Class Ix100•\tScreenshot\nTake a screenshot of anything that you think \ncould be cyber bullying and keep a record  \nof it.\n•\tBlock \tand\tReport\nMost online platforms have this feature, if someone  bothers you, make sure you block and report the offender to the social media platform.\n•\tTalk\tAbout\tIt\nCyber bullying may affect you in many different ways. Dont feel that you are alone. Let your parents and teachers know what is going on. Never keep it to yourself.\n•\t Be\tPrivate\nKeep your social media privacy settings high and do not connect with anybody who you do not know offline. You would not talk to random people on the street, so why do it online?\n•\t Be\tAware\nRemain updated with all the preventive and security measures in the cyber world. \nFig. 7.6: Talk about it\nFig. 7.5: Block\nExercises\n1.\t Fill\tin\tthe\tblanks\na. ______________ often directs users to a fake website \nwhose look and feel are almost identical to the actual website.\nChapter 7.indd   100 28-Feb-19   3:40:53 PM\nReprint 2025-26\n\n--- Page 9 ---\nSafety and Security  in the cyber World101b. Undesired or illegal email messages are often known \n     as ______________.\nc. The protection of internet connected systems \nincluding hardware, software and data from cyber \n     attacks is termed as _____________________.\nd. A __________________ is a form of malicious software \nprogram which can corrupt or destroy systems  \nor data.\n2.\tMatch \tthe\tfollowing\n 1 Malware  a.  Email\n 2 Spamming  b.  Virus\n 3 Cyber law  c.  Stealing data\n 4 Phishing  d.  Cyber crime\n3.\tIdentity \twhether \tthe\tfollowing \tstatements \tare\tTrue\t\nor\tFalse\na. Hacking is a cybercrime.\nb. Phishing is a type of attack which is capable of \nstealing your password or credit card number.\nc. Social networking sites are used to share passwords \nand other secret information.\nd. When you are receiving harmful messages on your \ncomputer, you may block or delete them.\nChapter 7.indd   101 28-Feb-19   3:40:53 PM\nReprint 2025-26\n",
    "total_characters": 11044,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    }
  ],
  "image_count": 29,
  "keywords": [
    "Chapter",
    "Reprint",
    "Cyber",
    "Safety",
    "Security",
    "Never",
    "Sample",
    "Activity",
    "Phishing",
    "World",
    "Internet",
    "Class",
    "Email",
    "Assume",
    "Avoid",
    "Always",
    "Social",
    "Stealing",
    "Identity",
    "Block"
  ]
}