{
  "metadata": {
    "subject": "information-andcommunication-technology",
    "chapter_number": 8,
    "chapter_name": "iict108",
    "source_file": "iict108.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nJason is the sports captain of his school. He was thrilled \nto receive the Chief Minister’s scholarship for his outstanding performance in sports. But his scholarship amount has to be credited to his bank account and Jason does not have a savings bank account. He does not even know how to open a bank account. So he approaches a bank in his locality and the bank employee at the helpdesk gives him instructions to complete the task as given below.\n1. Take the account opening form from the counter. \n2. Fill the details in the form carefully.\n3. Put your signature at the designated place on the \nform.\n4. Attach a copy of the photo identity card.\n5. Submit the form at the counter with a minimum \ndeposit.\nAfter understanding the process to open a bank account, Jason gets on to work. When he went to complete the final step, which was to submit the form, the clerk informed him that his account could not be opened. What would have gone wrong? What reasons can you think of?_____________________________  _____________________________                   _____________________________    Fun with Logic\nChapter\n8\nChapter 8.indd   102 7/22/2020   12:36:46 PM\nReprint 2025-26\n\n--- Page 2 ---\nFun with Logic103Once again Jason checked the steps to open the bank \naccount. It was then that he realized that he had missed \nStep no 3 which was to put signature at the designated place on the form and that was why the task of opening the bank account could not be completed. Thereafter, he put his signature and submitted his form again. His account was finally successfully opened.\nHave you ever faced such a problem while completing \na particular task? What happens if you do not follow the correct sequence of steps? Will you get the desired result?\nActivity 1\nOn the eve of the Independence day, you want to listen to the Prime Minister’s address on the radio. Write the steps to complete the task._______________________________________________________   ___________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________\nNow ask your friend to follow the steps written by you. \nAre you able to tune in to listen to the Prime Minister’s address? What happens if you interchange any of the steps? Are you still able to get the desired result?  \nBy now, you must have understood the importance of instructions and the sequence of instructions to complete a particular task. To accomplish a task and to get the desired output, you have to mention each instruction clearly, sequentially and logically, as shown in Fig. 8.1. So to achieve a task, the steps are listed below.\n1. Clearly identify the output that you want. \n2. Analyse the instructions required to find a solution \nto get the desired output.\n3. Finalise and give instructions in the proper \nsequence.\n4. Verify whether the output produced is as desired \nby you in Step 1.\nChapter 8.indd   103 7/22/2020   12:36:46 PM\nReprint 2025-26\n\n--- Page 3 ---\nICT T exTbook — Class Ix104Identify the Output • Do you clearly know what output has to be produced?\nAnalyse• Do you have multiple solutions?\n• Which is the best possible option?\n• Have you identified the correct sequence of \ninstructions?\nFinalise  Instructions•\n Give the instructions in logical sequence.\nVerify the Output • Is the output same as you had identified in Step 1?\nFig. 8.1: Steps to complete a task\nConsider a situation where the Twirly cat has lost the way to her house as shown in Fig. 8.2.\nFig. 8.2: Twirly cat finding its way\nWhat instructions would you give her to help her reach the house? Write them in the space provided below:\nChapter 8.indd   104 7/22/2020   12:36:47 PM\nReprint 2025-26\n\n--- Page 4 ---\nFun with Logic105\nScratch is a free \nprogramming language developed by MIT in the  year 2005. Step 1: Move forward by 10 steps.Step 2: Turn right by 90 degrees\nHave you given the right instructions? Will Twirly cat reach its home? Can you check the given instructions using any software application or tool? Yes, you can do so by using the Scratch application. Using this application you can create your own stories, games and various other animations using simple drag and drop instructions.\nAnimations in Scratch can be created offline as well as \nonline mode. As it is an open source software you can download it from https://scratch.mit.edu , install it on your computer and then use it. You can also create and share your animations online using the above URL.\nOn opening Scratch, you see the interface as shown in \nFig. 8.3. Each object on the scratch window is called a sprite. This object can be any person, an animal, an automobile, a building or even text.\nAfter learning about the Scratch interface let us now \nverify the steps that would take out Twirly cat home. In \nFig. 8.3: Scratch Interface\nChapter 8.indd   105 7/22/2020   12:36:48 PM\nReprint 2025-26\n\n--- Page 5 ---\nICT T exTbook — Class Ix106the Scratch window, our Twirly cat will be called a cat \nsprite. To make the sprite move on a specific path, you have to choose the appropriate instruction block and drag it to the script area. Make sure you choose the instructions in a logical sequence. When the script is complete, you need to execute it to see the output on the stage (Refer Fig. 8.4).\nChapter 8.indd   106 7/22/2020   12:36:50 PM\nReprint 2025-26\n\n--- Page 6 ---\nFun with Logic107\nFig. 8.4: Path traversed by cat sprite\nActivity 2\nBuild a script to make the cat sprite follow the paths \ndrawn below.\n               \n   \n         \nChapter 8.indd   107 7/22/2020   12:36:52 PM\nReprint 2025-26\n\n--- Page 7 ---\nICT T exTbook — Class Ix108Scratch is not just about static shapes. You can \neven create an animated story using various  \ncharacters (sprites), instructions and tools using Scratch. \nHave you ever thought that instructions have to \nbe given in a logical sequence to communicate your ideas too? In the previous chapters, you have learnt to communicate your ideas through text, images, video and audio using various tools and applications. The audio and video tools helped you to communicate with realistic images and videos. But what if you had an imaginary concept or story to communicate with your friends? Such a story may not have any realistic character. For example, a fairy tale or a story of two animals going on a space voyage or two fishes talking in water. Can that be done using any text editing, image editing or presentation tool?\nLet us create a story where the underwater animals  \nare talking about water pollution. Our imaginary \ncharacters will be a star fish named Twinkle, an octopus named Octi, a whale named Blue and a fish named Laali.  \nIn our story we need the following objects:\n• Underwater background\n• Octi, an octopus\n• Twinkle, a starfish\n• Blue, a whale\n• Laali, a fish\n• Text in the form of dialogues or messages\n• Sound of cough\n• Sound of water drops and ripples\nChapter 8.indd   108 7/22/2020   12:36:52 PM\nReprint 2025-26\n\n--- Page 8 ---\nFun with Logic109Script for the story to be created\n(Underwater backdrop with water, water plants and water animals)\nA red fish glides from right side, comes towards the centre and then slowly moves out from left side)\n(sound of water drops and ripples will be heard at frequent intervals \nthroughout the movie)\nTwinkle : Cough… Cough (sound of male cough)\nOcti (glides from left side)  : Hey Octi … Are you OK? What happened? (moves  \na bit)\nTwinkle: Oh Octi…Cough Cough…This dirty water will kill me.  (sound of male \ncough)Octi : OHH!!Blue: (glides from right side)  OH GODD!! My eyes are burning.\nOcti : These humans , they pollute our water and we suffer.  (sound of male \ncough)Blue: What’s wrong with the water today?Blue: We all will die one day.  (Blue whale glides down)\nOcti: Let’s all request them. (Twinkle and Octi move towards their left)\nMessage pops up on the screen \n“ Stop Water Pollution”\nSo in your story, you will need an underwater background \nwith four sprites that you can add from the variety of sprites provided by Scratch. When you open Scratch, the default cat sprite will be present in the centre of the stage. All sprites that you will further add will also appear on the stage, as shown in Fig. 8.5.\nChapter 8.indd   109 7/22/2020   12:36:52 PM\nReprint 2025-26\n\n--- Page 9 ---\nICT T exTbook — Class Ix110\nYou can select \nmultiple sprites from the Sprite Library by keeping the Shift key pressed while selecting the sprites. By default, the cat sprite is displayed in all Scratch projects but in your story you do not need it. So it has to be deleted, as shown in Fig. 8.6.\nFig. 8.5: Adding a sprite\nChapter 8.indd   110 7/22/2020   12:36:56 PM\nReprint 2025-26\n\n--- Page 10 ---\nFun with Logic111Fig. 8.6: Deleting a sprite\nYou want to give a message at the end. For this purpose \nyou need to add a text sprite also (Refer Fig. 8.7).\nChapter 8.indd   111 7/22/2020   12:36:59 PM\nReprint 2025-26\n\n--- Page 11 ---\nICT T exTbook — Class Ix112You may require to move a sprite from one position \nto another. Scratch helps you to specify position of a particular character using coordinates. The stage on which the characters are placed is just like a coordinate plane with x and y coordinates as shown in Fig. 8.8.\nFig. 8.8: Coordinates of X-Y plane (stage)Fig. 8.7: Adding a text sprite\nChapter 8.indd   112 7/22/2020   12:37:02 PM\nReprint 2025-26\n\n--- Page 12 ---\nFun with Logic113According to this plane any character placed on the \ncentre of the stage has the X any Y coordinates as (0,0). The maximum and minimum values for any of the coordinates can be 240 and –180, respectively. As you move your mouse pointer on the stage, the x and y coordinates displayed on the right bottom  of the stage keep on changing.\n  \nFig. 8.9: Coordinates of mouse pointer\nYou might need to specify these coordinates while giving instructions for movement of the selected sprite from one position to another.  \nAs per your story six sprites (4 characters plus 1 text \nsprites) have been added to the project. But the stage is having a white backdrop while your script requires a backdrop that depicts the underwater world. (Refer  \nFig. 8.10).\nChapter 8.indd   113 7/22/2020   12:37:04 PM\nReprint 2025-26\n\n--- Page 13 ---\nICT T exTbook — Class Ix114So now you are in \nthe water world. Next, you might need to select different forms of the added sprites. Each form is known as a costume. You can add as many costumes as required by you for the story (Refer Fig. 8.11).\nFig 8.10: Adding a backdrop to animation\nChapter 8.indd   114 7/22/2020   12:37:07 PM\nReprint 2025-26\n\n--- Page 14 ---\nFun with Logic115After the costumes for each sprite are added, add the                    \nsounds required in your project for each sprite, as                                        shown in Fig. 8.12.\nFig. 8.11: Adding costumes to a sprite\nChapter 8.indd   115 7/22/2020   12:37:12 PM\nReprint 2025-26\n\n--- Page 15 ---\nICT T exTbook — Class Ix116After adding sprites, costumes and sounds, our next \nstep is to build an animated story using these sprites, their costumes and sound effects. This process involves giving instructions in a logical sequence and the set of instructions for each sprite is called a script. The script will contain instructions for each and every action for that particular sprite. These actions may include movement, sound, change of costume, etc., as shown in Table 8.1. Each instruction is dragged from the Scripts tab to the script area. You can drag as many \nFig. 8.12: Adding sound\nChapter 8.indd   116 7/22/2020   12:37:15 PM\nReprint 2025-26\n\n--- Page 16 ---\nFun with Logic117Table. 8.1: Types of instructions\nSome commonly used script categories and instructions\nCategory Instructions Explanation\nMotion Move <n> steps\nTurn \n  <n> degrees\nGlide <n1> secs to x:<xn> and y: <yn>Move the sprite by  n number of steps \nTurn right by n degreesMove while gliding in n1 seconds to xn and yn \ncoordinates\nLooks HideShowSay <text>Say <text> for <n> secsSwitch costume to <cst>Hide the spriteShow the spriteDisplay text in speech bubble Display text in speech bubble for n seconds\nChange the costume of the sprite to any of the added costumes (cst)\nSound Play sound <audio>Play sound <audio> until doneStop all soundsPlay audio and move to next instruction blockPlay audio till it is complete and then move to next blockStop all sounds\nEventsWhen \n clickedRun the script when green flag is clicked\nControl Wait <n> secs Wait for n seconds, then move to next block of \ninstructioninstructions as you want and add them to the script stack in the script area on the right side of the Scratch window. The added instructions will be executed in the same sequence as you have stacked them. Some of the commonly used instructions are listed below along with their explanations.\nAfter learning about some of the instructions that can be given to the sprites, you can now start forming the scripts for each sprite, as shown in Figs. 8.13 and Fig. 8.14.\nOnce you have formed scripts for your sprite, you would \nlike to see the output (Refer Fig. 8.15).\nChapter 8.indd   117 7/22/2020   12:37:15 PM\nReprint 2025-26\n\n--- Page 17 ---\nICT T exTbook — Class Ix118\nFig. 8.13: Forming a script for Starfish Sprite\nChapter 8.indd   118 7/22/2020   12:37:19 PM\nReprint 2025-26\n\n--- Page 18 ---\nFun with Logic119\nFig. 8.14: Scripts for all characters of the story\nChapter 8.indd   119 7/22/2020   12:37:21 PM\nReprint 2025-26\n\n--- Page 19 ---\nICT T exTbook — Class Ix120Activity 4\nCreate an animation in which your name appears in an \nanimated manner. (Hint: Use letter sprites) \nAfter completing the activity, answer the following questions:\n1. How many sprites did you add? \n2. Did you add costume for any of the sprite?\n3. Did you add sound? \n4. Did you run the script in full screen mode?\nFig. 8.15: Playing the animation\nExercises\nDo it Yourself\n1. Use Scratch to draw the following alphabets:\n A, E, F, H, M, W, Y, Z\nChapter 8.indd   120 7/22/2020   12:37:22 PM\nReprint 2025-26\n\n--- Page 20 ---\nFun with Logic121Exercises\n2.\tDraw \tthe\tfollowing \tfigures\tin\tScratch\n     \n    \n3. Create an animated story using Scratch for the \nfollowing:\na. A jungle where a lioness is giving safety tips to her \ncubs. \nb. A spacecraft moving in space.\nc. A dance performance on stage by a fairy.\n4. Identify True and False Statements from the  \nfollowing:\na. You can create animated stories with imaginary \ncharacters by Scratch.   (T/F)\nb. Animations in Scratch can be created online only. \n (T/F)\nc. By using Scratch we can create static shapes as \nwell as animated stories using various sprites, \ninstructions and tools.  (T/F)\nd. Each object on the Scratch window is called a \nsprite.  (T/F)\ne. Scratch has an inbuilt library of sprites.   (T/F)\nChapter 8.indd   121 7/22/2020   12:37:22 PM\nReprint 2025-26\n\n--- Page 21 ---\nNotes\nChapter 8.indd   122 7/22/2020   12:37:22 PM\nReprint 2025-26\n",
    "total_characters": 15014,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page11_img4.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page12_img3.png",
      "page": 12
    },
    {
      "filename": "page12_img4.png",
      "page": 12
    },
    {
      "filename": "page13_img1.png",
      "page": 13
    },
    {
      "filename": "page13_img2.png",
      "page": 13
    },
    {
      "filename": "page13_img3.png",
      "page": 13
    },
    {
      "filename": "page13_img4.png",
      "page": 13
    },
    {
      "filename": "page14_img1.png",
      "page": 14
    },
    {
      "filename": "page14_img2.png",
      "page": 14
    },
    {
      "filename": "page14_img3.png",
      "page": 14
    },
    {
      "filename": "page14_img4.png",
      "page": 14
    },
    {
      "filename": "page15_img1.png",
      "page": 15
    },
    {
      "filename": "page15_img2.png",
      "page": 15
    },
    {
      "filename": "page15_img3.png",
      "page": 15
    },
    {
      "filename": "page16_img1.png",
      "page": 16
    },
    {
      "filename": "page16_img2.png",
      "page": 16
    },
    {
      "filename": "page16_img3.png",
      "page": 16
    },
    {
      "filename": "page16_img4.png",
      "page": 16
    },
    {
      "filename": "page17_img1.png",
      "page": 17
    },
    {
      "filename": "page17_img2.png",
      "page": 17
    },
    {
      "filename": "page17_img3.png",
      "page": 17
    },
    {
      "filename": "page18_img1.png",
      "page": 18
    },
    {
      "filename": "page18_img2.png",
      "page": 18
    },
    {
      "filename": "page18_img3.png",
      "page": 18
    },
    {
      "filename": "page19_img1.png",
      "page": 19
    },
    {
      "filename": "page19_img2.png",
      "page": 19
    },
    {
      "filename": "page19_img3.png",
      "page": 19
    },
    {
      "filename": "page20_img1.png",
      "page": 20
    },
    {
      "filename": "page20_img2.png",
      "page": 20
    },
    {
      "filename": "page21_img1.png",
      "page": 21
    },
    {
      "filename": "page21_img2.png",
      "page": 21
    }
  ],
  "image_count": 65,
  "keywords": [
    "Chapter",
    "Reprint",
    "Scratch",
    "Class",
    "Twirly",
    "Refer",
    "Twinkle",
    "Adding",
    "Jason",
    "After",
    "Cough",
    "Minister",
    "Sound",
    "Activity",
    "Prime",
    "Write",
    "Analyse",
    "Finalise",
    "Verify",
    "Output"
  ]
}