{
  "metadata": {
    "subject": "english-part2",
    "chapter_number": 3,
    "chapter_name": "iemo103",
    "source_file": "iemo103.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nTHE story was narrated to Ganesh by a young man, Mahendra by\nname. He was a junior supervisor in a fir m which of fered on hir e\nsupervisors at various types of construction sites: factories, bridges,\ndams, and so on. Mahendra’s job was to keep an eye on the activities\nat the work site. He had to keep moving fr om place to place every\nnow and then as or dered by his head of fice: fr om a coal mining\narea to a railway bridge construction site, fr om ther e after a few\nmonths to a chemical plant which was coming up somewher e.\n3.  Isw aran the Storyteller\nOne night Mahendra woke up from his sleep and\nsaw “a dark cloudy form”. He broke out into a cold\nsweat. W as it a ghost?\nReprint 2025-26\n\n--- Page 2 ---\nIswaran the Storyteller/ 13\nHe was a bachelor . His needs wer e simple and he was able to\nadjust himself to all kinds of odd conditions, whether it was an\nill-equipped cir cuit house or a makeshift canvas tent in the\nmiddle of a stone quarry. But one asset he had was his cook,\nIswaran. The cook was quite attached to Mahendra and followed\nhim uncomplainingly wher ever he was posted. He cooked for\nMahendra, washed his clothes and chatted away with his master\nat night. He could weave out endless stories and anecdotes on\nvaried subjects.\nIswaran also had an amazing capacity to pr oduce vegetables\nand cooking ingr edients, seemingly out of nowher e, in the middle\nof a desolate landscape with no shops visible for miles ar ound.\nHe would miraculously conjur e up the most delicious dishes made\nwith fr esh vegetables within an hour of arriving at the zinc-sheet\nshelter at the new workplace.\nMahendra would be up early in the mor ning and leave for\nwork after br eakfast, carrying some pr epared food with him.\nMeanwhile Iswaran would tidy up the shed, wash the clothes,\nand have a leisur ely bath, pouring several buckets of water over\nhis head, mutteri ng a prayer all the while. It would be lunchtime\nby then. After eating, he would read for a while before dozing\noff. The book was usually some popular T amil thriller running\nto hundr eds of pages. Its imaginative descriptions and  narrat ive\nflourishes would hold Iswaran in thrall.\nHis own descriptions wer e greatly influenced by the T amil\nauthors that he r ead.  When he was narrating even the smallest\nof incidents, he would try to work in suspense and a surprise\nending into the account. For example, instead of saying that\nhe had come acr oss an upr ooted tr ee on the highway, he would\nsay, with eyebr\nows suitably ar ched and hands held out in a\ndramatic gesture, “The r oad was deserted and I was all alone.\nSuddenly I spotted something that looked like an enor mous\nbushy beast lying sprawled acr oss the r oad. I was half inclined\nto tur n and go back. But as I came closer I saw that it was a\nfallen tree, with its dry branches spr ead out.” Mahendra would\nstretch himself back in his canvas chair and listen to Iswaran’s\ntales uncritically.\nReprint 2025-26\n\n--- Page 3 ---\n14 / Moments\n“The place I come fr om is famous for timber ,” Iswaran would\nbegin. “Ther e is a richly wooded for est all ar ound. The logs ar e\nhauled on to the lorries by elephants. They ar e huge well-fed\nbeasts. When they tur n wild even the most experienced mahout\nis not able to contr ol them.” After this pr ologue Iswaran would\nlaunch into an elaborate anecdote involving an elephant.\n“One day a tusker escaped fr om the timber yar d and began to\nroam about, stamping on bushes, tearing up wild cr eepers and\nbreaking branches at will. Y ou know, sir , how an elephant behaves\nwhen it goes mad.”  Iswaran would get so caught up in the\nexcitement of his own story that he would get up fr om the floor\nand jump about, stamping his feet in emulation of the mad elephant.\n“The elephant r eached the outskirts of our town; br eaking the\nfences down like matchsticks,” he would continue. “It came into\nthe main r oad and smashed all the stalls selling fruits, mud pots\nand clothes. People ran helter -skelter in panic! The elephant now\nenter ed a school gr ound wher e childr en wer e playing, br eaking\nthrough the brick wall. All the boys ran into the classr ooms and\nshut the doors tight. The beast grunted and wander ed about,\npulling out the football goal-post, tearing down the volleyball net,\nkicking and flattening the drum kept for water , and upr ooting\nthe shrubs. Meanwhile all the teachers had climbed up to the\nterrace of the school building; fr om ther e they helplessly watched\nthe depr edations of the elephant. Ther e was not a soul below on\nthe gr ound. The str eets wer e empty as if the inhabitants of the\nentire town had suddenly disappear ed.\n“I was studying in the junior class at that time, and was\nwatching the whole drama fr om the r ooftop. I don’t know what\ncame over me suddenly. I grabbed a cane fr om the hands of one\nof the teachers and ran down the stairs and into the open. The\nelephant grunted and menacingly swung a branch of a tr ee  which\nit held in its trunk. It stamped its feet, kic",
    "total_characters": 11945,
    "preview": "\n--- Page 1 ---\nTHE story was narrated to Ganesh by a young man, Mahendra by\nname. He was a junior supervisor in a fir m which of fered on hir e\nsupervisors at various types of construction sites: factories, bridges,\ndams, and so on. Mahendra’s job was to keep an eye on the activities\nat the work site. He had to keep moving fr om place to place every\nnow and then as or dered by his head of fice: fr om a coal mining\narea to a railway bridge construction site, fr om ther e after a few\nmonths to a "
  },
  "keywords": [
    "Iswaran",
    "Mahendra",
    "Reprint",
    "Storyteller",
    "After",
    "Moments",
    "Meanwhile",
    "People",
    "Ruskin",
    "Ganesh",
    "Suddenly",
    "Japanese",
    "Karate",
    "Whether",
    "Every",
    "Lowering",
    "Glossary",
    "Discuss",
    "Story",
    "Munro"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    }
  ],
  "image_count": 5
}