{
  "metadata": {
    "subject": "english-part2",
    "chapter_number": 8,
    "chapter_name": "iemo108",
    "source_file": "iemo108.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nMY first year of high school felt awkwar d. After leaving junior\nhigh at the head of my class with all the seniority the upper grade\nlevels could af ford me, it felt strange starting over as a fr eshman.\nThe school was twice as big as my old school, and to make matters\nworse, my closest friends wer e sent to a dif ferent high school. I\nfelt very isolated.\nI missed my old teachers so much that I would go back and\nvisit them. They would encourage me to get involved in school\nactivities so that I could meet new people. They told me that in\ntime I would adjust and pr obably end up loving my new school\nmore than I had my old one. They made me pr omise that when\nthat happened I would still come by and visit them fr om time to\ntime. I understood the psychology in what they wer e saying, but\nI took some comfort in it nonetheless.\nOne Sunday after noon, not long after I had started high\nschool, I was sitting at home at our dining-r oom table doing\nhomework. It was a cold and windy fall day, and we had a fir e\ngoing in our fir eplace. As usual, my r ed tabby cat was lying on\ntop of all my papers, purring loudly and occasionally swatting at\nmy pen for entertainment’s sake.\nShe was never far fr om me. I had r escued her when she was\na kitten, and somehow she knew that I was the one r esponsible\nfor giving her ‘the good life’.\nMy mother kept stoking the fir e to keep the house nice and\nwarm. Suddenly, I smelled something strange, and then I noticed\nit... smoke pouring in thr ough the seams of the ceiling. The smoke\nbegan to fill the r oom so quickly that we could barely see. Gr oping8. A House Is Not a Home\nThis story reflects the challenges of being a teenager ,\nand the problems of growing up. How does the author\novercome his problems?\nReprint 2025-26\n\n--- Page 2 ---\n50 / Moments\nour way to the fr ont door , we all ran out into the fr ont yar d. By\nthe time we made our way outside, the whole r oof was engulfed\nin flames and it was spr eading quickly. I ran to the neighbours to\ncall the fir e department, while I watched my mother run back\ninto the house.\nMy mother then ran out of the house carrying a small metal\nbox full of important documents. She dr opped the case on the\nlawn and, in a crazed state, ran back into the house. I knew what\nshe was after . My father had died when I was young, and I was\ncertain that she was not going to let his pictur es and letters go up\nin flames. They wer e the only things that she had to r emember\nhim by. Still I scr eamed at her , “Mom! No!”\nI was about to run after her when I felt a lar ge hand hold me\nback. It was a fir eman. I hadn’t even noticed that the str eet had\nalready filled with fir e trucks. I was trying to fr ee myself fr om his\ngrasp, yelling, “Y ou don’t understand, my mother’s in ther e!”\nHe held on to me while other fir efighters ran into the house.\nHe knew that I wasn’t acting very logically and that if he wer e to\nlet go, I’d run. He was right.\n“It’s all right, they’ll get her ,” he said.\nHe wrapped a blanket ar ound me and sat me down in our\ncar. Soon after that, a fir eman emer ged fr om our house with\nReprint 2025-26\n\n--- Page 3 ---\nA House Is Not a Home / 51\nmy mom in tow. He quickly took her over to the truck and put\nan oxygen mask on her . I ran over and hugged her . All th ose\ntimes I ever ar\ngued with her and hated her vanished at the\nthought of losing her .\n“She’s going to be okay, ” said the fir eman. “She just\ninhaled a little smoke. ” And then he ran back to fight the fir e\nwhile my mother and I sat ther e dazed. I r emember watching\nmy house bur n down and thinking that ther e was nothing I\ncould do about it.\nFive hours later , the fir e was finally out. Our house was almost\ncompletely bur ned down. But then it struck m e...I hadn’t seen\nmy cat. Wher e was my cat? Much to my horr or, I realised that\nshe was nowher e to be found. Then all at once it hit me —the\nnew school, the fir e, my cat —I broke down in tears and cried\nand cried. I was suf fering loss, big time.\nThe fir emen wouldn’t let us go back into the house that night.\nIt was still too danger ous. Dead or alive, I couldn’t imagine leaving\nwithout knowing about my cat. Regar dless, I had to go. W e piled\ninto the car with just the clothes on our backs and a few of the\nfiremen’s blankets, and made our way to my grandpar ents’ house\nto spend the night.\nThe next day, Monday, I went to school. When the fir e broke\nout, I was still wearing the dr ess I had wor n to chur ch that mor ning\nbut I had no shoes! I had kicked them of f when I was doing my\nhomework. They became yet another casualty of the fir e. So I had\nto borr ow some tennis shoes fr om my aunt. Why couldn’t I just\nstay home fr om school? My mother wouldn’t hear of it, but I was\ntotally embarrassed by everything. The clothes I was wearing\nlooked weir d, I had no books or homework, and my backpack\nwas gone. I had my life in that backpack! The mor e I tried to fit in,\nthe worse it got. W as I destined to be an outcast and a ge",
    "total_characters": 11061,
    "preview": "\n--- Page 1 ---\nMY first year of high school felt awkwar d. After leaving junior\nhigh at the head of my class with all the seniority the upper grade\nlevels could af ford me, it felt strange starting over as a fr eshman.\nThe school was twice as big as my old school, and to make matters\nworse, my closest friends wer e sent to a dif ferent high school. I\nfelt very isolated.\nI missed my old teachers so much that I would go back and\nvisit them. They would encourage me to get involved in school\nactivi"
  },
  "keywords": [
    "Reprint",
    "House",
    "Moments",
    "Sunday",
    "Everything",
    "People",
    "After",
    "Suddenly",
    "Still",
    "Regar",
    "Monday",
    "There",
    "Everyone",
    "Christmas",
    "Their",
    "While",
    "Appar",
    "Somehow",
    "Glossary",
    "Which"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    }
  ],
  "image_count": 5
}