{
  "metadata": {
    "subject": "english-part1",
    "chapter_number": 2,
    "chapter_name": "iebe102",
    "source_file": "iebe102.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nPart I\nEvelyn Glennie Listens to Sound\nwithout Hearing It\nB BB BBEFOREEFOREEFORE\nEFOREEFORE  Y  Y Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•“God may have taken her hearing but he has given her back\nsomething extraor dinary. What we hear , she feels — far mor e\ndeeply than any of us. That is why she expresses music so\nbeautifully.”\n•Read the following account of a person who fought against a\nphysical disability and made her life a success story.\n1.RUSH hour crowds jostle for position on the\nunderground train platform. A slight girl, looking\nyounger than her seventeen years, was nervous yet\nexcited as she felt the vibrations of the approaching\ntrain. It was her first day at the prestigious Royal\nAcademy of Music in London and daunting enough\nfor any teenager fresh from a Scottish farm. But\nthis aspiring musician faced a bigger challenge than\nmost: she was profoundly deaf.\n2.Evelyn Glennie’s loss of hearing had been gradual.\nHer mother remembers noticing something was\nwrong when the eight-year -old Evelyn was waiting\nto play the piano. “They called her name and she\ndidn’t move. I suddenly realised she hadn’t heard,”\nsays Isabel Glennie. For quite a while Evelyn\nmanaged to conceal her growing deafness from\nfriends and teachers. But by the time she was\neleven her marks had deteriorated and her\nheadmistress urged her parents to tak e her to a2. The Sound of Music2. The Sound of Music2. The Sound of Music2. The Sound of Music2. The Sound of Music\njostle : push roughly\nslight : small and\nthin\ndaunting : frightening\naspiring musician : a\nperson who wants\nto be a musician\nReprint 2025-26\n\n--- Page 2 ---\n18 / Beehivespecialist. It was then discovered that her hearing\nwas severely impaired as a result of gradual nerve\ndamage. They were advised that she should be fitted\nwith hearing aids and sent to a school for the deaf.\n“Everything suddenly looked black,” says Evelyn.\n3.But Evelyn was not going to give up. She was\ndetermined to lead a normal life and pursue her\ninterest in music. One day she noticed a girl playing\na xylophone and decided that she wanted to play it\ntoo. Most of the teachers discouraged her but\npercussionist Ron Forbes spotted her potential. He\nbegan by tuning two large drums to different notes.\n“Don’t listen through your ears,” he would say, “try\nto sense it some other way.” Says Evelyn, “Suddenly\nI realised I could feel the higher drum from the\nwaist up and the lower one from the waist down.”\nForbes repeated the exercise, and soon Evelyn\ndiscovered that she could sense certain notes in\ndifferent parts of her body. “I had learnt to open my\nmind and body to sounds and vibrations.” The rest\nwas sheer determination and hard work.\n4.She never looked back from that point onwards.\nShe toured the United Kingdom with a youth\norchestra and by the time she was sixteen, she had\ndecided to make music her life. She auditioned for\nthe Royal Academy of Music and scored one of the\nhighest marks in the history of the academy. She\ngradually moved from orchestral work to solo\nperformances. At the end of her three-year course,\nshe had captured most of the top awards.\n5.And for all this, Evelyn won’t accept any hint of\nheroic achievement. “If you work hard and know\nwhere you are going, you’ll get there.” And she got\nright to the top, the world’s most sought-after multi-\npercussionist with a mastery of some thousand\ninstruments, and hectic international schedule.\n6.It is intriguing  to watch Evelyn function so\neffortlessly without hearing. In our two-hour\ndiscussion she never missed a word. “Men with\nbushy beards give me trouble,” she laughed. “It isxylophone : a musical\ninstrument with a\nrow of wooden bars\nof different lengths\npercussionist : a\nperson who plays the\ndrum, the tabla, etc.\npotential : quality or\nability that can be\ndeveloped\nauditioned : gave a\nshort performance so\nthat the director\ncould decide whether\nshe was good enough\nintriguing : fascinating\nand curious\nimpaired:  weakened\nReprint 2025-26\n\n--- Page 3 ---\nThe Sound of Music / 19\nnot just watching the lips, it’s the whole face,\nespecially the eyes.” She speaks flawlessly with a\nScottish lilt. “My speech is clear because I could\nhear till I was eleven,” she says. But that doesn’t\nexplain how she managed to learn French and\nmaster basic Japanese.\n7.As for music, she explains, “It pours in through\nevery part of my body. It tingles in the skin, my\ncheekbones and even in my hair .” When she plays\nthe xylophone, she can sense the sound passing up\nthe stick into her fingertips. By leaning against the\ndrums, she can feel the resonances flowing into her\nbody. On a wooden platform she removes her shoes\nso that the vibrations pass through her bare feet\nand up her legs.It is intriguing  to watch Evelyn function\nso effortlessly without hearing\ntingles : causes a\nslight pricking or\nstinging sensation\nresonances : echoes\nof soundsflawlessly : without a\nfault or mistake\nlilt: a way of\nspeaking\nReprint 2025-26\n\n--- Page 4 ---\n20 / Beehive\n8.Not surp",
    "total_characters": 25123,
    "preview": "\n--- Page 1 ---\nPart I\nEvelyn Glennie Listens to Sound\nwithout Hearing It\nB BB BBEFOREEFOREEFORE\nEFOREEFORE  Y  Y Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•“God may have taken her hearing but he has given her back\nsomething extraor dinary. What we hear , she feels — far mor e\ndeeply than any of us. That is why she expresses music so\nbeautifully.”\n•Read the following account of a person who fought against a\nphysical disability and made her life a success story.\n1.RUSH hour crowds jostle fo"
  },
  "keywords": [
    "Bismillah",
    "Evelyn",
    "Reprint",
    "Sound",
    "Music",
    "Ustad",
    "India",
    "Benaras",
    "Glennie",
    "Answer",
    "Ganga",
    "Kishori",
    "Amonkar",
    "Royal",
    "Beehive",
    "Thinking",
    "Shehnai",
    "Indian",
    "Padma",
    "Academy"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    }
  ],
  "image_count": 5
}