{
  "metadata": {
    "subject": "english-part1",
    "chapter_number": 3,
    "chapter_name": "iebe103",
    "source_file": "iebe103.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nB BB BBEFORE EFOREEFOREEFOREEFORE  Y  Y  Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•Do you feel you know your parents better now, than when\nyou were much younger? Perhaps you now understand the\nreasons for some of their actions that used to upset you earlier .\n•This story about a little girl whose feelings for her father\nchange from fear to understanding will probably find an echo\nin every home.\n1.TO the little girl he was a figure to be feared and\navoided. Every morning before going to work he came\ninto her room and gave her a casual kiss, to which\nshe responded with “Goodbye, Father”. And oh,\nthere was a glad sense of relief when she heard the\nnoise of the carriage growing fainter and fainter\ndown the long road!\nIn the evening when he came home she stood\nnear the staircase and heard his loud voice in the\nhall. “Bring my tea into the drawing-room... Hasn’t\nthe paper come yet? Mother , go and see if my paper’s\nout there — and bring me my slippers.”\n2.“Kezia,” Mother would call to her , “if you’r e a good\ngirl you can come down and take off father’s boots.”\nSlowly the girl would slip down the stairs, more\nslowly still across the hall, and push open the\ndrawing-r oom door .\nBy that time he had his spectacles on and looked\nat her over them in a way that was terrifying to\nthe little girl.\n“Well, Kezia, hurry up and pull of f these boots\nand take them outside. Have you been a good\ngirl today?”\n“I d-d-don’t know, Father .”3. The Little Girl3. The Little Girl3. The Little Girl3. The Little Girl3. The Little Girl\na figure to be feared :\na person to be feared\nslip down : come\ndown quietly and\nunwillingly\nReprint 2025-26\n\n--- Page 2 ---\n“You d-d-don’t know? If you stutter like that\nMother will have to take you to the doctor .”\n3.She never stuttered with other people — had quite\ngiven it up  — but only with Father , because then\nshe was trying so hard to say the words properly.\n“What’s the matter? What are you looking so\nwretched about? Mother , I wish you taught this child\nnot to appear on the brink of suicide... Here, Kezia,\ncarry my teacup back to the table carefully.”\nHe was so big — his hands and his neck,\nespecially his mouth when he yawned. Thinking\nabout him alone was like thinking about a giant.\n4.On Sunday afternoons Grandmother sent her down\nto the drawing-room to have a “nice talk with Father\nand Mother”. But the little girl always found Mother\nreading and Father stretched out on the sofa, his\nhandkerchief on his face, his feet on one of the best\ncushions, sleeping soundly and snoring.wretched : unhappy\non the brink of\nsuicide : about to\ncommit suicide\nThe little girl always found Mother reading and\nFather stretched out on the sofa.\nThe Little Girl / 33given it up : stopped\ndoing it\nReprint 2025-26\n\n--- Page 3 ---\n34 / BeehiveShe sat on a stool, gravely watched him until he\nwoke and stretched, and asked the time — then\nlooked at her .\n“Don’t star e so, Kezia. Y ou look like a little\nbrown owl.”\nOne day, when she was kept indoors with a cold,\nher grandmother told her that father’s birthday was\nnext week, and suggested she should make him a\npin-cushion for a gift out of a beautiful piece of\nyellow silk.\n5.Laboriously, with a double cotton, the little girl\nstitched three sides. But what to fill it with? That\nwas the question. The grandmother was out in the\ngarden, and she wandered into Mother’s bedroom\nto look for scraps. On the bed-table she discovered\na great many sheets of fine paper , gather ed them\nup, tore them into tiny pieces, and stuffed her case,\nthen sewed up the fourth side.\nThat night there was a hue and cry in the house.\nFather’s great speech for the Port Authority had\nbeen lost. Rooms were searched; servants\nquestioned. Finally Mother came into Kezia’s  room.\n“Kezia, I suppose you didn’t see some papers on\na table in our room?”\n“Oh yes,” she said, “I tore them up for my\nsurprise.”\n“What!” screamed Mother . “Come straight down\nto the dining-room this instant.”\n6.And she was dragged down to where Father was\npacing to and fro, hands behind his back.\n“Well?” he said sharply.\nMother explained.\nHe stopped and stared at the child.\n“Did you do that?”\n“N-n-no”, she whispered.\n“Mother , go up to her r oom and fetch down the\ndamned thing — see that the child’s put to bed\nthis instant.”laboriously : with a lot\nof effort or difficulty\nwandered into : went\ninto, by chance\nscraps : small pieces\nof cloth or paper ,\netc. that are not\nneeded\nhue and cry\n: angry\nprotest\nReprint 2025-26\n\n--- Page 4 ---\nThe Little Girl / 35\n7.Crying too much to explain, she lay in the shadowed\nroom watching the evening light make a sad little\npatter n on the floor .\nThen Father came into the room with a ruler in\nhis hands.\n“I am going to beat you for this,” he said.\n“Oh, no, no”, she screamed, hiding under the\nbedclothes.\nHe pulled them aside.\n“Sit up,” he ordered, “and hold out your hands.\nYou must be taught once and for all not to touch\nwhat does not belong to you.”\n“But it was for your b-b-birthday.”\nDown c",
    "total_characters": 16366,
    "preview": "\n--- Page 1 ---\nB BB BBEFORE EFOREEFOREEFOREEFORE  Y  Y  Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•Do you feel you know your parents better now, than when\nyou were much younger? Perhaps you now understand the\nreasons for some of their actions that used to upset you earlier .\n•This story about a little girl whose feelings for her father\nchange from fear to understanding will probably find an echo\nin every home.\n1.TO the little girl he was a figure to be feared and\navoided. Every morning be"
  },
  "keywords": [
    "Kezia",
    "Father",
    "Mother",
    "Reprint",
    "Little",
    "Thinking",
    "Grandmother",
    "Roofain",
    "Every",
    "Alice",
    "Beehive",
    "Perhaps",
    "Macdonalds",
    "Grannie",
    "Grandma",
    "Macdonald",
    "Column",
    "Discuss",
    "Study",
    "Goodbye"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    }
  ],
  "image_count": 5
}