{
  "metadata": {
    "subject": "english-part1",
    "chapter_number": 6,
    "chapter_name": "iebe106",
    "source_file": "iebe106.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nB BB BBEFORE EFOREEFOREEFOREEFORE  Y  Y  Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•Can you think of any scientists, who have also been\nstatesmen?\n•A.P.J. Abdul Kalam, whose pr ojects in space, defence and\nnuclear technology guided India into the twenty-first century,\nbecame our eleventh President in 2002.\n•In his autobiography, Wings of Fire , he speaks of his\nchildhood.\n1.I WAS bor n into a middle-class T amil family in the\nisland town of Rameswaram in the erstwhile  Madras\nState. My father , Jainulabdeen, had neither much\nformal education nor much wealth; despite these\ndisadvantages, he possessed great innate wisdom\nand a true generosity of spirit. He had an ideal\nhelpmate in my mother , Ashiamma. I do not recall\nthe exact number of people she fed every day, but I\nam quite certain that far more outsiders ate with\nus than all the members of our own family\nput together .\n2.I was one of many children — a short boy with\nrather undistinguished looks, born to tall and\nhandsome par ents. W e lived in our ancestral house,\nwhich was built in the middle of the nineteenth\ncentury. It was a fairly large pucca house, made of\nlimestone and brick, on the Mosque Street in\nRameswaram. My austere father used to avoid all\ninessential comforts and luxuries. However , all\nnecessities wer e provided for , in ter ms of food,\nmedicine or clothes. In fact, I would say mine\nwas a very secure childhood, both materially\nand emotional ly.6. My Childhood6. My Childhood6. My Childhood6. My Childhood6. My Childhood\nerstwhile : former\naustere : simple,\nstrict and severeinnate : inborn; (a\nquality or feeling) in\none’s nature\nReprint 2025-26\n\n--- Page 2 ---\n3.The Second W orld W ar br oke out in 1939, when I\nwas eight years old. For reasons I have never been\nable to understand, a sudden demand for tamarind\nseeds erupted in the market. I used to collect the\nseeds and sell them to a provision shop on Mosque\nStreet. A day’s collection would fetch me the princely\nsum of one anna. My br other -in-law Jallaluddin\nwould tell me stories about the W ar which I would\nlater attempt to trace in the headlines in Dinamani .\nOur area, being isolated, was completely unaffected\nby the W ar. But soon India was for ced to join the\nAllied Forces and something like a state of\nemergency was declared. The first casualty came\nin the form of the suspension of the train halt at\nRameswaram station. The newspapers now had to\nbe bundled and thrown out from the moving train\non the Rameswaram Road between Rameswaram\nand Dhanuskodi. That forced my cousin Samsuddin,\nwho distributed newspapers in Rameswaram , to\nlook for a helping hand to catch the bundles and, as\nif naturally, I filled the slot. Samsuddin helped me\nearn my first wages. Half a century later , I can still\nfeel the surge of pride in earning my own money for\nthe first time.\n4.Every child is born, with some inherited\ncharacteristics, into a specific socio-economic and\nemotional environment, and trained in certain ways\nby figures of authority. I inherited honesty and self-\ndiscipline fr om my father; fr om my mother , I\ninherited faith in goodness and deep kindness and\nso did my thr ee br others and sister . I had thr ee\nclose friends in my childhood — Ramanadha Sastry,\nAravindan and Sivaprakasan. All these boys were\nfrom orthodox Hindu Brahmin families. As children,\nnone of us ever felt any difference amongst ourselves\nbecause of our religious differences and upbringing.\nIn fact, Ramanadha Sastry was the son of Pakshi\nLakshmana Sastry, the high priest of the\nRameswaram temple. Later , he took over the\npriesthood of the Rameswaram temple  from hisprincely sum :\ngenerous amount\n(here, ironic)\nanna:  an old Indian\ncoin, worth about six\npaise\nAllied Forces : the\narmies of U.K.,\nU.S.A. and Russia\nduring the Second\nWorld W ar\nMy Childhood /69\nReprint 2025-26\n\n--- Page 3 ---\nfather; Aravindan went into the business of\narranging transport for visiting pilgrims; and\nSivaprakasan became a catering contractor for the\nSouthern Railways.\n5.During the annual Shri Sita Rama Kalyanam\nceremony, our family used to arrange boats with a\nspecial platform for carrying idols of the Lord from\nthe temple to the marriage site, situated in the\nmiddle of the pond called Rama T irtha which was\nnear our house. Events from the Ramayana  and\nfrom the life of the Prophet were the bedtime stories\nmy mother and grandmother would tell the children\nin our family.\n6.One day when I was in the fifth standard at the\nRameswaram Elementary School, a new teacher\ncame to our class. I used to wear a cap which\nmarked me as a Muslim, and I always sat in the\nfront row next to Ramanadha Sastry, who wore the\n70 / Beehive\nOur family used to arrange boats for carrying idols\nof the Lord from the temple to the marriage site.\nReprint 2025-26\n\n--- Page 4 ---\nconviction : a strong\nopinion or beliefdowncast : sad or\ndepressed\nMy Childhood /71\nsacred thread. The new teacher could not stomach\na Hindu priest’s son sitting with a Muslim boy. In\nacco",
    "total_characters": 20578,
    "preview": "\n--- Page 1 ---\nB BB BBEFORE EFOREEFOREEFOREEFORE  Y  Y  Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•Can you think of any scientists, who have also been\nstatesmen?\n•A.P.J. Abdul Kalam, whose pr ojects in space, defence and\nnuclear technology guided India into the twenty-first century,\nbecame our eleventh President in 2002.\n•In his autobiography, Wings of Fire , he speaks of his\nchildhood.\n1.I WAS bor n into a middle-class T amil family in the\nisland town of Rameswaram in the erstwhile  Madr"
  },
  "keywords": [
    "Rameswaram",
    "Reprint",
    "Kalam",
    "Sastry",
    "Childhood",
    "Abdul",
    "India",
    "Sivasubramania",
    "Contractor",
    "Ramanadha",
    "President",
    "Second",
    "Indies",
    "Remember",
    "Lakshmana",
    "Indian",
    "Muslim",
    "Beehive",
    "Thinking",
    "Wings"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    }
  ],
  "image_count": 5
}