{
  "metadata": {
    "subject": "english-part1",
    "chapter_number": 5,
    "chapter_name": "iebe105",
    "source_file": "iebe105.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n56 / Beehive\nB BB BBEFORE EFOREEFOREEFOREEFORE  Y  Y  Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•Do you like to look at yourself in the mirror? What do you\nthink about at such times? Have you ever seen a dog, a cat\nor a bird look into a mirror? What do you think it sees?\n•Now r ead this humor ous story about a doctor , a snake, and\na mirr or.\n1.“HAS a snake ever coiled itself round any part of\nyour body? A full-blooded cobra?” All of us fell silent.\nThe question came from the homeopath. The topic\ncame up when we wer e discussing snakes. W e\nlistened attentively as the doctor continued with\nhis tale.\nIt was a hot summer night; about ten o’clock. I had\nmy meal at the restaurant and returned to my room.\nI hear d a noise fr om above as I opened the door .\nThe sound was a familiar one. One could say that\nthe rats and I shared the room. I took out my box of\nmatches and lighted the kerosene lamp on the table.\n2.The house was not electrified; it was a small rented\nroom. I had just set up medical practice and my\nearnings were meagre. I had about sixty rupees in\nmy suitcase. Along with some shirts and dhotis , I\nalso possessed one solitary black coat which I was\nthen wearing.\n3.I took off my black coat, white shirt and not-so-\nwhite vest and hung them up. I opened the two\nwindows in the room. It was an outer room with\none wall facing the open yard. It had a tiled roof\nwith long supporting gables that rested on the beam\nover the wal l. There was no ceiling. There was a5. The Snak 5. The Snak5. The Snak 5. The Snak5. The Snak e and the Mire and the Mire and the Mire and the Mire and the Mir r rr rror orororor\nmeagre : small in\nquantity.\ngable\n: upper part of\na wall below a\nsloping roof\ngable\nReprint 2025-26\n\n--- Page 2 ---\nThe Snake and the Mirror / 57\nregular traffic of rats to and from the beam. I made\nmy bed and pulled it close to the wall. I lay down\nbut I could not sleep. I got up and went out to the\nveranda for a little air , but the wind god seemed to\nhave taken time off.\n4.I went back into the room and sat down on the\nchair . I opened the box beneath the table and took\nout a book, the Materia Medica . I opened it at the\ntable on which stood the lamp and a large mirror; a\nsmall comb lay beside the mirr or.\nOne feels tempted to look into a mirror when it is\nnear one. I took a look. In those days I was a great\nadmirer of beauty and I believed in making myself\nlook handsome. I was unmarried and I was a doctor .\nI felt I had to make my presence felt. I picked up the\ncomb and ran it through my hair and adjusted the\nparting so that it looked straight and neat.\nAgain I heard that sound from above.\n5.I took a close look at my face in the mirr or. I made\nan important decision — I would shave daily and\ngrow a thin moustache to look more handsome. I\nwas after all a bachelor , and a doctor!\nI looked into the mirror and smiled. It was an\nattractive smile. I made another earth-shaking\ndecision. I would always keep that attractive smile\non my face ... to look more handsome. I was after\nall a bachelor , and a doctor too on top of it!\nAgain came that noise from above.\n6.I got up, paced up and down the room. Then another\nlovely thought struck me. I would marry.\nI would get married to a woman doctor who had\nplenty of money and a good medical practice. She\nhad to be fat; for a valid reason. If I made some silly\nmistake and needed to run away she should not be\nable to run after me and catch me!\nWith such thoughts in my mind I resumed my seat\nin the chair in front of the table. There were no\nmore sounds from above. Suddenly there came a\ndull thud as if a rubber tube had fallen to the\nReprint 2025-26\n\n--- Page 3 ---\n58 / Beehive\nground ... surely nothing to worry about. Even so I\nthought I would turn around and take a look. No\nsooner had I turned than a fat snake wriggled over\nthe back of the chair and landed on my shoulder .\nThe snake’s landing on me and my turning were\nsimultaneous.\n7.I didn’t jump. I didn’t tremble. I didn’t cry out. There\nwas no time to do any such thing. The snake\nslithered along my shoulder and coiled around my\nleft arm above the elbow. The hood was spread out\nand its head was hardly three or four inches from\nmy face!\nIt would not be correct to say merely that I sat\nthere holding my breath. I was turned to stone. But\nmy mind was very active. The door opened into\ndarkness. The room was surrounded by darkness.\nIn the light of the lamp I sat there like a stone\nimage in the flesh.\n8.I felt then the great presence of the creator of this\nworld and this universe. God was there. Suppose I\nsaid something and he did not like it ...\nI tried in my imagination to write in bright letters\noutside my little heart the words, ‘O God’.\nThere was some pain in my left arm. It was as if a\nthick leaden rod — no, a rod made of molten fire —\nwas slowly but powerfully crushing my arm. The\narm was beginning to be drained of all strength.\nWhat could I do?\n9.At my slightest movement the snake would strike\nme! Death lur",
    "total_characters": 20279,
    "preview": "\n--- Page 1 ---\n56 / Beehive\nB BB BBEFORE EFOREEFOREEFOREEFORE  Y  Y  Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•Do you like to look at yourself in the mirror? What do you\nthink about at such times? Have you ever seen a dog, a cat\nor a bird look into a mirror? What do you think it sees?\n•Now r ead this humor ous story about a doctor , a snake, and\na mirr or.\n1.“HAS a snake ever coiled itself round any part of\nyour body? A full-blooded cobra?” All of us fell silent.\nThe question came from t"
  },
  "keywords": [
    "Reprint",
    "Legend",
    "There",
    "Saint",
    "Peter",
    "Northland",
    "Where",
    "Beehive",
    "Snake",
    "Mirror",
    "Someone",
    "Thinking",
    "Write",
    "Which",
    "Again",
    "Suppose",
    "Doctor",
    "Malayalam",
    "Remember",
    "Indian"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    }
  ],
  "image_count": 5
}