{
  "metadata": {
    "subject": "information-andcommunication-technology",
    "chapter_number": 4,
    "chapter_name": "iict104",
    "source_file": "iict104.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nIn the last chapter, we learnt how to create still images \nand enhance them, now it will be interesting to see how to create audio and video resources.\nThe use of more than one medium of expression or \ncommunication is called multimedia. Multimedia uses a combination of text, audio, images, animation, videos and interactives. This is different from traditional forms of printed or hand produced material.\nContent means something that can be expressed \nthrough some media like speech, writing or any other form of art.\nStudents in a class are discussing about the activity \nthey have performed on purification of water .\nNeer: Why is this activity necessary?\nNancy: What is the use of this activity?Raima joins the school after a long gap. She is surrounded \nby her friends, everyone is curious to know the reason \nfor her long absence from the school.\nNeer: Raima, you were always very regular in attending \nschool, why were you absent for a week?\nRaima: I was suffering from diarrhoea and fever.Nancy: Oh! What did the doctor say?\nInteractives \nmean a two-way communication where the user interacts with the content and gets feedback.\nList of waterborne diseases \n• Diarrhoea\n• Dysentery\n• Typhoid Fever\n• Cholera\n• Hepatitis A\n• Jaundice etcCreating Audio \nVideo CommunicationChapter\n4\nChapter 4.indd   57 7/16/2020   2:45:40 PM\nReprint 2025-26\n\n--- Page 2 ---\nICT T exTbook — Class Ix58Raima: The doctor said it was due to drinking \ncontaminated water. The doctor also told me that many people are dying because of water pollution and waterborne diseases every year. \nNeer: Oh, it is a very serious issue. Nancy: You know Raima, yesterday only, we did an \nactivity on water purification.\nRaima: Oh! It is good that you performed such a relevant \nactivity. Can you explain me what you learnt.\nNeer and Nancy explained all the activities they \nperformed yesterday.\nRaima: Had I performed the activity myself, I would \nhave learnt better by performing the activity. \nNeer: Let us do something, so that you may not miss \nout the learning.\nNancy: Specially this water purification activity is very \nuseful for everyone.\nNeer: We can create posters to generate awareness on \nthe importance of water purification.\nRaima: Let us make something which can be more \nimpactful and interesting than a printed material.\nActivity 1\nImagine yourself as a part of this activity, what media will you use to explain this?\nNancy: Can we record an audio?\nRaima: It is similar to what you explained to me but I \ndid not understand it. I think we need to demonstrate the process.\nNeer: So, you want us to do the activity all over again. Raima: Yes, and this time we will record it. We will also \nadd posters, text, images, audios and may be some more materials and create a small video film.\nNancy: Yes, it will help us understand the concept better \nand we can also share it with others.\nNeer: What all do we need to do for making this video film?\nChapter 4.indd   58 27-Feb-19   4:47:23 PM\nReprint 2025-26\n\n--- Page 3 ---\nCreating  audio‑Video Communi Cation59Raima: We already have a topic, the title of our video \nfilm will be ‘Waterborne diseases and their prevention.’\nActivity 2\nThink about what content should be included to make a video film on Water Pollution.\nNancy: So we need to have information on water pollution, causes of water pollution, effects of water pollution, waterborne diseases and methods of purification of contaminated water.\nRaima: So first of all, we had to collect all relevant \ninformation to make this video film, we also need to know sources of information.\nNeer: We can use books in the library to collect \ninformation about Water Pollution and its effects and present it through images and audio narration. \nNancy: We can talk to a doctor to learn more about \nwaterborne diseases and then present it through text and audio narration. \nRaima: We will request our science teachers to help us \nin identifying more activities for water purification. We will record a video of water purifying techniques.\nNancy: So now we have to decide who will do what.Raima: I can go to the doctor and collect more information \non waterborne diseases.\nNeer and Nancy: Raima can learn more water purifying \ntechniques form the science teacher then we will record \na video on the techniques of purifying water.\nNancy: I can search information from the library. The students have collected all the information in the \nform of text and images. They have also recorded a video showing the techniques of water purification.\nNeer: Now we have to write the audio script based on \nthe information we have collected from various sources. \nRaima: But how are we going to record an audio?\nNeer: Let's record it in the evening through my mom's smartphone.\nChapter 4.indd   59 27-Feb-19   4:47:23 PM\nReprint 2025-26\n\n--- Page 4 ---\nICT T exTbook — Class Ix60In the evening, they all gathered at Neer's house to record \nthe narration. But while playing back they noticed some disturbance in the audio. \nNancy: How to remove this disturbance from the audio? Raima: We can use software to edit the audio narration. \nSo, let’s first get familiar with the Audacity interface. (Refer Fig. 4.1).\nFig. 4.1 : Audacity Interface\nLet’s begin with Audacity and Record Narration.\n1. Go to file and click “New”. A new window will appear \n(Refer Fig. 4.2).\nRaima: Let us start creating our audio resource.\nFig. 4.2 : Getting started\nHow to record an \naudio?\nThere are two types \nof recording devices: analog and digital. \nIt has its own merits \nand demerits and they may be used as per need of the task. \nList of recording \ndevices\n• Mini Disc Recorder\n• DAT Recorder\n• Desktop and headphone\n• Laptop Audio Interface\n• Smartphone\nList of audio tools\n• Audacity\n• Mixxx\n• Ardour\nAudacity\n• Audacity is a free open source digital audio   editor to record computer  software application, available for Windows, macOS/OS X, Linux and other operating      systems.\n• Interestingly, you do not need sound mixer or any other \nChapter 4.indd   60 27-Feb-19   4:47:24 PM\nReprint 2025-26\n\n--- Page 5 ---\nCreating  audio‑Video Communi Cation61\nsophisticated \ndevice to use it.\nUsing Audacity you can\n1.  record by default \nmicrophone or by external microphone.\n2.  edit, import and \nexport audio files.\n3.  mix tracks by \nusing envelop.\n4.  create effects and \neven increase amplitude.\n5. use multiple \ntracks.Raima: Let us add a new track (Refer Fig. 4.3).\nFig. 4.3 : Adding a new track\nA new track will appear in which you can record your voice or sound using either default microphone or the external microphone. Ensure that proper silence is maintained while recording. To start the recording click on the Red recording button (Fig. 4.4) and speak. To finish recording, press the Stop button or the Space Bar on your computer. You can insert more tracks in a similar fashion.\nFig 4.4 : Recording an audio\nChapter 4.indd   61 27-Feb-19   4:47:25 PM\nReprint 2025-26\n\n--- Page 6 ---\nICT T exTbook — Class Ix62Nancy: While recording, you have coughed a couple of \ntimes. How can it be removed?Raima: After recording, editing can be done to remove unwanted sounds, such as fumble, repeated sentences, coughing, pops, etc. Using the selection tool we can select the portions to be deleted, as shown in Fig. 4.5 . \nNeer: Can we add music and sound effects?\nRaima: Add a new Track to put Music or Sound effects. \nMake sure that you already have the required music file on your computer. Click on the File in the menu bar and choose the Import option. After clicking on the  \nImport option, browse and select the audio file. \nIt will be imported on the new track.Neer: How do we mix these tracks?Raima: You can mix tracks using the Tracks  \nMenu option.Once selected, press Delete on your keyboard or delete using the Edit menu.\nFig. 4.5 Editing the track\nChapter 4.indd   62 27-Feb-19   4:47:26 PM\nReprint 2025-26\n\n--- Page 7 ---\nCreating  audio‑Video Communi Cation63The software will mix your narration and other sound \ntracks effects, as shown in Fig. 4.6.\nRaima: Before going further, lets save our file. The final \ntrack can be saved in the default .aup format (Audacity Project) which is an editable format. \nNancy: Is it possible to add this track in my presentation?Raima: For this you have to convert it into a suitable format \nlike .mp3 or .ogg using the Export option. Refer Fig. 4.7 .\nFig. 4.7 Exporting the audio\nFig. 4.6 Mixing of tracks\nChapter 4.indd   63 27-Feb-19   4:47:27 PM\nReprint 2025-26\n\n--- Page 8 ---\nICT T exTbook — Class Ix64\nFig. 4.9 (A) Importing files (Method 1)Nancy and Neer: Now we have learnt the creation and \nediting of audio file. Let’s now learn about the Video editing tool.\nRaima: I know an editing tool OpenShot video editor for \nediting videos, as shown in Fig. 4.8.\nNancy: Let’s try and edit the video showing the techniques \nof water purification that we have recorded earlier.\nTypes of Video editing software\n• Openshot video Editor\n• Blender\n• DScaler\n• Pitivi shortcut\n• Videolan movie creator\n• Video Editor\n• Avidemux, etc.\nNeer: I am sure the first step is to compile all the information and organise the video files and record audio narration in a folder.\nRaima: You are very right \nNeer. Once, you complete organizing the information, you need to import all images and video files to the openshot video editor, as shown in Fig. 4.9(A) & Fig. 4.9(B).Fig. 4.8 Openshot Interface\nChapter 4.indd   64 27-Feb-19   4:47:29 PM\nReprint 2025-26\n\n--- Page 9 ---\nCreating  audio‑Video Communi Cation65Raima: Interestingly, there are two ways to \nadd images on the timeline. One of them is to drag the three pictures one after the other to “Track 2”, as shown in Fig. 4.10. Remember that it is possible to change the sequence in which these images will appear in the slide show by dragging and \nre‑arranging them in the timeline.\n               Fig. 4.10: Adding images on the timeline (Method 1)\nRaima: The other way is to select one image at a time by \nusing the Add to Timeline option, as shown in Fig. 4.11(A) and Fig. 4.11(B).\nFig 4.11 (A) : Adding images on the timeline (Method 2)\nImage and audio files can also be imported using the shortcut key “Ctrl+F”.\nFig 4.9 (B) : Importing files (Method 2)\nChapter 4.indd   65 7/16/2020   2:45:56 PM\nReprint 2025-26\n\n--- Page 10 ---\nICT T exTbook — Class Ix66Neer : Can we add some background music to the \nslideshow to make it more interesting?\nRaima: Yes, you can easily add an audio file by  dragging \nit from “Project File” window and dropping it in “Track 1” of the timeline, as shown in Fig. 4.2.\n          Fig. 4.12: Adding sound to the timeline\n         Fig. 4.11 (B): Adding images on the timeline (Method 2)\nChapter 4.indd   66 7/23/2020   3:29:11 PM\nReprint 2025-26\n\n--- Page 11 ---\nCreating  audio‑Video Communi Cation67Nancy: Does this “♫” mean that an audio has been \nadded on Track 1? \nRaima: Good observation Nancy.Nancy: Can I now preview the project?Raima: Yes. You can do that by \nclicking on the “Play” button in the preview window. Refer Fig. 4.13.  \nRemember, if you need to re-arrange any clips, just drag and drop the clips to move them.Neer: Can I use this video in my presentation? \nRaima: First let’s save this video in \nthe default .osp format (as shown in Fig. 4.14) which will allow us to edit it later.  But to use this video in our presentation, we will have to export it in a suitable format like .mp4 or .ogg., as shown in Fig. 4.15.\nFig. 4.13: Project Preview\nFig. 4.14: Save the project\nClick on the save Icon in the toolbar or use shortcut key Ctrl+S to save your project.\nChapter 4.indd   67 27-Feb-19   4:47:33 PM\nReprint 2025-26\n\n--- Page 12 ---\nICT T exTbook — Class Ix68\nFig. 4.15: Export the project\nExercises\n1. Prepare a narrative on the following topics:\n a. A story you heard from your grandparents or parents\n b. Mimicry of different cartoons\n c. Collection of animal sounds\n2. Prepare a video on the following topics:\na. A tree speaking to our citizens to safeguard its life\nb. Different sources of water like river, sea, lake, \ngroundwater, etc., speaking to each other on how \nvarious pollutants affect them.\nc. Advertisement for implementing rainwater \nharvesting at home and school\nChapter 4.indd   68 27-Feb-19   4:47:34 PM\nReprint 2025-26\n\n--- Page 13 ---\nCreating  audio‑Video Communi Cation693. Test yourself\na. Match the following \nAudacity Recording Device\nSmart Phone Audio Tool\nOpen Shot File Format\n.osp Video Editor\n.aup Audacity\nb. Identify whether the following statements are True  \nor False\n  i. .MP3 is the format in which video files can be saved. \n (T/F)\n ii. Blender is a video editing software.  (T/F)\niii. Audacity is a free and open source digital audio \neditor.  (T/F)\niv. Open Shot is a software used for audio editing.\n (T/F)\n v. Music files can be imported in Audacity to prepare \naudio resource.  (T/F)\nChapter 4.indd   69 27-Feb-19   4:47:34 PM\nReprint 2025-26\n",
    "total_characters": 12902,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page9_img4.png",
      "page": 9
    },
    {
      "filename": "page9_img5.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page11_img4.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page12_img3.png",
      "page": 12
    },
    {
      "filename": "page13_img1.png",
      "page": 13
    },
    {
      "filename": "page13_img2.png",
      "page": 13
    }
  ],
  "image_count": 44,
  "keywords": [
    "Raima",
    "Nancy",
    "Chapter",
    "Reprint",
    "Audacity",
    "Video",
    "Class",
    "Creating",
    "Communi",
    "Refer",
    "Adding",
    "Method",
    "Track",
    "Audio",
    "Interface",
    "Project",
    "Editor",
    "Activity",
    "Water",
    "Pollution"
  ]
}