{
  "metadata": {
    "subject": "information-andcommunication-technology",
    "chapter_number": 5,
    "chapter_name": "iict105",
    "source_file": "iict105.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nChapter  \n5\nDuring their recent school trip, Samayra and Shirom \ngot the chance to explore the historical places of Delhi, the capital of India. Few of their classmates were not able to join them.\nSamayra: I wish all our friends were here with us. They \nnot only missed the fun but also the knowledge about our rich heritage.\nShirom: It does not matter. Let us do something so that \nthey don’t miss out on the learning.\nSamayra: That would be nice. But how can we do it?Shirom: Let us compile our experiences, highlighting \nthe captured moments of the trip in a report.\nSamayra: But this report will not give our friends the \nreal picture of our experience and our interaction with the guide, etc.\nShirom: True. Then let's make a presentation.Samayra: Shirom, what do you mean by a presentation?Shirom: A presentation is used to present information \nusing text, images, audio, video and animations. Do you know we can even add our narration to the slides ?\nSamayra: Oh is it? This would be wonderful.Presenting Ideas Chapter\n5\nChapter 5.indd   70 7/16/2020   2:51:42 PM\nReprint 2025-26\n\n--- Page 2 ---\nPresenting  ideas71Shirom : There are various ways to make effective \npresentations by including voice overs, videos and \nanimations. It is going to be very interesting. Let us use Impress, a presentation tool from Libre Office Suite.\nShirom: Let us start. The first step is to open it by clicking on the Impress icon present on the desktop.\nShirom: By default a slide with Title Layout will appear, \nwhen we open a blank presentation as shown in Fig. 5.1. We can choose the desired Layout from the various layouts, as shown in Fig. 5.2.\nSamayra: Let us start.\nShirom: We can start with \nthe first slide by giving a title: ‘Historical Place of Delhi’ in the top placeholder and subtitle below it in the workspace area, as shown in Fig. 5.3.\nSamayra: Shirom, can we add \nour names also?\nFig. 5.1: Impress interface\nFig. 5.2: Choosing the slide layout\nChapter 5.indd   71 7/16/2020   2:51:55 PM\nReprint 2025-26\n\n--- Page 3 ---\nICT T EXTBOOK  — C LASS IX 72Shirom: Sure, let us do that.\nFig. 5.3: The title slide\nSamayra: Can we add more content, such as text (as \nshown in Fig. 5.4), photographs or images, audio and videos, which we have collected during the visit.\nShirom: No. We will need more slides for that. Let us add \nmore slides to our presentation.\nSamaira: Great! Seems interesting. I hope our presentation \nwill help them to get the  feel of the trip.\nFig. 5.4: Adding text content\nLayout helps to \ndecide the placementof text or pictures on a slide.\nChapter 5.indd   72 28-Feb-19   3:35:59 PM\nReprint 2025-26\n\n--- Page 4 ---\nPresenting  ideas73Samayra: Shirom, can we add a picture of the Red Fort?\nShirom: Yes, we can do that by using the Insert Menu \n(Refer Fig. 5.5).\nFig. 5.5: Inserting an image\nSamayra: Once, we have inserted the image, can we also \nadd some special effects to our images and text to make our presentation more attractive and grab attention of the audience.\nShirom: Yes, indeed! Let us select the text or object to be \nanimated and add some custom animation to it, as shown in Fig. 5.6.\nFig 5.6 : Animating the image\nFor example, you may choose to apply various effects that may change the Font Size and apply special effects to the text, such as Blink and save that effect on the text.  \nChapter 5.indd   73 7/16/2020   2:52:13 PM\nReprint 2025-26\n\n--- Page 5 ---\nICT T exTbook — Class Ix74Similarly, you can apply different effects in your slide to \nmake your presentation interesting and attractive.\nSamayra: Oh! Great but tell me how to check what we \nhave done so far?\nShirom: For this we will preview our presentation using \nSlide show option, as shown in Fig. 5.7.  To do, press F5 key or using the Slide Show menu. Let me now tell you one more interesting feature: Slide Transition  which \ncan be added from the view menu.\nSamayra: I have taken a recording clip of the guide \nnarrating the story. Also if we could insert the audio clip too! Moreover we have some video clips that also could be inserted in our presentation. It will make our presentation lively and more informative.\nShirom:  Yes, let us do it using the  Audio or Video \noption of the Insert Menu, as shown in Fig. 5.8.\nSamayra:  Tell me the steps how I should do it.\nFig. 5.7: Slide show\nChapter 5.indd   74 28-Feb-19   3:35:59 PM\nReprint 2025-26\n\n--- Page 6 ---\nPresenting  ideas75\nCustom animation \nhelps us to add emphasis on an object area on a screen.\nAvoid adding too \nmany animation effects on a slide as it reduces the focus on the main content.\nShirom: Now, if you wish, you can add more information in your presentation to enhance it with various colourful slides, animations, transitions effects and media and make it ready for the show. You can share your experiences of the trip with your classmates in the class with the help of projector and cherish the moments by viewing the slideshow. Once the show has started and in between if you would like to go to the next slide or previous one at a time, then Right-clicking anywhere on the screen brings up the floating menu that allows navigation of the slides as shown in Fig. 5.9.\nFig. 5.9: Navigating in slide show\nSamayra: Shirom, can we view the sequential arrangement of  all the slides on a single screen?\nFig. 5.8: Adding sound\nChapter 5.indd   75 7/16/2020   2:52:28 PM\nReprint 2025-26\n\n--- Page 7 ---\nICT T exTbook — Class Ix76Shirom: Yes, we can. The slide sorter view (as shown in \nFig. 5.10) shows all the slides on the same screen which may help us re-arrange them if required.\nSamayra: Now we are ready to share our presentation \nwith all our classmates.\nShirom: No wait. To share the presentation we should \nconvert it into Portable Document Format (PDF) (as shown in Fig. 5.11) which is an open standard file format for file viewing and sending it to someone.\nFig. 5.11: Exporting to PDF\nFig. 5.10: Slide sorter view\nChapter 5.indd   76 28-Feb-19   3:36:00 PM\nReprint 2025-26\n\n--- Page 8 ---\nPRESENTING  IDEAS 77Samayra: It was so interesting to learn how to make a \npresentation and share it with our friends.\nNo effects or animations can be seen in PDF.\nExercises\n1. Prepare a presentation on the following topics:\n  (i) Your personal experience of meeting people in \norphanage, old age home, etc.\n (ii) Experience of summer vacation(iii) School's Annual day celebrations(iv) Biography of a scientist or a historian\n2. Test yourself\n(a) Identify whether the following statements are True or \nFalse\n   (i) We can make changes in the PDF version of any file. (T/F)  (ii) We can insert video and audio clips in a presentation. (T/F) (iii) The number of slides that can be added in a \npresentation has a limit.  (T/F)\n (iv) Impress is a free and open source presentation tool. (T/F)  (v) The background and design of the presentation \ncannot be changed once saved.  (T/F)\nChapter 5.indd   77 28-Feb-19   3:36:00 PM\nReprint 2025-26\n",
    "total_characters": 6932,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page3_img5.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    }
  ],
  "image_count": 30,
  "keywords": [
    "Shirom",
    "Samayra",
    "Chapter",
    "Reprint",
    "Slide",
    "Presenting",
    "Impress",
    "Layout",
    "Delhi",
    "Great",
    "Adding",
    "Insert",
    "Class",
    "During",
    "India",
    "Ideas",
    "There",
    "Libre",
    "Office",
    "Suite"
  ]
}