{
  "metadata": {
    "subject": "information-andcommunication-technology",
    "chapter_number": 2,
    "chapter_name": "iict102",
    "source_file": "iict102.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nTanya and Rishi had gone to a book fair. They had a \ngreat time there. They wanted to share their experiences with others. So, they decided to record their experiences. Let us see how Tanya and Rishi recorded their experiences. Consider Fig. 2.1 given below and put \nFig. 2.1: Book FairCreating Textual\nCommunicationChapter\n2\nChapter 2.indd   14 7/22/2020   12:34:21 PM\nReprint 2025-26\n\n--- Page 2 ---\nCreating  textual  Communi Cation15yourself in place of Tanya and Rishi and think what \ninformation may be shared with others about the  \nbook fair.\nWhat information I would like\nto share with others?\n• How many stalls are there in the book fair?\n• Which category of books did we like the most?\n• Who were the publishers of those books?\nLet us see in Figs. 2.2 and 2.3 how they presented  \ntheir experiences.\nFig. 2.2: Tanya’s Report\nChapter 2.indd   15 7/22/2020   12:34:24 PM\nReprint 2025-26\n\n--- Page 3 ---\nICT T exTbook — Class Ix16Rishi was amazed to see Tanya’s report. It contained \ntext of varied colour, style and size. It also had a picture and certain symbols before each category of books. Tanya had communicated her ideas and thoughts in an organised, systematic, effective and presentable manner through her report. Rishi asked Tanya how could she communicate her thoughts so effectively?Tanya : Rishi, you should know that there are digital tools \nwhich can be used to create effective and digital documents. \nFig. 2.3: Rishi’s Report\nChapter 2.indd   16 7/22/2020   12:34:26 PM\nReprint 2025-26\n\n--- Page 4 ---\nCreating  textual  Communi Cation17Rishi also wanted to prepare his report using word \nprocessor. So, he asked Tanya to help him. After taking permission from their teacher, Rishi and Tanya went to the computer lab of their school. Tanya opened the text editor and asked Rishi to create a new document. Tanya explained to him the use of various keys on the keyboard  \n(Fig. 2.5) for entering the text.\nFig. 2.5: KeyboardYou can delete the errors and also take multiple copies of a digital document. My elder sister helped me to create this document using a word processor (LibreOffice Writer 5.1.6.2) on a computer (fig. 2.4).\nFig. 2.4: LibreOffice\nChapter 2.indd   17 7/22/2020   12:34:27 PM\nReprint 2025-26\n\n--- Page 5 ---\nICT T exTbook — Class Ix18Document: Any \npiece of information created using a text editor is called adocument.Cursor: A vertical blinking line in a text editor that indicates the place whereanything that is typed will appear.Getting Familiar with a Keyboard\nEnter key\n• Press once to move to next line.\nTab key\n• Press once to move 5 spaces to the right of the \ncursor.\nInsert key\n• Press once more to replace the old text with the currently typed text.\n• Press once again to activate the insert mode.\nDelete key\n• Deletes the character to the right of the cursor.\nBackspace key\n• Deletes the character to the left of the  \ninsertion point.\nCaps Lock key\n• Press once to type the alphabets in uppercase.\n• Press once more to revert and type in lowercase.\nShift key\n• Press along with the alphabet key to type in uppercase if Caps Lock is OFF and in lowercase if Caps Lock is ON.\n• Press along with non-alphabet key to type the special character/symbol that is above the main character. \nTanya : Rishi, let’s open the text editor by double \nclicking on the Writer icon on the desktop. Let us try to \nunderstand how we can work on the Text Editor. When we open text editor, a blank document as shown below  \n(Fig 2.6) will appear. Tanya also demonstrated how to open a new file in the text editor. Rishi followed the steps demonstrated by Tanya for creating a  \nnew document.\nThe title bar of the new document contains the name \nof the document and the name of the application \nChapter 2.indd   18 7/22/2020   12:34:27 PM\nReprint 2025-26\n\n--- Page 6 ---\nCreating  textual  Communi Cation19(OpenOffice Writer). As Rishi had not given any name \nto his document, ‘Untitled 1’ is displayed on the  \ntitle bar.\nTanya : First fix the setting of the document (Fig. 2.7) so \nthat the page size, orientation, margins, and background \ncolour can be fixed for the report. \nRishi: Why do we need to do that?Tanya : Rishi, you must have noticed that the pages of \nyour notebook are of the same size and contain margins \ntoo. This gives a consistent look to your notebook Similarly if you set the margins and size of the document in the text editor, it will give a consistent look.  \nRishi: What are the orientation types?Tanya : If you want your document vertically elongated,  \nselect ‘Portrait’ orientation, if you want it to be \nhorizontally elongated, select ‘Landscape’ orientation.\nFig. 2.6: Creating a New Document\nChapter 2.indd   19 7/22/2020   12:34:32 PM\nReprint 2025-26\n\n--- Page 7 ---\nICT T exTbook — Class Ix20Rishi: OK, so I will select page size as A4, orientation \nas Portrait and 0.79 inch margin on all four sides of  \nthe page.\nTanya : Fine! And what about the background colour?\nRishi: My favourite colour is yellow ochre, so I will select \nthat as the background for my document.\nRishi was happy to see the outcome of the page setting \nof his document and the coloured background of his page. He started typing the text in his report. After typing, his report looked as it is shown in Fig 2.8.Rishi was happy to see the outcome of the page setting of his document and the coloured background of his page. \n                    Fig. 2.7: Formatting the Page\nChapter 2.indd   20 7/22/2020   12:34:34 PM\nReprint 2025-26\n\n--- Page 8 ---\nCreating  textual  Communi Cation21He started typing the text in his report. After typing, his \nreport looked as shown in Fig. 2.8.\nFig. 2.8: Rishi’s report\nChapter 2.indd   21 7/22/2020   12:34:37 PM\nReprint 2025-26\n\n--- Page 9 ---\nICT T exTbook — Class Ix22Activity 1\nCreate a text document on a topic of your choice. Choose \nA4 as page size and 'portrait' as page orientation. Now change the page orientation to 'landscape' and observe the change in the document.\nOnce the report was typed, Tanya suggested him to save the document as shown in Fig. 2.9 and then close it. It is only when the document is saved by a name, it can be opened again for viewing or editing. In fact, while creating a document it must be saved at regular intervals so that the changes made are permanently saved. To close the file click File → Close option. To close the word \nprocessor (Writer), you may click Close button\n on \nthe top -left corner of the screen.\nFig. 2.9: Saving a File\nChapter 2.indd   22 7/22/2020   12:34:41 PM\nReprint 2025-26\n\n--- Page 10 ---\nCreating  textual  Communi Cation23You can also perform a task using keys from the keyboard. \nThese are called Shortcut keys. Some of the shortcut keys are listed below:\nOpening a new document   Ctrl + N\nSaving a document    Ctrl + S\nOpening a document   Ctrl + O\nRishi was excited to see his report on the monitor but he wanted coloured text of different sizes in his report with a bold and underlined title. Tanya demonstrated the tools on the Formatting toolbar as shown in  \nFig. 2.11 that would help Rishi add these features to his report. He could choose the font name, size and style of his choice. Tanya also showed him some fonts names like Times New Roman, Courier New, Arial, Calibri, etc. She further mentioned tools to edit the font size and \nstyle — bold, italic or underlined.\n• Choose Save As option when you are saving the file for the first time or you want to give a different  name to an  already saved file.\n• Choose Save option when you want  to simply save the changes made in an already existing file.\nYou should always save a file with a meaningful name. This helps you to easily identify the file when you want to open it later.Rishi saved the file by the name bookFairReportRishi.\nodt and then closed it by clicking on the Close button. Rishi wanted to learn more from Tanya, so  he opened his file again.\n  Fig. 2.10: Opening a Document\nChapter 2.indd   23 7/22/2020   12:34:42 PM\nReprint 2025-26\n\n--- Page 11 ---\nICT T exTbook — Class Ix24Rishi formatted the text in his document by using the \ntools on the formatting toolbar, now he wanted the title \nin the centre of the page and date on the top -right corner. \nTanya then introduced Rishi to various alignment tools:\n• Align left: aligns the text to the left margin of  \nthe page\n• Center horizontally: aligns the text to centre of  \nthe page\n• Align right: aligns the text to right margin of  \nthe page\n• Justified: aligns the text to both left and right margin of the page\nRishi felt that his report was looking congested. He wanted a little bit more spacing between the lines of the paragraph. Tanya then explained that the spacing can be set between the lines and also between the paragraphs as shown in Fig. 2.12. The former is called \nFig. 2.11: Formatting text\nChapter 2.indd   24 7/22/2020   12:34:46 PM\nReprint 2025-26\n\n--- Page 12 ---\nCreating  textual  Communi Cation25line spacing and the latter is called paragraph spacing. \nDemarcating a new paragraph by adding few blank spaces in the beginning of the first line of the paragraph can also be done. This is called indentation.\nFig. 2.12: Formatting a Paragraph\nRishi was happy to apply all the formatting effects to his document. Now his report, in Fig. 2.13 appeared more effective as compared to that shown in Fig. 2.8.\nFig 2.13: Rishi’s Page with Formatting Effects\nChapter 2.indd   25 7/22/2020   12:34:49 PM\nReprint 2025-26\n\n--- Page 13 ---\nICT T exTbook — Class Ix26Activity 2\nUsing a text editor, write a paragraph on ‘My Favourite \nFestival’ and apply various formatting effects listed below.\nAlso add a quote 'Festivals' in the beginning of the chapter. \nMark a tick in front of the features that you were able to apply in your document.\n• Title: Bold and Centre aligned\n• Important points: Underlined, Bold\n• Paragraph: Justified\n• Background and Text: Coloured\n• Font Style\n• Indentation and Line Spacing\nThere were certain red and green wavy lines in Rishi’s document. As Rishi asked her about the lines, Tanya told him that the red wavy line appears below a spelling mistake and the green wavy line appears below a grammatical error. Now, Rishi tried to correct the mistakes by placing the cursor at the appropriate position and retyping them. Tanya explained that instead of doing it manually, it can be done by using the Spelling and Grammar  check feature of the word \nprocessor as shown in Fig. 2.14.\nFig. 2.14: Spelling and Grammar Check\nShortcut keys\nBold Ctrl + B\nItalic  Ctrl + I\nUnderline  Ctrl + U\nChapter 2.indd   26 7/22/2020   12:34:50 PM\nReprint 2025-26\n\n--- Page 14 ---\nCreating  textual  Communi Cation27Suddenly, Tanya noticed that the word ‘Pragati Maidan’ \nhad a red wavy line below it although it was not a spelling mistake. On the other hand, Rishi had typed the word ‘fare’ instead of ‘fair’ in his document but it did not have a red wavy line below it, as shown in Fig. 2.15.\nTanya again opened the Spelling and Grammar dialog \nbox, selected the words ‘Pragati Maidan’ and clicked Add to Dictionary  button. Since the words were now \nadded to the dictionary of the text editor, the red wavy line no longer appeared below these words. \nTo delete the word ‘Fare’ and type ‘Fair’, Rishi placed his \ncursor before the word ’Fare’. He had to repeat this process for all occurrences of the word ‘Fare’. This is how he learned to use the Find and Replace feature of the text editor, as shown in Fig. 2.16.\nFig. 2.16: Find and Replace\nFig. 2.15: Errors in Rishi’s Report\nChapter 2.indd   27 7/22/2020   12:34:52 PM\nReprint 2025-26\n\n--- Page 15 ---\nICT T exTbook — Class Ix28Rishi wanted to change the position of the quote by \nStephen Hawking. One method is to delete it from its present position and retype at the new position. The better way is to use the cut and paste commands, through which the text will be removed from the original position and pasted to the new position. If you want the text to be duplicated and pasted at the new position, then choose the Copy command instead of Cut command (Refer Fig. 2.17).\nFig. 2.17: Cut, Copy and Paste\nShortcut keys\nCut Ctrl + X\nCopy  Ctrl + C\nPaste  Ctrl + V  \nSpelling & Grammar  \nF7\nFind & Replace   \nCtrl + H\nActivity 3\nOpen the file that you created in Activity 2. Copy the quote and Paste it at the end of the document. Thereafter do it by Cut and Paste. What difference did you notice between Cut and Copy options?\nChapter 2.indd   28 7/22/2020   12:34:55 PM\nReprint 2025-26\n\n--- Page 16 ---\nCreating  textual  Communi Cation29In Tanya’s report, Rishi had also seen certain symbols \npreceding the names of the genres of books. When Rishi asked her, Tanya explained that such a list can be created using the Bullets and Numbering feature \nof the text editor as shown in Fig. 2.18.  Using Bullets feature, the list is preceded by certain symbols. For list items, shown by bullets ordering is  not important, on the other hand, Number and Alphabets  feature can be \nused when there is some order in the list.\nRishi used bullets as shown in Fig. 2.19 to list the \ndifferent categories of books he had seen in the book fair.                  \nFig. 2.18: Creating a Bulleted List\nFig. 2.19: Rishi’s List with Bullets\nChapter 2.indd   29 7/22/2020   12:34:57 PM\nReprint 2025-26\n\n--- Page 17 ---\nICT T exTbook — Class Ix30Activity 4\nTick the appropriate options given in the bracket and \ncreate at least one bulleted and one numbered list using a word processor.\n• List of fruits you like (Bullets/Numbering)\n• List of fruits you like in order of preference (Bullets/Numbering)\n• Steps to make a cup of tea (Bullets/Numbering)\n• List of your favourite games (Bullets/Numbering)\nDuring his visit to the book fair, Rishi had made a list of his favourite books and CDs in his diary. He wanted to create a table depicting Serial Number of the listed books and CDs, Title of the book and CD and Name of the Publisher. Tanya explained the table feature to help him complete the task. He inserted a table (as shown in Fig. 2.20) with three rows and four columns. Tanya also explained him how to insert more rows and columns in the table. He inserted two more rows at the bottom of the table (as shown in Fig. 2.21), since he needed to add 5 names.\nFig. 2.20: Inserting a table\nChapter 2.indd   30 7/22/2020   12:34:59 PM\nReprint 2025-26\n\n--- Page 18 ---\nCreating  textual  Communi Cation31Rishi successfully inserted the table in his document. \nHe also wanted to add a border to his table, so Tanya showed him how to format the table to add borders (Refer Fig. 2.22).\nFig. 2.22: Borders tab\nFig 2.21: Inserting Rows in a Table\nChapter 2.indd   31 7/22/2020   12:35:02 PM\nReprint 2025-26\n\n--- Page 19 ---\nICT T exTbook — Class Ix32S. \nNo.Title of Book/CD Category (Book/CD)Name of the \nPublisher\n1. Science  – Vigyan Textbooks NCERT\n2. Urdu – Gulzar-e-Urdu Textbooks NCERT\n3. Mathematics for Grade 6 Textbooks NCERT\n4. Mind Map Your Brain Audio /Video CDs -------\n5. Encyclopedia Audio /Video CDs Britannica\n6. What on earth is energy? Children’s Book NCERT\n7. Indian Education Journals NCERT\n8. Barkha – A Reading Series for All Miscellaneous NCERT\nFig 2.23: Table Inserted by RishiRishi was able to apply green borders to his table. He  also gave headings to his table by using Bold tool on the \nformatting toolbar. That is how Rishi's table looks (Refer Fig. 2.23).\nHe observed that the category 'Textbooks' was repeating in three rows. He wanted the word ‘Textbooks’ to appear in such a manner that it represents all the books under this category. Similarly, he wanted 'Audio and Video CDs' to represent both type of CDs. This could be done using Merge feature \nof the text editor, as shown in  \nFigs. 2.24 and 2.25.\nFig. 2.24 : Merging Cells of a Table\nChapter 2.indd   32 7/22/2020   12:35:04 PM\nReprint 2025-26\n\n--- Page 20 ---\nCreating  textual  Communi Cation33S. No. Title of Book/CD Category (Book/CD) Name of the \nPublisher\n1. Science – Vigyan\nTextbooksNCERT\n2. Urdu – Gulzar-e-Urdu NCERT\n3. Mathematics for Grade 6 NCERT\n4. Mind Map Your Brain\nAudio /Video CDs-------\n5. Encyclopedia Britannica\n6. What on earth is energy? Children’s Book NCERT\n7. Indian Education Journals NCERT\n8. Barkha – A Reading Series for All Miscellaneous NCERT\nFig. 2.25: Table with Merged Cells\nRishi had a very good photograph of book fair saved on the desktop. He wanted to insert that photograph in his report. Tanya helped Rishi to insert the photograph in his report (Refer Fig. 2.26).\nFig. 2.26: Inserting a Picture\nChapter 2.indd   33 7/22/2020   12:35:05 PM\nReprint 2025-26\n\n--- Page 21 ---\nICT T exTbook — Class Ix34To further enhance the report, Tanya demonstrated \nhow to insert headers and footers in the document as shown in Fig. 2.27. A header contains the text that will be displayed on the top of each page of the document while the text in footer will be displayed at the bottom of each page of the document. Rishi wanted to insert the text ‘Rishi’s Report' as the header and page number as the footer.\nTanya explains him how to insert Header and Footer to \ndocument (Refer Fig. 2.28).\nFig. 2.27: Inserting a Header\nFig. 2.28: Inserting Page Number\nTake any textbook\nof Class IX and observe\n what has been placed as\nheader and footer on the\npages of that textbook.\nChapter 2.indd   34 7/22/2020   12:35:11 PM\nReprint 2025-26\n\n--- Page 22 ---\nCreating  textual  Communi Cation35Keep saving your \ndocument at regular intervals.Activity 5\nIn the document created in Activity 2, do the following:\n• Insert the list of food items prepared during the festival\n• Insert the 'Favourite Festival' in the header and page number in the footer\n• Add a table describing atleast five activities that happens during festivals\nTick mark the features you have added to your document.\n• Bulleted list/numbered list \n• Tables with headings\n• Merge rows/columns \n• Header and footer\n• Picture/photograph\nAnswer the following questions based on the above activity.\n• In which menu option did you find the table option? \n• Have you inserted a bullet list or a number list? \n• How many rows and columns does your table have?\n• What did you insert as a footer in your document?\nRishi was very happy to see his document now. He wanted to show it to his teacher and parents. So, he decided to take two printouts. Before giving the print command, Tanya clicked the File→Print Preview button \nFig. 2.29: Print Preview\nChapter 2.indd   35 7/22/2020   12:35:13 PM\nReprint 2025-26\n\n--- Page 23 ---\nICT T exTbook — Class Ix36to show Rishi how the document would appear on paper.\nBy doing so both the pages of Rishi's report were displayed as shown in Fig. 2.29. Tanya told him how to set the number of pages that he wanted to see while previewing the document. Since Rishi was happy with his final report, he clicked Close Preview button to close the preview. Tanya again reminded him to save the document and Rishi clicked the Save command. Now it was time to print Rishi’s report. He switched on the printer and made sure that the printer was connected to the computer. Then he opened the Print dialog box and selected ‘2’ for the number of copies of the document to be printed as shown in Fig. 2.30.\nFig. 2.30: Printing a document\nNext day, Rishi and Tanya opened the document to show it to their friends in the computer lab of their school. On opening the file, they were surprised to see that the document was not the same one that they had saved a day before. Some student might have altered the report. Their teacher explained that their document had been saved in an editable format, so it could be modified or edited by anybody. If they wanted that their document should not be edited or modified in any manner, then they should convert and save their file in a non-editable format. One such format is a Portable Document Format (pdf). Once a document is saved in \nTake a print out only if it is required. Avoid wasting paper and contribute your bit towards saving trees.\nIf the report is in digital form, either saved in some storage device or seen  on the monitor, it is called a soft copy .\nThe report that is printed on the paper is called a hard copy.\nIt is not ethical to see or edit other people's documents and material without seeking permission.\nChapter 2.indd   36 7/22/2020   12:35:14 PM\nReprint 2025-26\n\n--- Page 24 ---\nCreating  textual  Communi Cation37this format (as shown in Fig. 2.31), it becomes \nnon-editable. Their teacher then explained how to \nconvert the final document into pdf format.\nFig. 2.31: Converting to PDF Format\nExercisesTanya and Rishi were delighted to show the report \nto their friends. They had learned to use the various \nfeatures of a text editor. Their teacher was also very proud of them and encouraged other students to learn how to use a text editor. This will help them to create their own digital document.\nDo it Yourself\n1. Identify whether the following statements are True or \nFalse\na. Spelling and Grammar check is a part of text editor.\nb. Bullet listing and numbering can be done using \nFormat option in a text editor.\nChapter 2.indd   37 7/22/2020   12:35:16 PM\nReprint 2025-26\n\n--- Page 25 ---\nICT T exTbook — Class Ix38c. Copy feature is used to make copies of a picture.\nd. Before taking a printout, check if its Print Preview is \nfavourable.\n2. In your school, Independence Day was celebrated. \nPrepare a detailed digital report using a text editor so \nthat it could be printed in the school magazine.\n3. Using a text editor, create a document to express your \nthoughts on your favourite movie.\n4. You got a chance to view a cricket match in the stadium. \nCreate a document to share the experiences with your friends.\n5. The Red Cross Society is organising a Cleanliness Drive \nin your locality. Create a document to summarise the welfare activities performed by them during that period.\n6. Collect the family details (5–6 families) of the people \nliving in your locality and present that information in a tabular form. Format the table  and check, if some rows or columns can be merged to simplify the table. After creating the document, save it and submit the printout to your teacher.\nChapter 2.indd   38 7/22/2020   12:35:16 PM\nReprint 2025-26\n",
    "total_characters": 22159,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page9_img4.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page12_img3.png",
      "page": 12
    },
    {
      "filename": "page12_img4.png",
      "page": 12
    },
    {
      "filename": "page13_img1.png",
      "page": 13
    },
    {
      "filename": "page13_img2.png",
      "page": 13
    },
    {
      "filename": "page13_img3.png",
      "page": 13
    },
    {
      "filename": "page14_img1.png",
      "page": 14
    },
    {
      "filename": "page14_img2.png",
      "page": 14
    },
    {
      "filename": "page14_img3.png",
      "page": 14
    },
    {
      "filename": "page14_img4.png",
      "page": 14
    },
    {
      "filename": "page15_img1.png",
      "page": 15
    },
    {
      "filename": "page15_img2.png",
      "page": 15
    },
    {
      "filename": "page15_img3.png",
      "page": 15
    },
    {
      "filename": "page16_img1.png",
      "page": 16
    },
    {
      "filename": "page16_img2.png",
      "page": 16
    },
    {
      "filename": "page16_img3.png",
      "page": 16
    },
    {
      "filename": "page16_img4.png",
      "page": 16
    },
    {
      "filename": "page17_img1.png",
      "page": 17
    },
    {
      "filename": "page17_img2.png",
      "page": 17
    },
    {
      "filename": "page17_img3.png",
      "page": 17
    },
    {
      "filename": "page18_img1.png",
      "page": 18
    },
    {
      "filename": "page18_img2.png",
      "page": 18
    },
    {
      "filename": "page18_img3.png",
      "page": 18
    },
    {
      "filename": "page18_img4.png",
      "page": 18
    },
    {
      "filename": "page19_img1.png",
      "page": 19
    },
    {
      "filename": "page19_img2.png",
      "page": 19
    },
    {
      "filename": "page19_img3.png",
      "page": 19
    },
    {
      "filename": "page20_img1.png",
      "page": 20
    },
    {
      "filename": "page20_img2.png",
      "page": 20
    },
    {
      "filename": "page20_img3.png",
      "page": 20
    },
    {
      "filename": "page21_img1.png",
      "page": 21
    },
    {
      "filename": "page21_img2.png",
      "page": 21
    },
    {
      "filename": "page21_img3.png",
      "page": 21
    },
    {
      "filename": "page21_img4.png",
      "page": 21
    },
    {
      "filename": "page21_img5.png",
      "page": 21
    },
    {
      "filename": "page22_img1.png",
      "page": 22
    },
    {
      "filename": "page22_img2.png",
      "page": 22
    },
    {
      "filename": "page22_img3.png",
      "page": 22
    },
    {
      "filename": "page23_img1.png",
      "page": 23
    },
    {
      "filename": "page23_img2.png",
      "page": 23
    },
    {
      "filename": "page23_img3.png",
      "page": 23
    },
    {
      "filename": "page24_img1.png",
      "page": 24
    },
    {
      "filename": "page24_img2.png",
      "page": 24
    },
    {
      "filename": "page24_img3.png",
      "page": 24
    },
    {
      "filename": "page25_img1.png",
      "page": 25
    },
    {
      "filename": "page25_img2.png",
      "page": 25
    }
  ],
  "image_count": 83,
  "keywords": [
    "Rishi",
    "Tanya",
    "Chapter",
    "Reprint",
    "Creating",
    "Class",
    "Communi",
    "Press",
    "Bullets",
    "Formatting",
    "Spelling",
    "Grammar",
    "Refer",
    "Numbering",
    "Inserting",
    "Textbooks",
    "Report",
    "After",
    "Writer",
    "Close"
  ]
}