{
  "metadata": {
    "subject": "information-andcommunication-technology",
    "chapter_number": 6,
    "chapter_name": "iict106",
    "source_file": "iict106.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nRecall the instances in previous chapters when\n•\tMuskan shared video of her experiment with her \nclassmate using a messenger app.\n•\tShe created a blog and shared the images she clicked when she visited the state museum of Bhubaneswar.\n•\tShe thought of placing the song on web which she sang in a school function.\n•\tShe started speaking to Hasmukh on Skype instead of telephone.\n•\tShe shared the digital album of her birthday with Hasmukh through email.\n•\tShe decided to join an online course on puppetry during her summer vacation.\nReflect\thow\tall\tthis\twas\tpossible.\nInternet is used to search and gather resources to enhance knowledge and to complete your projects. In earlier times, library was the most sought after place for gathering information from books and encyclopaedias. But nowadays Internet has made it possible to search and gather variety of multimedia resources for learning. Take example of a project on “Role of youth in the development of a nation”.Chapter  \n2Chapter  \n1Getting Connected\nInternetChapter\n6\nChapter 6.indd   78 7/16/2020   2:57:11 PM\nReprint 2025-26\n\n--- Page 2 ---\nGETTING  CONNECTED  : INTERNET 79You can get resources on the above topic from the \nInternet. These days, almost all information and services are available on the Internet. For logging on to the Internet, you just need an electronic device (preferably computer/laptop/smartphone/tablet) with an Internet connection. You can access a large number of resources and information  stored on the World Wide Web (WWW). In order to access the resources in WWW, we need a software called Web Browser. Web browsers are generally present in our computer system. A few popular web browsers\thave\tbeen\tshown\tin\tFig.\t6.1\t,\tfill\tin\tthe\tblanks\twith any two other web browsers.\nFig. 6.1: Web browsers\nWhen you click on the browser icon in your computer, the following window will be opened. On top of the browser window, there is an address bar as shown in Fig. 6.2.\nFig. 6.2: Layout of Mozilla Firefox browser\nWorld Wide Web (WWW) is an information space on the Internet where documents and other resources are stored.\nA Web browser is  a software for accessing  information and resources on the World Wide Web.  \nChapter 6.indd   79 28-Feb-19   3:38:19 PM\nReprint 2025-26\n\n--- Page 3 ---\nICT T exTbook — Class Ix80The address bar let you type the address of the resource \nwhich you want to access on the web. Every resource is available in a web page on the web. Once you type the URL in the address bar, the webpage will open from where you can access the resources.\nA website contains many webpages. The first page that \nyou see, when you open a website is the Home Page.\nActivity 1\n• Open the website by typing the address creativecommons.org in the address bar.\n•\n Keeping in mind the title “Role of youth in the development of a nation”, explore resources related to your project. \nWhile exploring the website, you might have noticed that when you hover the mouse over certain text/images, the cursor changes to  <insert hand symbol>.This signifies that the text/image is a link to another webpage or resource which is known as Hyperlink.\nActivity 2 \n• List and click on any of the three hyperlinks in the website: creativecommons.org  \n_________________________________________________________________________________________________________________________________________________________\nSuppose you are not aware of the URL of the website from where you can access the resources or if you want to search the web for finding more information/resources, you can take help of the Search Engine.\nFollowing are a few popular search engines:\nName Address\nGoogle google.com\nBing bing.com\nA Webpage is a\ncollection ofinformation in the form of multimediaresources.The Website is acollection of Webpages.\nA Search Engine is a tool that allows  to search for information on web.\nChapter 6.indd   80 7/16/2020   2:57:39 PM\nReprint 2025-26\n\n--- Page 4 ---\nGettin G Conne Cted : internet81Yahoo yahoo.com\nAsk ask.com\nDuckDuck duckduckgo.com\nTable 6.1: Popular search engines\nTo search information/resources using a search engine \nyou need to use keyword in the Search Box as shown in Fig. 6.3.\nWhile using search engines, a good plan can save \nyour time. Before searching ask yourself the following questions like:\n• What type of information am I seeking (ideas, facts, opinions, options)?\n• What form of information am I seeking (text, images, videos)? \nAccording to the above questions, select the keywords. Use words related to the type of information you seek. \nFig. 6.3: Search Engine\nChapter 6.indd   81 7/16/2020   2:57:39 PM\nReprint 2025-26\n\n--- Page 5 ---\nICT T EXTBOOK  — C LASS IX 82\nWord or phrase \nentered in the search box helps the search engines to list those webpages which contain that word or phrase. Now for your\tspecific\tsearch\tthe entered word or phrase becomes the keyword.Select precise words and avoid common words, such as the, of, apply etc.\nDid you get what you were looking for, by using the \nkeyword which you had listed above? If not, reframe the keyword by answering the following questions:\n•\tWhat exactly are you looking for? \n•\tWhat words will describe your search best? \n•\tWhat if you want only images related to your keyword? \nIf you are sure about the type of multimedia resource you are looking for, then the search engine helps you filter\tthe\tresources\tbased\ton\tyour\trequirement.\tIf\tyou\tnotice in the result page, by default the results are displayed under the heading ‘All’ but there are other headings that help you to categorise the search result on the result page as shown below.\nFig. 6.4: Heading in search engine\nIn order to get a result page containing only images, you can click on the Images heading or if you are looking for only videos, you can click on the Videos heading. This helps to categorise the search based on  particular type of resources.Activity 3\nAs per the project titled “Role of youth in the development of a nation”, you need to get the information and resources. So you can use the keyword “Role of youth in the development of a nation” in the search engine to search for resources. Explore the result page and answer the following questions:\n•\tWhat types of multimedia resources you could see?\n•\t Did\tyou\tfind\tany\thyperlinks\tin\tthe\tresult\tpage?•\tHow can you get a different result page for the same \nkeyword?  \n•\t Were\tyou\table\tto\tfind\ta\tresult\tpage\tfor\tyour\tsearch\t\ncontaining only images?\nChapter 6.indd   82 28-Feb-19   3:38:20 PM\nReprint 2025-26\n\n--- Page 6 ---\nGETTING  CONNECTED  : INTERNET 83Sometimes while accessing multimedia resources you \nmight come across a prompt asking you to install a ‘plug‑in’ by clicking on the link mentioned in the prompt. Go ahead and click on the link to install plug‑in and access the resources.\nNote: Whenever you use the resources taken from the \nweb, you should cite reference to the source from where you have taken it. It ensures that you are giving credit to the owner who actually created it.\nTo plan further for your event and to collect resources \naccording to your requirement, you need to identify the keywords for the programme items. Fill in the graphic organiser depicted in Fig. 6.5 with appropriate keywords for the listed programme items and write programme items of your choice along with keywords for searching resources for these programme items using the search engine.\nActivity 4\nUse the keywords written in the above graphic                  organiser to search only for images in search engine.\nFig. 6.5: Identifying keywords\nNow you must be comfortable using simple keywords in search engines to collect resources for your event. But if you want to search information/resources very specific\tto\tyour\trequirement,\tthen\tyou\tcan\tdo\tadvanced\tsearch using search operators like AND, OR,  “ ”, … as \nA plug‑in is a software which provides additional functionality to the browser allowing it to display the content.\nChapter 6.indd   83 28-Feb-19   3:38:20 PM\nReprint 2025-26\n\n--- Page 7 ---\nICT T EXTBOOK  — C LASS IX 84mentioned in the table given below. These operators \nhelp the search engine to narrow down the focus of search (Refer Table 6.2).\nThe process of saving the URL of the webpage for future reference is known as Bookmarking.Table 6.2: Search operators\nOperator Example Purpose\nAND youth AND nationThe result shown will include pages having all the keywords.\nOR youth OR nationThe result shown will include pages having at least one of the keywords.\n“ ”“Role of youth in the development of nation”The result shown will include pages having the entire keywords.\n… “Role of youth” 1990…2018The result shown will include pages having\tthe\tspecified\tnumber\trange.\nWhile searching for resources, you might come across certain web pages which you wish to refer to later. You can take a print out of the web page but that would lead to paper wastage. So instead you can bookmark the web page  to enable quick access to the webpage in future. To bookmark the webpage or website, click on the Bookmark icon (which looks like a star) in the address bar as shown in Fig. 6.6.\nFig. 6.6: Bookmarking\nChapter 6.indd   84 28-Feb-19   3:38:22 PM\nReprint 2025-26\n\n--- Page 8 ---\nGettin G Conne Cted : internet85Evaluation of the Resources\nYou must have gathered lot of information from the \nInternet for your event by now. But you should remember that all the information available on the Internet cannot be guaranteed for quality or accuracy. So it is important to evaluate the resource or information. Keep in mind that anyone can publish anything they wish on the Web. \nIt\tis\toften\tdifficult\tto\tdetermine \tthe\townership \tof\tthe\t\nWeb resources. So it is your responsibility to evaluate the resources effectively based on the following criteria:\n•\tWho has made the website and how to contact the website owner?\n•\tWhat is the website about? Is it commercial, educational, etc.?\n•\tIs the website for teachers or for students or for both?\n•\tIs the information reliable on the website? Always cross check the given information from other websites and other authentic sources like books, experts, etc.\n•\tCheck whether the website offers free information or paid information?\nAfter gathering resources, it is time to make use of them for your event. You might have downloaded text, images, audio, videos related to your programme items. Use your creativity by customising the resources gathered from the web using the ICT tools. You should identify the right ICT tools to prepare the programme using the resources you have gathered.\nFig. 6.7: ICT tools in identification\nChapter 6.indd   85 28-Feb-19   3:38:22 PM\nReprint 2025-26\n\n--- Page 9 ---\nICT T exTbook — Class Ix86Safe Practices while Searching\n•\tWhile searching information for your event on the \ninternet, few questions might have struck your mind like\n•\tIs the Internet safe for me?\n•\tHow can I differentiate between a real and a fake \nwebsite? \n•\tWhat do I have to do to be a safe user of Internet?\nAll computer users ask these questions to themselves every day. The Internet offers so many opportunities to explore. But it is important to keep yourself safe and secure, so that you can make the most of it. The tips given below will help you to search the web safely  \nand securely.\n•\tIt is always advisable to access resources from \nwebsites which have “https” in the URL as it indicates that it is a secured website.\n•\tMake sure the “Safe Search” Setting of the web browser is ON.\n•\tThink twice before clicking the links as it might lead to websites not appropriate for your age.\n•\tMost of the interaction with the Web is through the browser. So the choice of the Web browser should be of utmost priority.\nNow you are ready to present a great show with a variety of multimedia resources created by you for the event. Ensure the required hardware resources like projector, speaker, etc., are available to use these multimedia resources during the event. Such remarkable effort will lead to an exceptional result but it is advisable to take feedback and remedial measures to ensure an effective event execution.\nYou\thave\ttaken\tthe\tfirst\tstep\tof\tshowcasing \ta\t\nremarkable event that was appreciated by the audience who were present there. With the appreciations you received, you are motivated to share your experience, the photographs and videos taken during the event to your friends.\nChapter 6.indd   86 28-Feb-19   3:38:22 PM\nReprint 2025-26\n\n--- Page 10 ---\nGettin G Conne Cted : internet87Activity 5 \nCan you think of various ways through which you can \nshare your experience with your friends?_______________________________________________________  \n_______________________________________________________  \n_______________________________________________________\nYou have effectively acquired the skills of searching information using a search engine. Besides searching you can also communicate and share information with the people using Internet. There are many ways of communicating and sharing information on the Internet, one of them is Electronic mail (Email). Emails can be sent from anywhere, anytime through the Internet‑enabled devices, such as like PC, laptop, smartphone, etc. To send and receive emails you need to create an account with any of the email service providers some of which are mentioned in Table 6.3.\nTable 6.3: Email service providers\nEmail Service Providers URL\nGmail gmail.com\nYahoo mail login.yahoo.com\nmail mail.com\nOutlook outlook.com\nTo create an email account on the email service provider you need to follow the below given steps. \n•\tType the URL of any of the email service provider in the browser and click Create account/Sign Up/Register.\n•\tSpecify a unique username. (The email service  provider prompts in case the username is already  chosen).\n•\tChoose a strong password consisting of uppercase, lowercase letters, numbers and special symbol(s). Passwords are case sensitive.\nChapter 6.indd   87 28-Feb-19   3:38:22 PM\nReprint 2025-26\n\n--- Page 11 ---\nICT T exTbook — Class Ix88•\tFill in the mandatory personal information like \nfirst\tname,\tlast\tname,\tdate\tof\tbirth,\tgender,\tetc.\n•\tCarefully go through the Terms and Conditions \nbefore clicking on Agree button.\nThe account created will be in the format username@\nemail ‑service ‑provider like shiksha@gmail.com or \nshiksha@yahoo.co.in\nChecklist for a strong password\nDid you\n•\tuse combinations of letters (uppercase and lowercase), numbers and symbols?\n•\tuse at least six to eight characters?\n•\tset a unique password for each of your important accounts?\nExample: 13Hlt@8LNote: Don't forget to change password frequently.\nAfter creating an email ID you can now use it to share experiencs and resources that you have created for the event with your friends who are staying in different cities. To do so, you need to do the following as shown in Fig. 6.8:\n•\tLogin to your account\n•\tClick Compose/Write\n•\tEnter your friend’s email ID in “To” box\n•\tWrite the subject of your email\n•\tWrite the content of the message\n•\tAttach your document(s) if needed as shown in Fig. 6.9.\nChapter 6.indd   88 28-Feb-19   3:38:23 PM\nReprint 2025-26\n\n--- Page 12 ---\nGettin G Conne Cted : internet89Components of email message\nTo – Mail ID of \nthe person to whom we want to send the \nmail.\nSubject  – It is a description of the topic of the message\nCc (Carbon copy)  – Mail ID of \nthe person to whom we want \nto send the copy of the mailBcc (Blind Carbon Copy)\n – Mail ID of the person to whom \nwe want to send the copy of the mail but these mail IDs will not be visible in the email.   –\n Attachment icon to insert documents in the mail.\nSend  – A button which sends the mail when clicked.\nFig. 6.8: Compose/write an email\nChapter 6.indd   89 28-Feb-19   3:38:26 PM\nReprint 2025-26\n\n--- Page 13 ---\nICT T EXTBOOK  — C LASS IX 90\nFig. 6.9: Attaching a document\nYou have successfully sent the mail to your friends \nabout your event experience with some documentsas attachments. \nOne of your friends, Taleem who received your email \nalso shared the script written by him for a similar event that he has planned and is asking for your opinion. You can see his mail in the inbox. You can click on the email to read its content as shown in Fig. 6.10.\nFig. 6.10: Inbox\nIf there is any attachment in the mail then you need to be careful and question yourself before downloading the attachment as there is a chance that the attachment is infected with virus.\nAttaching a document to your email is also known as uploading. \nInbox is an                        electronic folder in the email account where all the received mails are stored.\nChapter 6.indd   90 28-Feb-19   3:38:28 PM\nReprint 2025-26\n\n--- Page 14 ---\nGETTING  CONNECTED  : INTERNET 91\nA virus is a harmful \nprogram which when enters the                        computer, affects the performance of the computer and              destroys its data.\nAnti‑virus programmes are used to detect and destroy computer virus.Examples of Anti‑virus programs are Norton, Kaspersky, Mcafee, etc.\nTransferring documents/files\tfrom Internet to the computer is called downloading.\nExercisesChecklist for Downloading\nAlways be alert. An attachment can be a malware, such \nas virus which are harmful to the computer and its user. So check for the following before proceeding.\n•\tIs it from a trusted source?\n•\tIs it in a known format?\n•\tDid you perform anti‑virus scan?\nOnce you get answers for the above questions positively, and then follow the steps shown in the Fig. 6.11.\nFig. 6.11: Inbox\nWe learnt how to access the Internet and communicate using email. You must have also heard about the various security concerns in this Internet‑based world known as cyber world. The threats associated with technology are largely due to inappropriate use of technology and to expect that all the users will exhibit ideal behaviour is unreal. Hence, it becomes our primary responsibility to exercise caution and at the same time behave responsibly like we do in the real world by setting an example for others. We will learn about safe internet practices in Chapter 7.\n1. Open the websites given below and identify the purpose \nfor which they can be accessed.\nWebsite Address Purpose\nmygov.in\nChapter 6.indd   91 28-Feb-19   3:38:30 PM\nReprint 2025-26\n\n--- Page 15 ---\nICT T exTbook — Class Ix92swayam.gov.in\nndl.iitkgp.ac.infarmer.gov.inors.gov.in\n2.\t\tUsing\ta\tsearch\tengine\ttry\tto\tfind\tthe\twebsite\taddress \tof\t\nthe following and enter it in the Table given below:\n•\tIndian railways website\n•\tTourism website\n•\tNCERT website\nSearched for Website Address\nIndian railways\nDelhi tourismNCERT \n3.  Identify keywords and the type of resources required  \nand create multimedia resources (presentation \nvideo) on the following topics:\n•\tTechnology  — the latest trends\n•\tPlastic  — A friendly foe\n4. Identify the invalid email ID and specify the reason.\n     i.  Aayush. gmail.com    ii.  School_yahoo.com   iii.  Suhana@rediffmail.com\n5.  Download your syllabus from the NCERT website. Save \nit on your device and email it to your friends. Also, send \nthe\tsame\tsyllabus \tfile\tto\tyour\tparents.\n6. My teacher has asked me to write an essay on ‘Green \nRevolution’, and also I need to prepare a list of ‘Keywords’ for searching information on the topic. I have prepared a list, help me to identify which of the key words are not much useful among the following:\n•\tAgriculture\n•\tNorman Borlaug\n•\tM.S. Swaminathan \n•\tWheat farming\n•\tDairy farming\n•\tFish farming\n•\tCrop yield\n•\t\nGenetically \tmodified \tcrops\n•\tBiotechnology\nChapter 6.indd   92 28-Feb-19   3:38:30 PM\nReprint 2025-26\n",
    "total_characters": 19558,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page2_img5.png",
      "page": 2
    },
    {
      "filename": "page2_img6.png",
      "page": 2
    },
    {
      "filename": "page2_img7.png",
      "page": 2
    },
    {
      "filename": "page2_img8.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page12_img3.png",
      "page": 12
    },
    {
      "filename": "page12_img4.png",
      "page": 12
    },
    {
      "filename": "page13_img1.png",
      "page": 13
    },
    {
      "filename": "page13_img2.png",
      "page": 13
    },
    {
      "filename": "page13_img3.png",
      "page": 13
    },
    {
      "filename": "page13_img4.png",
      "page": 13
    },
    {
      "filename": "page13_img5.png",
      "page": 13
    },
    {
      "filename": "page13_img6.png",
      "page": 13
    },
    {
      "filename": "page14_img1.png",
      "page": 14
    },
    {
      "filename": "page14_img2.png",
      "page": 14
    },
    {
      "filename": "page14_img3.png",
      "page": 14
    },
    {
      "filename": "page14_img4.png",
      "page": 14
    },
    {
      "filename": "page14_img5.png",
      "page": 14
    },
    {
      "filename": "page14_img6.png",
      "page": 14
    },
    {
      "filename": "page14_img7.png",
      "page": 14
    },
    {
      "filename": "page14_img8.png",
      "page": 14
    },
    {
      "filename": "page15_img1.png",
      "page": 15
    },
    {
      "filename": "page15_img2.png",
      "page": 15
    }
  ],
  "image_count": 58,
  "keywords": [
    "Internet",
    "Chapter",
    "Reprint",
    "Search",
    "Table",
    "Class",
    "Activity",
    "While",
    "Gettin",
    "Conne",
    "World",
    "Engine",
    "Address",
    "Website",
    "Email",
    "Write",
    "Inbox",
    "Hasmukh",
    "These",
    "Bookmarking"
  ]
}