{
  "metadata": {
    "subject": "mathematics",
    "chapter_number": 8,
    "chapter_name": "iemh108",
    "source_file": "iemh108.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n104 MATHEMA TICS\nCHAPTER 8\nQUADRILA TERALS\n8.1 Properties of a Parallelogram\nYou have already studied quadrilaterals and their types in Class VIII. A quadrilateral\nhas four sides, four angles and four vertices. A parallelogram is a quadrilateral in\nwhich both pairs of opposite sides are parallel.\nLet us perform an activity .\nCut out a parallelogram from a sheet of paper\nand cut it along a diagonal (see Fig. 8.1). You obtain\ntwo triangles. What can you say about these\ntriangles?\nPlace one triangle over the other . Turn one around,\nif necessary . What do you observe?\nObserve that the two triangles are congruent to\neach other .\nRepeat this activity with some more parallelograms. Each time you will observe\nthat each diagonal divides the parallelogram into two congruent triangles.\nLet us now prove this result.\nTheorem 8.1 :  A diagonal of a parallelogram divides it into two congruent\ntriangles .\nProof :  Let ABCD be a parallelogram and AC be a diagonal (see Fig. 8.2). Observe\nthat the diagonal AC divides parallelogram ABCD into two triangles, namely , ∆ ABC\nand ∆ CDA. We need to prove that these triangles are congruent.\nFig. 8.1\nReprint 2025-26\n\n--- Page 2 ---\nQUADRILA TERALS 105\nIn ∆ ABC and ∆ CDA, note that BC || AD and AC is a transversal.\nSo, ∠ BCA = ∠ DAC (Pair of alternate angles)\nAlso, AB || DC and AC is a transversal.\nSo, ∠ BAC = ∠ DCA (Pair of alternate angles)\nand AC = CA (Common)\nSo, ∆ ABC ≅ ∆ CDA (ASA rule)\nor,diagonal AC divides parallelogram ABCD into two congruent\ntriangles ABC and CDA.\nNow , measure the opposite sides of parallelogram ABCD. What do you observe?\nYou will find that AB = DC and AD = BC.\nThis is another property of a parallelogram stated below:\nTheor em 8.2 :  In a parallelogram, opposite sides ar e equal .\nYou have already proved that a diagonal divides the parallelogram into two congruent\ntriangles; so what can you say about the corresponding parts say , the corresponding\nsides? They are equal.\nSo, AB = DC and AD = BC\nNow what is the converse of this result? You already know that whatever is given\nin a theorem, the same is to be proved in the converse and whatever is proved in the\ntheorem it is given in the converse. Thus, Theorem 8.2 can be stated as given below :\nIf a quadrilateral is a parallelogram, then each pair of its opposite sides is equal. So\nits converse is :\nTheorem 8.3 :  If each pair of opposite sides of a quadrilateral is equal, then it\nis a parallelogram .\nCan you reason out why?\nLet sides AB and CD of the quadrilateral ABCD\nbe equal and also  AD = BC (see Fig. 8.3). Draw\ndiagonal AC.\nClearly , ∆ ABC ≅∆ CDA (Why?)\nSo, ∠ BAC = ∠ DCA\nand ∠ BCA = ∠ DAC (Why?)\nCan you now say that ABCD is a parallelogram? Why?Fig. 8.2\nFig. 8.3\nReprint 2025-26\n\n--- Page 3 ---\n106 MATHEMA TICS\nYou have just seen that in a parallelogram each pair of opposite sides is equal and\nconversely if each pair of opposite sides of a quadrilateral is equal, then it is a\nparallelogram. Can we conclude the same result for the pairs of opposite angles?\nDraw a parallelogram and measure its angles. What do you observe?\nEach pair of opposite angles is equal.\nRepeat this with some more parallelograms. We arrive at yet another result as\ngiven below .\nTheor em 8.4 :  In a parallelogram, opposite angles ar e equal .\nNow , is the converse of this result also true? Yes. Using the angle sum property of\na quadrilateral and the results of parallel lines intersected by a transversal, we can see\nthat the converse is also true. So, we have the following theorem :\nTheorem 8.5 :  If in a quadrilateral, each pair of opposite angles is equal, then\nit is a parallelogram .\nThere is yet another property of a parallelogram. Let us study the same. Draw a\nparallelogram ABCD and draw both its diagonals intersecting at the point O\n(see Fig. 8.4).\nMeasure the lengths of OA, OB, OC and OD.\nWhat do you observe? You will observe that\nOA = OC and OB = OD.\nor,O is the mid-point of both the diagonals.\nRepeat this activity with some more parallelograms.\nEach time you will find that O is the mid-point of\nboth the diagonals.\nSo, we have the following theorem :\nTheor em 8.6 :  The diagonals of a parallelogram bisect each other .\nNow , what would happen, if in a quadrilateral the diagonals bisect each other?\nWill it be aparallelogram? Indeed this is true.\nThis result is the converse of the result of Theorem 8.6. It is given below:\nTheor em 8.7 :  If the diagonals of a quadrilateral bisect each other , then it is a\nparallelogram .\nYou can reason out this result as follows:Fig. 8.4\nReprint 2025-26\n\n--- Page 4 ---\nQUADRILA TERALS 107\nNote that in Fig. 8.5, it is given that OA = OC\nand OB = OD.\nSo,          ∆ AOB ≅ ∆ COD (Why?)\nTherefore, ∠ ABO = ∠ CDO (Why?)\nFrom this, we get AB || CD\nSimilarly ,         BC || AD\nTherefore ABCD is a parallelogram.\nLet us now take some examples.\nExample 1 :  Show that each angle of a rectangle is a right angle.\nSolution :  Let us recall what a rectangle is.\nA rectangle is a parallelogram in which",
    "total_characters": 15061,
    "preview": "\n--- Page 1 ---\n104 MATHEMA TICS\nCHAPTER 8\nQUADRILA TERALS\n8.1 Properties of a Parallelogram\nYou have already studied quadrilaterals and their types in Class VIII. A quadrilateral\nhas four sides, four angles and four vertices. A parallelogram is a quadrilateral in\nwhich both pairs of opposite sides are parallel.\nLet us perform an activity .\nCut out a parallelogram from a sheet of paper\nand cut it along a diagonal (see Fig. 8.1). You obtain\ntwo triangles. What can you say about these\ntriangles?\nP"
  },
  "keywords": [
    "Reprint",
    "Theorem",
    "Therefore",
    "Example",
    "Solution",
    "Similarly",
    "Theor",
    "Repeat",
    "Diagonals",
    "Observe",
    "Measure",
    "Common",
    "Linear",
    "Given",
    "Properties",
    "Parallelogram",
    "Class",
    "Place",
    "Proof",
    "Clearly"
  ]
}