{
  "metadata": {
    "subject": "english-part1",
    "chapter_number": 9,
    "chapter_name": "iebe109",
    "source_file": "iebe109.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nIf I Were You  / 109\nB BB BBEFOREEFOREEFOREEFOREEFORE  Y  Y Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•Gerrar d lives alone in a lonely cottage. An intruder , who is a\ncriminal, enters his cottage. He intends to murder Gerrard\nand take on his identity. Does he succeed?\n•The following words and phrases occur in the play. Do you\nknow their meanings? Match them with the meanings given,\nto find out.\ncultured an informal expression for a\nfashionable vehicle\ncount on unnecessary and usually harmful\nengaged exaggerated\nmelodramatic sophisticated; well mannered\nto be smart here, a tone of voice\ninflection avoid\nwise guy an unexpected opportunity for\nsuccess\na dandy bus trap\ntradespeople a Christian religious teacher who\nteaches on Sundays in Church\ngratuitous (American English) a person who\npretends to know a lot\ndodge depend on ; rely on\nlucky break (American English) an informal way\nof saying that one is being too clever\nSunday-school teacher occupied ; busy\nframe merchants\nSCENE: A small cottage interior . Ther e is an entrance back right (which\nmay be curtained). Another door to the left must be a practical door . The\nfurnitur e is simple, consisting of a small table towar ds the left, a chair or\ntwo, and a divan rather upstage on the right. On the table is a telephone.9. If I W 9. If I W9. If I W 9. If I W9. If I W ere Y ere Yere Y ere Yere You ouou ouou\nReprint 2025-26\n\n--- Page 2 ---\n110 / Beehive\n(When the curtain rises Gerrard is standing by the table making a phone\ncall. He is of medium height, and wearing hor n-rimmed glasse s... He\nis dressed in a lounge suit and a great coat. His voice is cultured.)\nGERRARD :...Well, tell him to phone up dir ectly. I must kno w...\nYes, I expect I’ll still be her e, but you mustn’t count on\nthat... In about ten minutes’ time. Right-ho. Goodbye.\n(He puts down the phone and goes to the divan on the left, where there\nis a travelling bag, and starts packing. Whilst he is thus engaged, another\nman, similar in build to Gerrard enters from the right silently — revolver\nin hand. He is flashily dressed in an overcoat and a soft hat. He bumps\naccidentally against the table, and at the sound Gerrar d tur ns quickly.)\nGERRARD :(pleasantly)  Why, this is a surprise, Mr— e r—\nINTRUDER :I’m glad you’re pleased to see me. I don’t think you’ll be\npleased for long. Put those paws up!\nGERRARD :This is all very melodramatic, not very original, perhaps,\nbut…\nINTRUDER :Trying to be calm and —er—\nGERRARD :‘Nonchalant’ is your word, I think.\nINTRUDER :Thanks a lot. Y ou’ll soon stop being smart. I’ll make you\ncrawl. I want to know a few things, see.\nYou’ll soon stop being smart. I’ll make you crawl.\nReprint 2025-26\n\n--- Page 3 ---\nIf I Were You  / 111GERRARD :Anything you like. I know all the answers. But before we\nbegin I should like to change my position; you may be\ncomfortable, but I am not.\nINTRUDER :Sit down there, and no funny business. (Motions to a\nchair , and seats himself on the divan by the bag.)  Now\nthen, we’ll have a nice little talk about yourself!\nGERRARD :At last a sympathetic audience! I’ll tell you the story of\nmy life. How as a child I was stolen by the gypsies, and\nwhy at the age of thirty-two, I find myself in my lonely\nEssex cottage, ho w...\nINTRUDER :Keep it to yourself, and just answer my questions. Y ou\nlive her e alone? W ell, do you?\nGERRARD :I’m sorry. I thought you were telling me, not asking me.\nA question of inflection; your voice is unfamiliar .\nINTRUDER :(with emphasis) Do you live here alone?\nGERRARD :And if I don’t answer?\nINTRUDER :You’ve got enough sense not to want to get hurt.\nGERRARD :I think good sense is shown more in the ability to avoid\npain than in the mere desire to do so. What do you think,\nMr— e r—\nINTRUDER :Never mind my name. I like yours better , Mr Gerrar d.\nWhat are your Christian names?\nGERRARD :Vincent Charles.\nINTRUDER :Do you run a car?\nGERRARD :No.\nINTRUDER :That’s a lie. Y ou’re not dealing with a fool. I’m as smart\nas you and smarter , and I know you run a car . Better be\ncareful, wise guy!\nGERRARD :Are you American, or is that merely a clever imitation?\nINTRUDER :Listen, this gun’s no toy. I can hurt you without killing\nyou, and still get my answers.\nGERRARD :Of course, if you put it like that, I’ll be glad to assist you.\nI do possess a car , and it’s in the garage r ound the cor ner.\nINTRUDER :That’s better . Do people often come out her e?\nGERRARD :Very rar ely. Surprisingly few people take the tr ouble to\nvisit me. Ther e’s the baker and the gr eengr ocer, of course;\nand then there’s the milkman — quite charming, but no\none so interesting as yourself.\nINTRUDER :I happen to know that y ou never see tradespeople.\nReprint 2025-26\n\n--- Page 4 ---\n112 / BeehiveGERRARD :You seem to have taken a considerable amount of tr ouble.\nSince you know so much about me, won’t you say\nsomething about yourself? Y ou have been so modest.\nINTRUDER :I could tell you plenty. Y ou think you’r e smart, but I’m\nthe top of the class round here. I’ve got brains and I use\nthem. That’s how I’ve got where I have.\nGERRARD :And where precisely have you got? It didn’t require a\ngreat brain to break into my little cottage.\nINTRUDER :When you know why I’ve broken into your little cottage,\nyou’ll be surprised, and it won’t be a pleasant surprise.\nGERRARD :With you figuring so largely in it, that is understandable.\nBy the way, what particular line of crime do you embrace,\nor aren’t you a specialist?\nINTRUDER :My speciality’s jewel r obbery. Y our car will do me a tr eat.\nIt’s certainly a dandy bus.\nGERRARD :I’m afraid jewels are few and far between in the wilds of\nEssex.\nINTRUDER :So are the cops. I can retire here nicely for a little while.\nGERRARD :You mean to live with me? A trifle sudden isn’t it; you’ve\nnot been invited.\nINTRUDER :You won’t be her e long; so I didn’t tr ouble to ask.\nGERRARD :What do you mean?\nINTRUDER :This is your big surprise. I’m going to kill you.\nGERRARD :A little harsh, isn’t it?\nINTRUDER :(with heavy sar casm)  Yeah, I’ll be sorry to do it. I’ve taken\na fancy to you, but it’s just got to be done.\nGERRARD :Why add murder to your other crimes? It’s a grave step\nyou’re taking.\nINTRUDER :I’m not taking it for fun. I’ve been hunted long enough.\nI’m wanted for murder already, and they can’t hang me\ntwice.\nGERRARD :You’re planning a gratuitous double, so to speak. Admitted\nyou’ve nothing to lose, but what have you to gain?\nINTRUDER :I’ve got freedom to gain. As for myself, I’m a poor hunted\nrat. As Vincent Charles Gerrard I’m free to go places and\ndo nothing. I can eat well and sleep and without having\nto be ready to beat it at the sight of a cop.\nGERRARD :In most melodramas the villain is foolish enough to delay\nhis killing long enough to be frustrated. Y ou ar e much\nluckier .\nReprint 2025-26\n\n--- Page 5 ---\nIf I Were You  / 113INTRUDER :I’m O.K. I’ve got a reason for everything. I’m going to be\nVincent Charles Gerrard, see. I’ve got to know what he\ntalks like. Now I know. That posh stuff comes easy. This\nis Mr V .C. Gerrar d speaking. (Pantomime of phoning, in\nimitation cultured voice.)  And that’s not all. (He stands\nup.) Get up a minute (Gerrard stands.)  Now take a look at\nme.\nGERRARD :You’re not particularly decorative.\nINTRUDER :No! W ell, that goes for you, too. I’ve only got to wear\nspecs and I’ll be enough like you to get away with it.\nGERRARD :What about your clothes? They’ll let you down if you’re\nnot careful.\nINTRUDER :That’ll be all right. Y ours will fit me fine.\nGERRARD :That is extremely interesting, but you seem to miss the\npoint of my remark. I said, you were luckier than most\nmelodramatic villains. It was not a tribute to your\nintelligence. Y ou won’t kill me for a very good r eason.\nINTRUDER :So that’s what you think.\nGERRARD :You’ll let me go, and thank God you didn’t shoot sooner .\nINTRUDER :Come on. What’s on your mind! Better be quick. This\nconversation bores me.\nGERRARD :Your idea is to elude the police by killing me and taking\non my identity?\nINTRUDER :Yes, I like the idea.\nGERRARD :But are you sure it’s going to help you?\nINTRUDER :Now listen here. I’ve got this all planned. I did a job in\ntown. Things went wrong and I killed a cop. Since then\nI’ve done nothing but dodge.\nGERRARD :And this is where dodging has brought you?\nINTRUDER :It brought me to Aylesbury. That’s where I saw you in the\ncar. Two other people saw you and started to talk. I\nlistened. It looks like you’re a bit queer — kind of a mystery\nman.\nGERRARD :A mystery which I propose to explain.\nINTRUDER :(disregarding him)  You phone your or ders and sometimes\nyou go away suddenly and come back just the same.\nThose are just the things I want to do. Hearing about you\nwas one of my luckiest breaks.\nGERRARD :Apparently you haven’t the intelligence to ask why I am\ninvested in this cloak of mystery.\nReprint 2025-26\n\n--- Page 6 ---\n114 / BeehiveINTRUDER :(preparing to shoot)  As I said before, this conversation\nbores me.\nGERRARD :Don’t be a fool. If you shoot, you’ll hang for sure. If not as\nyourself, then as Vincent Charles Gerrard.\nINTRUDER :What is this?\nGERRARD :This is your big surprise. I said you wouldn’t kill me and\nI was right. Why do you think I am here today and gone\ntomorr ow, never see  tradespeople? Y ou say my habits\nwould suit you. Y ou ar e a cr ook. Do you think I am a\nSunday-school teacher?\nThe game’s up as far as I’m concerned. Things went\nwrong with me. I said it with bullets and got away.\nUnfortunately they got one of my men, and found things\nthe fool should have burnt. Tonight I’m expecting trouble.\nMy bag’s packed ready to clear off. There it is.\nINTRUDER :It’s a bag all right and\nthis is a gun all right.\nWhat’s all this?\nGERRARD :That’s a disguise outfit;\nfalse moustaches and\nwhat not. Now do you\nbelieve me?\nINTRUDER :(musingly)  I don’t know.\nGERRARD :For God’s sake clear\nthat muddled head of\nyours and let’s go.\nCome with me in the\ncar. I can use you. If you\nfind it’s a frame, you’ve\ngot me in the car , and\nyou’ve still got your gun.\nINTRUDER :May be you’re right.\nGERRARD :Then don’t waste time.\n(Goes and picks up hat\nand bag.)\nINTRUDER :Careful, boss, I’m\nwatching you.\nGERRARD :I have got a man posted\non the ma in road. He’ll\nring up if he sees the\nGerrard gives him a push\ninto the cupboar d...\nReprint 2025-26\n\n--- Page 7 ---\nIf I Were You  / 115police, but I don’t want to leav e... (telephone bell rings)\nCome on! They’re after us. Through here straight to\nthe garage.\nINTRUDER :How do I know that you are telling the truth?\nGERRARD :Oh, don’t be a fool. Look for yourself.\n(Gerrard opens door and steps away. Intruder leans forward\nto inspect it, with his side towards Gerrard, but with the\nrevolver ready. As he tur ns his head, Gerrar d gives him a\npush into the cupboard, knocking the revolver out of his\nhand. He slams the door and locks it, picks up the revolver\nand goes to the phone, where he stands with the gun pointed\nat the cupboar d door .)\nINTRUDER :(rattles door and shouts)  Let me out of here!\nGERRARD :Hello. Y es, speaking. Sorry I can’t let you have the pr ops\nin time for rehearsal, I’ve had a spot of bother — quite\namusing. I think I’ll put it in my next play. Listen, can\nyou tell our friend the Sergeant to come up here at once?\nYou’ll pr obably find him in the Public Bar .\nDOUGLAS  JAMES\nThinking about the TThinking about the TThinking about the TThinking about the TThinking about the T e ee eextxtxt xtxt\nI.Answer these questions.\n1.“At last a sympathetic audience.”\n(i)Who says this?\n(ii)Why does he say it?\n(iii)Is he sarcastic or serious?\n2.Why does the intruder choose Gerrard as the man whose identity he wants\nto take on?\n3.“I said it with bullets.”\n(i)Who says this?\n(ii)What does it mean?\n(iii)Is it the truth? What is the speaker’s reason for saying this?\n4.What is Gerrard’s profession? Quote the parts of the play that support your\nanswer .\n5.“You’ll soon stop being smart.”\n(i)Who says this?\nReprint 2025-26\n\n--- Page 8 ---\n116 / Beehive(ii)Why does the speaker say it?\n(iii)What according to the speaker will stop Gerrard from being smart?\n6.“They can’t hang me twice.”\n(i)Who says this?\n(ii)Why does the speaker say it?\n7.“A mystery I propose to explain.” What is the mystery the speaker proposes\nto explain?\n8.“This is your big surprise.”\n(i)Where has this been said in the play?\n(ii)What is the surprise?\nThinking about LanguageThinking about LanguageThinking about LanguageThinking about LanguageThinking about Language\nI.Consult your dictionary and choose the correct word from the pairs given in\nbrackets.\n1.The (site, cite) of the accident was (ghastly/ghostly).\n2.Our college (principle/principal) is very strict.\n3.I studied (continuously/continually) for eight hours.\n4.The fog had an adverse (affect/effect) on the traffic.\n5.Cezanne, the famous Fr ench painter , was a brilliant (artist/artiste).\n6.The book that you gave me yesterday is an extraordinary (collage/college) of\nscience fiction and mystery.\n7.Our school will (host/hoist) an exhibition on cruelty to animals and wildlife\nconservation.\n8.Screw the lid tightly onto the top of the bottle and (shake/shape) well before\nusing the contents.\nII.Irony is when we say one thing but mean another , usually the opposite of what\nwe say. When someone makes a mistake and you say, “Oh! that was clever!”,\nthat is  ir ony. Y ou’re saying ‘clever‘ to mean ‘not clever’.\nExpressions we often use in an ironic fashion are:\nOh, wasn’t that clever!/Oh that was clever!\nYou have been a gr eat help, I must say!\nYou’ve got yourself into a lovely mess, haven’t you?\nOh, very funny!/ How funny!\nWe use a slightly dif ferent tone of voice when we use these wor ds ir\nonically.\nRead the play carefully and find the words and expressions Gerrard uses in an\nironic way. Then say what these expressions really mean. Two examples have\nReprint 2025-26\n\n--- Page 9 ---\nIf I Were You  / 117been given below. W rite down thr ee mor e such expr essions along with what\nthey really mean.\nWhat the author says What he means\nWhy, this is a surprise, M r—er—He pretends that the intruder is a\nsocial visitor whom he is welcoming.\nIn this way he hides his fear .\nAt last a sympathetic audience! He pretends that the intruder wants\nto listen to him, whereas actually\nthe intruder wants to find out\ninformation for his own use.\nDictionarDictionarDictionarDictionarDictionar y Use\ny Usey Use y Usey Use\nA word can mean different things in different contexts. Look at these three\nsentences:\n•The students are taught to respect different cultures.\n•The school is organising a cultural show.\n•His voice is cultured.\nIn the first sentence, ‘culture’ (noun) means way of life ; in the second, ‘cultural’\n(adjective) means connected with art, literature and music ; and in the third,\n‘cultured’ (verb) means sophisticated, well mannered . Usually a dictionary helps\nyou identify the right meaning by giving you signposts.\nLook at the dictionary entry on ‘culture’ from Oxford Advanced Learner’s\nDictionary, 2005.\nReprint 2025-26\n\n--- Page 10 ---\n118 / Beehive(Noun, verb, adjective, adverb, synonyms, etc. are signposts which help you\nlocate the right meaning and usage, and give information about the part of\nspeech that the word is.)\nLook up the dictionary entries for the words sympathy , familiarity , comfort , care,\nand surprise . Use the information given in the dictionary and complete the table.\nNoun Adjective Adverb Verb Meaning\nsympathy\nfamiliarity\ncomfort\ncare\nsurprise\nSpeakingSpeakingSpeaking\nSpeakingSpeaking\n1.Imagine you are Gerrard. Tell your friend what happened when the Intruder\nbroke into your house.\n[Clues  : Describe (i) the intrude r—his appearance, the way he spoke, his\nplan, his movements, etc., (ii) how you outwitted him.]\n2.Enact the play in the class. Pay special attention to words given in italics\nbefore a dialogue. These words will tell you whether the dialogue has to be\nsaid in a happy, sarcastic or ironic tone and how the characters move and\nwhat they do as they speak. Read these carefully before you enact the play.\nW WW WWriting ritingritingritingriting\nI.Which of the words below describe Gerrard and which describe the Intruder?\nsmart humorous clever\nbeautiful cool confident\nflashy witty nonchalant\nWrite a paragraph each about Gerrar d and the Intruder to show what qualities\nthey have. (Y ou can use some of the wor ds given above.)\nII.Convert the play into a story (15 0–200 wor\nds). Y our story should be as exciting\nand as witty as the play. Provide a suitable title to it.\nReprint 2025-26\n",
    "total_characters": 16511,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page1_img6.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page2_img5.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page6_img5.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page7_img5.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page8_img5.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page9_img4.png",
      "page": 9
    },
    {
      "filename": "page9_img5.png",
      "page": 9
    },
    {
      "filename": "page9_img6.png",
      "page": 9
    },
    {
      "filename": "page9_img7.png",
      "page": 9
    },
    {
      "filename": "page9_img8.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    },
    {
      "filename": "page10_img5.png",
      "page": 10
    }
  ],
  "image_count": 51,
  "keywords": [
    "Gerrard",
    "Reprint",
    "Gerrar",
    "Vincent",
    "Charles",
    "Intruder",
    "American",
    "Beehive",
    "Christian",
    "English",
    "Sunday",
    "Essex",
    "Better",
    "Listen",
    "Since",
    "Things",
    "Thinking",
    "Match",
    "Sundays",
    "Church"
  ]
}