{
  "metadata": {
    "subject": "english-part1",
    "chapter_number": 5,
    "chapter_name": "iebe105",
    "source_file": "iebe105.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\n56 / Beehive\nB BB BBEFORE EFOREEFOREEFOREEFORE  Y  Y  Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•Do you like to look at yourself in the mirror? What do you\nthink about at such times? Have you ever seen a dog, a cat\nor a bird look into a mirror? What do you think it sees?\n•Now r ead this humor ous story about a doctor , a snake, and\na mirr or.\n1.“HAS a snake ever coiled itself round any part of\nyour body? A full-blooded cobra?” All of us fell silent.\nThe question came from the homeopath. The topic\ncame up when we wer e discussing snakes. W e\nlistened attentively as the doctor continued with\nhis tale.\nIt was a hot summer night; about ten o’clock. I had\nmy meal at the restaurant and returned to my room.\nI hear d a noise fr om above as I opened the door .\nThe sound was a familiar one. One could say that\nthe rats and I shared the room. I took out my box of\nmatches and lighted the kerosene lamp on the table.\n2.The house was not electrified; it was a small rented\nroom. I had just set up medical practice and my\nearnings were meagre. I had about sixty rupees in\nmy suitcase. Along with some shirts and dhotis , I\nalso possessed one solitary black coat which I was\nthen wearing.\n3.I took off my black coat, white shirt and not-so-\nwhite vest and hung them up. I opened the two\nwindows in the room. It was an outer room with\none wall facing the open yard. It had a tiled roof\nwith long supporting gables that rested on the beam\nover the wal l. There was no ceiling. There was a5. The Snak 5. The Snak5. The Snak 5. The Snak5. The Snak e and the Mire and the Mire and the Mire and the Mire and the Mir r rr rror orororor\nmeagre : small in\nquantity.\ngable\n: upper part of\na wall below a\nsloping roof\ngable\nReprint 2025-26\n\n--- Page 2 ---\nThe Snake and the Mirror / 57\nregular traffic of rats to and from the beam. I made\nmy bed and pulled it close to the wall. I lay down\nbut I could not sleep. I got up and went out to the\nveranda for a little air , but the wind god seemed to\nhave taken time off.\n4.I went back into the room and sat down on the\nchair . I opened the box beneath the table and took\nout a book, the Materia Medica . I opened it at the\ntable on which stood the lamp and a large mirror; a\nsmall comb lay beside the mirr or.\nOne feels tempted to look into a mirror when it is\nnear one. I took a look. In those days I was a great\nadmirer of beauty and I believed in making myself\nlook handsome. I was unmarried and I was a doctor .\nI felt I had to make my presence felt. I picked up the\ncomb and ran it through my hair and adjusted the\nparting so that it looked straight and neat.\nAgain I heard that sound from above.\n5.I took a close look at my face in the mirr or. I made\nan important decision — I would shave daily and\ngrow a thin moustache to look more handsome. I\nwas after all a bachelor , and a doctor!\nI looked into the mirror and smiled. It was an\nattractive smile. I made another earth-shaking\ndecision. I would always keep that attractive smile\non my face ... to look more handsome. I was after\nall a bachelor , and a doctor too on top of it!\nAgain came that noise from above.\n6.I got up, paced up and down the room. Then another\nlovely thought struck me. I would marry.\nI would get married to a woman doctor who had\nplenty of money and a good medical practice. She\nhad to be fat; for a valid reason. If I made some silly\nmistake and needed to run away she should not be\nable to run after me and catch me!\nWith such thoughts in my mind I resumed my seat\nin the chair in front of the table. There were no\nmore sounds from above. Suddenly there came a\ndull thud as if a rubber tube had fallen to the\nReprint 2025-26\n\n--- Page 3 ---\n58 / Beehive\nground ... surely nothing to worry about. Even so I\nthought I would turn around and take a look. No\nsooner had I turned than a fat snake wriggled over\nthe back of the chair and landed on my shoulder .\nThe snake’s landing on me and my turning were\nsimultaneous.\n7.I didn’t jump. I didn’t tremble. I didn’t cry out. There\nwas no time to do any such thing. The snake\nslithered along my shoulder and coiled around my\nleft arm above the elbow. The hood was spread out\nand its head was hardly three or four inches from\nmy face!\nIt would not be correct to say merely that I sat\nthere holding my breath. I was turned to stone. But\nmy mind was very active. The door opened into\ndarkness. The room was surrounded by darkness.\nIn the light of the lamp I sat there like a stone\nimage in the flesh.\n8.I felt then the great presence of the creator of this\nworld and this universe. God was there. Suppose I\nsaid something and he did not like it ...\nI tried in my imagination to write in bright letters\noutside my little heart the words, ‘O God’.\nThere was some pain in my left arm. It was as if a\nthick leaden rod — no, a rod made of molten fire —\nwas slowly but powerfully crushing my arm. The\narm was beginning to be drained of all strength.\nWhat could I do?\n9.At my slightest movement the snake would strike\nme! Death lurked four inches away. Suppose it\nstruck, what was the medicine I had to take? There\nwere no medicines in the r oom. I was but a poor ,\nfoolish and stupid doctor . I for got my danger and\nsmiled feebly at myself.\nIt seemed as if God appreciated that. The snake\nturned its head. It looked into the mirror and saw\nits reflection. I do not claim that it was the first\nsnake that had ever looked into a mirr or. But it\nwas certain that the  snake was looking into the\nmirror. Was it admiring its own beauty? W as it trying\nReprint 2025-26\n\n--- Page 4 ---\nThe Snake and the Mirror / 59to make an important decision about growing a\nmoustache or using eye shadow and mascara or\nwearing a vermilion spot on its forehead?\n10.I did not know anything for certain. What sex was\nthis snake, was it male or female? I will never know;\nfor the snake unwound itself from my arm and slowly\nslithered into my lap. From there it crept onto the\ntable and moved towar ds the mirr or. Per haps it\nwanted to enjoy its reflection at closer quarters.\nI was no mere image cut in granite. I was suddenly\na man of flesh and blood. Still holding my breath I\ngot up fr om the chair . I quietly went out thr ough\nthe door into the veranda. From there I leapt into\nthe yard and ran for all I was worth.\n“Phew !” Each of us heaved a sigh of relief. Somebody\nasked, “Doctor , is your wife very fat?”\n11.“No,” the doctor said. “God willed otherwise. My life\ncompanion is a thin reedy person with the gift of a\nsprinter .”\nSomeone else asked, “Doctor , when you ran did the\nsnake follow you?”\nPerhaps it wanted to enjoy its\nreflection at closer quarters.\nReprint 2025-26\n\n--- Page 5 ---\n60 / BeehiveThe doctor replied, “I ran and ran till I reached\na friend’s house. Immediately I smeared oil all over\nmyself and took a bath. I changed into fresh clothes.\nThe next morning at about eight-thirty I took my\nfriend and one or two others to my room to move\nmy things from there. But we found we had little to\ncarry. Some thief had removed most of my things.\nThe room had been cleaned out! But not really, the\nthief had left behind one thing as a final insult!’\n12.“What was that?” I asked.\nThe doctor said, “My vest, the dirty one. The\nfellow had such a sense of cleanliness.. .! The rascal\ncould have taken it and used it after washing it\nwith soap and water .”\n“Did you see the snake the next day, doctor?”\nThe doctor laughed, “I’ve never seen it since. It\nwas a snake which was taken with its own beauty!”\nVAIKOM  MUHAMMAD\n BASHEER\n[translated from the Malayalam\nby V. Abdulla ]\nThinking about the TThinking about the TThinking about the TThinking about the TThinking about the T e ee eextxtxt xtxt\nI.Discuss in pairs and answer each question below in a short paragraph\n(30–40 words).\n1.“The sound was a familiar one.” What sound did the doctor hear? What did\nhe think it was? How many times did he hear it? (Find the places in the\ntext.) When and why did the sounds stop?\n2.What two “important” and “earth-shaking” decisions did the doctor take\nwhile he was looking into the mirror?\n3.“I looked into the mirr or and smiled,” says the doctor . A little later he says,\n“I forgot my danger and smiled feebly at myself.” What is the doctor’s opinion\nabout himself when: (i) he first smiles, and (ii) he smiles again? In what way\ndo his thoughts change in between, and why?              \nII.This story about a frightening incident is narrated in a humorous way. What\nmakes it humorous? (Think of the contrasts it presents between dreams and\nreality. Some of them are listed below.)\n1.(i)The kind of person the doctor is (money, possessions)\n(ii)The kind of person he wants to be (appearance, ambition)taken  with: attracted  by\nReprint 2025-26\n\n--- Page 6 ---\nThe Snake and the Mirror / 61\n2.(i)The person he wants to marry\n(ii)The person he actually marries\n3.(i)His thoughts when he looks into the mirror\n(ii)His thoughts when the snake is coiled around his arm\nWrite short paragraphs on each of these to get your answer .\nThinking about LanguageThinking about LanguageThinking about LanguageThinking about LanguageThinking about Language\nI.Here are some sentences from the text. Say which of them tell you, that the\nauthor: (a) was afraid of the snake, (b) was proud of his appearance,\n(c) had a sense of humour , (d) was no longer afraid of the snake.\n1.I was turned to stone.\n2.I was no mere image cut in granite.\n3.The arm was beginning to be drained of strength.\n4.I tried in my imagination to write in bright letters outside my little heart the\nwords, ‘O God’.\n5.I didn’t tremble. I didn’t cry out.\n6.I looked into the mirror and smiled. It was an attractive smile.\n7.I was suddenly a man of flesh and blood.\n8.I was after all a bachelor , and a doctor too on top of it!\n9.The fellow had such a sense of cleanliness...! The rascal could have taken\nit and used it after washing it with soap and water .\n10.Was it trying to make an important decision about gr owing a moustache or\nusing eye shadow and mascara or wearing a vermilion spot on its forehead.\nII.Expressions used to show fear\nCan you find the expressions in the story that tell you that the author was\nfrightened? Read the story and complete the following sentences.\n1.I was turned .\n2.I sat there holding .\n3.In the light of the lamp I sat there like .\nIII.In the sentences given below some words and expressions are italicised. They\nare variously mean that one\n•is very frightened.\n•is too scared to move.\n•is frightened by something that happens suddenly.\n•makes another feel frightened.\nMatch the meanings with the words/expressions in italics, and write the\nappropriate meaning next to the sentence. The first one has been done for you.\n1.I knew a man was following me, I was scared out of my wits . (very frightened)\nReprint 2025-26\n\n--- Page 7 ---\n62 / Beehive\n2.I got a fright  when I realised how close I was to the cliff edge.\n3.He nearly jumped out of his skin  when he saw the bull coming towards him.\n4.You really gave me a fright  when you cr ept up behind me like that.\n5.Wait until I tell his story — it will make your hair stand on end .\n6.Paralysed with fear , the boy faced his abductors.\n7.The boy hid behind the door , not moving a muscle .\nIV.Reported questions\nStudy these sentences:\n•His friend asked , “Did you see the snake the next day, doctor?”\nHis friend asked  the doctor whether/if  he had seen the snake the next day.\n•The little girl wondered , “Will I be home before the TV show begins?”\nThe little girl wondered  if/whether  she would be home before the TV show\nbegan.\n•Someone asked , “Why has the thief left the vest behind?”\nSomeone asked  why the thief had left the vest behind.\nThe words if/whether  are used to report questions which begin with: do, will ,\ncan, have, are  etc. These questions can be answered ‘yes’ or ‘no’.\nQuestions beginning with why/when/where/how/which/what  are reported using\nthese same words.\nThe reporting verbs we use in questions with if/whether/why/when  etc.\nare: ask, inquir e and wonder .\nRemember that in reported speech,\n•the present tense changes to past tense\n•here, today , tomorrow , yesterday etc. change to there , that day , the next\nday, \nthe day before , etc.\n•I/you change to me/him/he, etc., as necessary.\nExample :•He said to me, “ I don’t believe you.”\nHe said he did not believe me.\n•She said to him, ‘ I don’t believe you.’\nShe told him that she did not believe him.\nReport these questions using  if/whether or why /when /where /how/which/ what.\nRemember the italicised verbs change into the past tense.\n1.Meena asked her friend, “ Do you think  your teacher will come today?”\n2.David asked his colleague, “Where will you go this summer?”\n3.He asked the little boy, “Why are you studying English?”\n4.She asked me, “When are we going to leave?”\n5.Pran asked me, “ Have  you finished reading the newspaper?”\nReprint 2025-26\n\n--- Page 8 ---\nThe Snake and the Mirror / 63\n6.Seema asked her , “How long have you lived her e?”\n7.Sheila asked the children, “ Are you ready to do the work?”\nSpeakingSpeakingSpeakingSpeakingSpeaking\nUsing some of the expressions given above in exercise III, talk about an incident\nwhen you wer e very scar ed. Y ou may have a competition to decide whose story\nwas the most frightening.\nDictation\nDictationDictation DictationDictation\nThe following paragraph is about the Indian cobra. Read it twice and close your\nbook. Y our teacher will then dictate the paragraph to you. W rite it down with\nappropriate punctuation marks.\nThe Indian cobra is the common name for members of the family of venomous\nsnakes, known for their intimidating looks and deadly bite. Cobras are\nrecognised by the hoods that they flare when angry or disturbed; the hoods\nare created by the extension of the ribs behind the cobras’ heads. Obviously\nthe best prevention is to avoid getting bitten. This is facilitated by the fact\nthat humans ar e not the natural pr ey of any venomous snake. W e are a bit\nlarge for them to swallow whole and they have no means of chopping us up\ninto bite-size pieces. Nearly all snakebites in humans are the result of a\nsnake defending itself when it feels threatened. In general snakes are shy\nand will simply leave if you give them a chance.\nW WW WWriting ritingritingritingriting\n1.Try to r ewrite the story without its humour , mer ely as a frightening incident.\nWhat details or parts of the story would you leave out?\n2.Read the description given alongside this sketch from a photograph in a\nnewspaper (Times of India , 4 September 199 9). Make up a story about what\nthe monkey is thinking, or why it is looking into a mirr or. Write a paragraph\nabout it.\nTHE FAIREST OF THEM ALL\nA monkey preens itself using a piece\nof mirr or, in the Delhi ridge.\n(‘To preen oneself ’ means to spend a lot of\ntime making oneself look attractive, and\nthen admiring one’s appearance. The word\nis used in disapproval.)\nReprint 2025-26\n\n--- Page 9 ---\n64 / BeehiveT TTTTranslationranslationranslationranslationranslation\nThe text you r ead is a translation of a story by a well-known Malayalam writer ,\nVaikom Muhammad Basheer .\nIn translating a story fr om one language to another , a translator must keep the\ncontent intact. However , the language and the style dif fer in dif ferent translations\nof the same text.\nHere are two translations of the opening paragraphs of a novel by the Japanese\nwriter , Haruki Murakami. Read them and answer the questions given below.\nCompare the two translations on the basis of the following points.\n•the tense of narration (past and present tense)\n•short, incomplete sentences\n•sentence length\nWhich of these translations do you like? Give reasons for your choice.B\nI’m in the kitchen cooking spaghetti\nwhen the woman calls. Another\nmoment until the spaghetti is\ndone; there I am, whistling the\nprelude to Rossini’s La Gazza\nLadra  along with the FM radio.\nPerfect spaghetti-cooking music!\nI hear the telephone ring but\ntell myself, Ignore it. Let the\nspaghetti finish cooking. It’s\nalmost done, and besides,\nClaudio Abbado and the London\nSymphony Orchestra are coming\nto a crescendo.A\nWhen the phone rang I was in\nthe kitchen, boiling a potful of\nspaghetti and whistling along\nwith an FM broadcast of the\noverture to  Rossini’s The\nThieving Magpie , which has to\nbe the perfect music for cooking\npasta.\nI wanted to ignore the\nphone, not only because the\nspaghetti was nearly done, but\nbecause Claudio Abbado was\nbringing the London Symphony\nto its musical climax.\nReprint 2025-26\n\n--- Page 10 ---\nThis poem narrates the legend of an old lady who angered\nSaint Peter because of her greed.\nAway, away in the Northland,\nWhere the hours of the day are few,\nAnd the nights are so long in winter\nThat they cannot sleep them through;\nWhere they harness the swift reindeer\nTo the sledges, when it snows;\nAnd the children look like bear’s cubs\nIn their funny, furry clothes:\nThey tell them a curious story —\nI don’t believe ’tis true;\nAnd yet you may learn a lesson\nIf I tell the tale to you.\nOnce, when the good Saint Peter\nLived in the world below,\nAnd walked about it, preaching,\nJust as he did, you know,\nHe came to the door of a cottage,\nIn travelling round the earth,\nWhere a little woman was making cakes,\nAnd baking them on the hearth;\nAnd being faint with fasting,\nFor the day was almost done,\nHe asked her , from her stor e of cakes,\nTo give him a single one.A Legend of the NorthlandA Legend of the NorthlandA Legend of the NorthlandA Legend of the NorthlandA Legend of the Northland\nReprint 2025-26\n\n--- Page 11 ---\nSo she made a very little cake,\nBut as it baking lay,\nShe looked at it, and thought it seemed\nToo large to give away.\nTherefore she kneaded another ,\nAnd still a smaller one;\nBut it looked, when she tur ned it over ,\nAs large as the first had done.\nThen she took a tiny scrap of dough,\nAnd rolled and rolled it flat;\nAnd baked it thin as a wafer  —\nBut she couldn’t part with that.\nFor she said, “My cakes that seem too small\nWhen I eat of them myself\nAre yet too large to give away.”\nSo she put them on the shelf.\nThen good Saint Peter grew angry,\nFor he was hungry and faint;\nAnd surely such a woman\nWas enough to pr ovoke a saint.\nAnd he said, “Y ou ar e far too selfish\nTo dwell in a human form,\nTo have both food and shelter ,\nAnd fire to keep you warm.\nNow, you shall build as the birds do,\nAnd shall get your scanty food\nBy boring, and boring, and boring,\nAll day in the hard, dry wood.”\nThen up she went through the chimney,\nNever speaking a word,\nAnd out of the top flew a woodpecker ,\nFor she was changed to a bird.\n66 / Beehive\nReprint 2025-26\n\n--- Page 12 ---\nShe had a scarlet cap on her head,\nAnd that was left the same;\nBut all the rest of her clothes were burned\nBlack as a coal in the flame.\nAnd every country schoolboy\nHas seen her in the wood,\nWhere she lives in the trees till this very day,\nBoring and boring for food.\nPHOEBE  CARY\nA ballad is a song narrating a story in short stanzas. Ballads\nare a part of folk culture or popular culture and are passed on\norally from one generation to the next. ‘A Legend of the Northland’\nis a ballad.\nGLOSSARY\nlegend:  old traditional story\nSaint Peter: an apostle of Christ\nprovoke: make angry\nThinking about the PoemThinking about the PoemThinking about the PoemThinking about the PoemThinking about the Poem\nI.1.Which country or countries do you think “the Northland” refers to?\n2.What did Saint Peter ask the old lady for? What was the lady’s reaction?\n3.How did he punish her?\n4.How does the woodpecker get her food?\n5.Do you think that the old lady would have been so ungenerous if she had\nknown who Saint Peter really was? What would she have done then?\n6.Is this a true stor y? Which part of this poem do you feel is the most important?\n7.What is a legen d? Why is this poem called a legend?\n8.Write the story of ‘A Legend of the Northland’ in about ten sentences.\nII.1.Let’s look at the words at the end of the second and fourth lines, viz., ‘snows’\nand ‘clothes’, ‘true’ and ‘you’, ‘below’ and ‘know.’ W e find that ‘snows’ r hymes\nwith ‘clothes’, ‘true’ rhymes with ‘you’ and ‘below’ rhymes with ‘know’.\nFind more such rhyming words.\n2.Go to the local library or talk to older persons in your locality and find legends\nin your own language. Tell the class these legends.\nA Legend of the Northland / 67\nReprint 2025-26\n",
    "total_characters": 20279,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page1_img6.png",
      "page": 1
    },
    {
      "filename": "page1_img7.png",
      "page": 1
    },
    {
      "filename": "page1_img8.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page8_img4.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page12_img3.png",
      "page": 12
    },
    {
      "filename": "page12_img4.png",
      "page": 12
    }
  ],
  "image_count": 49,
  "keywords": [
    "Reprint",
    "Legend",
    "There",
    "Saint",
    "Peter",
    "Northland",
    "Where",
    "Beehive",
    "Snake",
    "Mirror",
    "Someone",
    "Thinking",
    "Write",
    "Which",
    "Again",
    "Suppose",
    "Doctor",
    "Malayalam",
    "Remember",
    "Indian"
  ]
}