{
  "metadata": {
    "subject": "english-part1",
    "chapter_number": 6,
    "chapter_name": "iebe106",
    "source_file": "iebe106.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nB BB BBEFORE EFOREEFOREEFOREEFORE  Y  Y  Y  Y YOU OUOU OUOU R  R R  R READ EADEAD EADEAD\n•Can you think of any scientists, who have also been\nstatesmen?\n•A.P.J. Abdul Kalam, whose pr ojects in space, defence and\nnuclear technology guided India into the twenty-first century,\nbecame our eleventh President in 2002.\n•In his autobiography, Wings of Fire , he speaks of his\nchildhood.\n1.I WAS bor n into a middle-class T amil family in the\nisland town of Rameswaram in the erstwhile  Madras\nState. My father , Jainulabdeen, had neither much\nformal education nor much wealth; despite these\ndisadvantages, he possessed great innate wisdom\nand a true generosity of spirit. He had an ideal\nhelpmate in my mother , Ashiamma. I do not recall\nthe exact number of people she fed every day, but I\nam quite certain that far more outsiders ate with\nus than all the members of our own family\nput together .\n2.I was one of many children — a short boy with\nrather undistinguished looks, born to tall and\nhandsome par ents. W e lived in our ancestral house,\nwhich was built in the middle of the nineteenth\ncentury. It was a fairly large pucca house, made of\nlimestone and brick, on the Mosque Street in\nRameswaram. My austere father used to avoid all\ninessential comforts and luxuries. However , all\nnecessities wer e provided for , in ter ms of food,\nmedicine or clothes. In fact, I would say mine\nwas a very secure childhood, both materially\nand emotional ly.6. My Childhood6. My Childhood6. My Childhood6. My Childhood6. My Childhood\nerstwhile : former\naustere : simple,\nstrict and severeinnate : inborn; (a\nquality or feeling) in\none’s nature\nReprint 2025-26\n\n--- Page 2 ---\n3.The Second W orld W ar br oke out in 1939, when I\nwas eight years old. For reasons I have never been\nable to understand, a sudden demand for tamarind\nseeds erupted in the market. I used to collect the\nseeds and sell them to a provision shop on Mosque\nStreet. A day’s collection would fetch me the princely\nsum of one anna. My br other -in-law Jallaluddin\nwould tell me stories about the W ar which I would\nlater attempt to trace in the headlines in Dinamani .\nOur area, being isolated, was completely unaffected\nby the W ar. But soon India was for ced to join the\nAllied Forces and something like a state of\nemergency was declared. The first casualty came\nin the form of the suspension of the train halt at\nRameswaram station. The newspapers now had to\nbe bundled and thrown out from the moving train\non the Rameswaram Road between Rameswaram\nand Dhanuskodi. That forced my cousin Samsuddin,\nwho distributed newspapers in Rameswaram , to\nlook for a helping hand to catch the bundles and, as\nif naturally, I filled the slot. Samsuddin helped me\nearn my first wages. Half a century later , I can still\nfeel the surge of pride in earning my own money for\nthe first time.\n4.Every child is born, with some inherited\ncharacteristics, into a specific socio-economic and\nemotional environment, and trained in certain ways\nby figures of authority. I inherited honesty and self-\ndiscipline fr om my father; fr om my mother , I\ninherited faith in goodness and deep kindness and\nso did my thr ee br others and sister . I had thr ee\nclose friends in my childhood — Ramanadha Sastry,\nAravindan and Sivaprakasan. All these boys were\nfrom orthodox Hindu Brahmin families. As children,\nnone of us ever felt any difference amongst ourselves\nbecause of our religious differences and upbringing.\nIn fact, Ramanadha Sastry was the son of Pakshi\nLakshmana Sastry, the high priest of the\nRameswaram temple. Later , he took over the\npriesthood of the Rameswaram temple  from hisprincely sum :\ngenerous amount\n(here, ironic)\nanna:  an old Indian\ncoin, worth about six\npaise\nAllied Forces : the\narmies of U.K.,\nU.S.A. and Russia\nduring the Second\nWorld W ar\nMy Childhood /69\nReprint 2025-26\n\n--- Page 3 ---\nfather; Aravindan went into the business of\narranging transport for visiting pilgrims; and\nSivaprakasan became a catering contractor for the\nSouthern Railways.\n5.During the annual Shri Sita Rama Kalyanam\nceremony, our family used to arrange boats with a\nspecial platform for carrying idols of the Lord from\nthe temple to the marriage site, situated in the\nmiddle of the pond called Rama T irtha which was\nnear our house. Events from the Ramayana  and\nfrom the life of the Prophet were the bedtime stories\nmy mother and grandmother would tell the children\nin our family.\n6.One day when I was in the fifth standard at the\nRameswaram Elementary School, a new teacher\ncame to our class. I used to wear a cap which\nmarked me as a Muslim, and I always sat in the\nfront row next to Ramanadha Sastry, who wore the\n70 / Beehive\nOur family used to arrange boats for carrying idols\nof the Lord from the temple to the marriage site.\nReprint 2025-26\n\n--- Page 4 ---\nconviction : a strong\nopinion or beliefdowncast : sad or\ndepressed\nMy Childhood /71\nsacred thread. The new teacher could not stomach\na Hindu priest’s son sitting with a Muslim boy. In\naccordance with our social ranking as the new\nteacher saw it, I was asked to go and sit on the\nback bench. I felt very sad, and so did Ramanadha\nSastry. He looked utterly downcast as I shifted to\nmy seat in the last row. The image of him weeping\nwhen I shifted to the last row left a lasting\nimpression on me.\n7.After school, we went home and told our respective\nparents about the incident. Lakshmana Sastry\nsummoned the teacher , and in our pr esence, told\nthe teacher that he should not spread the poison of\nsocial inequality and communal intolerance in the\nminds of innocent children. He bluntly asked the\nteacher to either apologise or quit the school and\nthe island. Not only did the teacher regret his\nbehaviour , but the str ong sense of conviction\nLakshmana Sastry conveyed ultimately reformed\nthis young teacher .could not stomach :\ncould not tolerate\nReprint 2025-26\n\n--- Page 5 ---\n72 / Beehive8.On the whole, the small society of Rameswaram\nwas very rigid in terms of the segregation of different\nsocial gr oups. However , my science teacher\nSivasubramania Iyer , though an orthodox Brahmin\nwith a very conservative wife, was something of a\nrebel. He did his best to break social barriers so\nthat people from varying backgrounds could mingle\neasily. He used to spend hours with me and would\nsay, “Kalam, I want you to develop so that you\nare on par with the highly educated people of the\nbig cities.”\n9.One day, he invited me to his home for a meal. His\nwife was horrified at the idea of a Muslim boy being\ninvited to dine in her ritually pure  kitchen. She\nrefused to serve me in her kitchen. Sivasubramania\nIyer was not perturbed, nor did he get angry\nwith his wife, but instead, served me with\nI always sat in the front row next\nto Ramanadha Sastry.\nritually pure:  kept\nprotected from all\noutside influences\nfor the observances\nof religion\nReprint 2025-26\n\n--- Page 6 ---\nMy Childhood /73\nhis own hands and sat down beside me to eat his\nmeal. His wife watched us from behind the kitchen\ndoor. I wonder ed whether she had observed any\ndifference in the way I ate rice, drank water or\ncleaned the floor after the meal. When I was leaving\nhis house, Sivasubramania Iyer invited me to join\nhim for dinner again the next weekend. Observing\nmy hesitation, he told me not to get upset, saying,\n“Once you decide to change the system, such\nproblems have to be confronted.” When I visited his\nhouse the next week, Sivasubramania Iyer’s wife\ntook me inside her kitchen and served me food with\nher own hands.\n10.Then the Second W orld W ar was over and India’s\nfreedom was imminent. “Indians will build their\nown India,” declared Gandhiji. The whole country\nwas filled with an unprecedented  optimism. I asked\nmy father for permission to leave Rameswaram\nand study at the district headquarters in\nRamanathapuram.\nSivasubramania Iyer’s wife took me inside\nher kitchen and served me food.\nReprint 2025-26\n\n--- Page 7 ---\n74 / Beehive\n11.He told me as if thinking aloud, “Abul ! I know you\nhave to go away to grow. Does the seagull not fly\nacross the sun, alone and without a nest?” He quoted\nKhalil Gibran to my hesitant mother , “Your childr en\nare not your children. They are the sons and daughters\nof Life’s longing for itself. They come through you but\nnot fr om you. Y ou may give them your love but not\nyour thoughts. For they have their own thoughts.”\nA.P.J. A BDUL KALAM\n[an extract from Wings of Fire ]\nThinking about the TThinking about the TThinking about the TThinking about the TThinking about the T e ee eextxtxt xtxt\nFind Dhanuskodi and Rameswaram on the map. What\nlanguage(s) do you think are spoken there? What languages do\nyou think the author , his family, his friends and his teachers\nspoke with one another?Activity\nChennai\nNagappattinam\nRamanathapuram\nPamban\nIsland\nSri Lanka\n© Government of India Copyright, 2003\nReprint 2025-26\n\n--- Page 8 ---\nMy Childhood /75I.Answer these questions in one or two sentences each.\n1.Where was Abdul Kalam’s house?\n2.What do you think Dinamani is the name of? Give a r eason for your answer .\n3.Who were Abdul Kalam’s school friends? What did they later become?\n4.How did Abdul Kalam earn his first wages?\n5.Had he earned any money before that? In what way?\nII.Answer each of these questions in a short paragraph (about 30 words)\n1.How does the author describe: (i) his father , (ii) his mother , (iii) himself?\n2.What characteristics does he say he inherited from his parents?\nIII.Discuss these questions in class with your teacher and then write down your\nanswers in two or three paragraphs each.\n1.“On the whole, the small society of Rameswaram was very rigid in terms of\nthe segr egation of dif ferent social gr oups,” says the author .\n(i)Which social gr oups does he mention? W ere these gr oups easily\nidentifiable (for example, by the way they dressed)?\n(ii)Wer\ne they awar e only of their dif ferences or did they also naturally shar e\nfriendships and experiences? (Think of the bedtime stories in Kalam’s\nhouse; of who his friends were; and of what used to take place in the\npond near his house.)\n(iii)The author speaks both of people who were very aware of the differences\namong them and those who tried to bridge these differences. Can you\nidentify such people in the text?\n(iv)Narrate two incidents that show how differences can be created, and\nalso how they can be resolved. How can people change their attitudes?\n2. (i)Why did Abdul Kalam want to leave Rameswaram?\n(ii)What did his father say to this?\n(iii)What do you think his words mean? Why do you think he spoke those\nwords?\nThinking about LanguageThinking about LanguageThinking about LanguageThinking about LanguageThinking about Language\nI.Find the sentences in the text where these words occur:\nerupt surge trace undistinguished casualty\nLook these words up in a dictionary which gives examples of how they are used.\nNow answer the following questions.\n1.What are the things that can erupt ? Use examples to explain the various\nmeanings of erupt . Now do the same for the word surge.  What things can\nsurge ?\nReprint 2025-26\n\n--- Page 9 ---\n76 / Beehive2.What are the meanings of the word trace  and which of the meanings is\nclosest to the word in the text?\n3.Can you find the word undistinguished  in your dictionary? (If not, look up\nthe word distinguished  and say what undistinguished  must mean.)\nII.1.Match the phrases in Column A with their meanings in Column B.\nA B\n(i)broke out (a)an attitude of kindness, a readiness to\ngive freely\n(ii)in accordance with (b)was not able to tolerate\n(iii)a helping hand (c)began suddenly in a violent way\n(iv)could not stomach (d)assistance\n(v)generosity of spirit (e)persons with power to make decisions\n(vi)figures of authority (f)according to a particular rule, principle,\nor system\n2.Study the words in italics in the sentences below. They are formed by prefixing\nun – or in – to their antonyms (words opposite in meaning).\n•I was a short boy with rather undistinguished  looks. ( un + distinguished)\n•My austere father used to avoid all inessential  comforts.( in + essential)\n•The ar ea was completely unaf\nfected by the war .(un + affected)\n•He should not spread the poison of social inequality  and communal\nintolerance . (in + equality, in + tolerance)\nNow form the opposites of the words below by prefixing un- or in-. The prefix in-\ncan also have the for ms il-, ir-, or im- (for example: illiterat e–il + literate,\nimpractical– im + practical, irrational– ir + rational). Y ou may consult a dictionary\nif you wish.\nadequate acceptable regular tolerant\ndemanding active true permanent\npatriotic disputed accessible coherent\nlogical legal responsible possible\nIII.Passive V oice\nStudy these sentences:\n•My parents were regarded  as an ideal couple.\n•I was asked to go and sit on the back bench.\n•Such problems have to  be confronted.\nReprint 2025-26\n\n--- Page 10 ---\nMy Childhood /77\nThe italicised verbs in these sentences are made up of a form of the verb be and\na past participle. (For example: were + regarded, was + asked, be + confronted)\nThese sentences focus on what happens , rather than who does what . Notice\nthat the doer of the action is not included in the sentences.\nIf necessary, we can mention the doer of the action in a by-phrase . For example:\n•The tree was struck by lightning .\n•The flag was unfurled by the Chief Guest.\nIV.Rewrite the sentences below, changing the verbs in brackets into the passive\nform.\n1.In yesterday’s competition the prizes (give away) by the Principal.\n2.In spite of financial difficulties, the labourers (pay) on time.\n3.On Republic Day, vehicles (not allow) beyond this point.\n4.Second-hand books (buy and sell) on the pavement every Saturday.\n5.Elections to the Lok Sabha (hold) every five years.\n6.Our National Anthem (compose) Rabindranath Tagore.\nV.Rewrite the paragraphs below, using the correct form of the verb given in\nbrackets.\n1. How Helmets Came To Be Used in Cricket\nNari Contractor was the Captain and an opening batsman for India in the\n1960s. The Indian cricket team went on a tour to the W est Indies in 1962.\nIn a match against Barbados in Bridgetown, Nari Contractor (seriously injure\nand collapse). In those days helmets (not wear). Contractor (hit) on the head\nby a bouncer from Charlie Griffith. Contractor’s skull (fracture). The entire\nteam (deeply concer n). The W est Indies players (worry). Contractor (rush ) to\nhospital. He (accompany) by Frank W orrell, the Captain of the W est Indies\nTeam. Blood (donate) by the W est Indies players. Thanks to the timely help,\nContractor (save). Nowadays helmets (routinely use) against bowlers.\n2. Oil from Seeds\nVegetable oils (make) fr om seeds and fruits of many plants gr owing all over\nthe world, from tiny sesame seeds to big, juicy coconuts. Oil (produce) from\ncotton seeds, groundnuts, soya beans and sunflower seeds. Olive oil (use)\nfor cooking, salad dressing etc. Olives (shake) from the trees and (gather)\nup, usually by hand. The olives (ground) to a thick paste which is spread\nonto special mats. Then the mats (layer) up on the pressing machine which\nwill gently squeeze them to produce olive oil.\nDictationDictationDictation\nDictationDictation\nLet the class divide itself into three groups. Let each group take down one passage\nthat the teacher dictates. Then put the passages together in the right or der.\nReprint 2025-26\n\n--- Page 11 ---\n78 / Beehive\nTo Sir, with Love\n1.From Rameswaram to the Rashtrapati Bhavan, it’s been a long journey.\nTalking to Nona W alia on the eve of T eacher’s Day, Pr esident Dr A.P .J. Abdul\nKalam talks about life’s toughest lessons learnt and his mission — being a\nteacher to the Indian youth. “A proper education would help nurture a sense\nof dignity and self-respect among our youth,” says President Kalam.\nThere’s still a child in him though, and he’s still curious about learning\nnew things. Life’s a mission for President Kalam.\n2. Nonetheless, he remembers his first lesson in life and how it changed\nhis destiny. “I was studying in Standard V, and must have been all of 10. My\nteacher , Sri Sivasubramania Iyer was telling us how bir ds fly. He dr ew a\ndiagram of a bird on the blackboard, depicting the wings, tail and the body\nwith the head and then explained how birds soar to the sky. At the end of\nthe class, I said I didn’t understand. Then he asked the other students if\nthey had understood, but nobody had understood how birds fly,” he recalls.\n3. “That evening, the entire class was taken to Rameswarm shore,” the\nPresident continues. “My teacher showed us sea bir ds. W e saw marvellous\nformations of them flying and how their wings flapped. Then my teacher\nasked us, ‘Where is the birds’ engine and how is it powered?’ I knew then\nthat birds are powered by their own life and motivation. I understood all\nabout birds’ dynamics. This was real teaching — a theoretical lesson coupled\nwith a live practical example. Sri Siva Subramania Iyer was a gr eat teacher .”\nThat day, my future was decided. My destiny was changed. I knew my\nfuture had to be about flight and flight systems.\nSpeakingSpeakingSpeakingSpeakingSpeaking\nHere is a topic for you to\n1.think about;\n2.give your opinion on.\nFind out what other people think about it. Ask your friends/seniors/parents to\ngive you their opinion.\n‘Career Building Is the Only Goal of Education.’\nor\n‘Getting a Good Job Is More Important than Being a Good Human Being.’\nYou can use the following phrases\n(i)while giving your opinion:\n•I think that \n...\n•In my opinion ...\n•It seems to me that ...\nReprint 2025-26\n\n--- Page 12 ---\nMy Childhood /79•I am of the view that ...\n•As far as I know ...\n•If you ask me ...\n(ii)saying what other people think:\n•According to some ...\n•Quite a few think ...\n•Some others favour ...\n•Thirty per cent of the people disagree ...\n•Fifty per cent of them strongly feel ...\n(iii)asking for others’ opinions:\n•What do you think about ...\n•What do you think of ...\n•What is your opinion about ...\n•Do you agree ...\n•Does this make you believe ...\nW WW WWriting ritingritingritingriting\nThink and write a short account of what life in Rameswaram in the 1940s must\nhave been like. (W ere people rich or poor? Har d working or lazy? Hopeful of\nchange, or resistant to it?).\nDo your little bit of good where you are; it’s\nthose little bits of good put together that\noverwhelm the world.\nARCHBISHOP  DESMOND  TUTU\nReprint 2025-26\n\n--- Page 13 ---\nHave you ever thought of some people as strange, or other\ncountries as ‘for eign’? W e have many ways of thinking of\nother people as different from ‘us’, as ‘them.’ ‘They’ may\nbelong to a different country, or speak a different language.\nIn this poem, however , the poet reminds us of the many ways\nin which we are all the same — for we are all human.\nRemember , no men ar e strange, no countries for eign\nBeneath all uniforms, a single body breathes\nLike ours: the land our brothers walk upon\nIs earth like this, in which we all shall lie.\nThey, too, awar e of sun and air and water ,\nAre fed by peaceful harvests, by war’s long winter starv’d.\nTheir hands are ours, and in their lines we read\nA labour not different from our own.\nRemember they have eyes like ours that wake\nOr sleep, and strength that can be won\nBy love. In every land is common life\nThat all can recognise and understand.\nLet us r emember , whenever we ar e told\nTo hate our brothers, it is ourselves\nThat we shall dispossess, betray, condemn.\nRemember , we who take ar ms against each other\nIt is the human earth that we defile.\nOur hells of fire and dust outrage the innocence\nOf air that is everywhere our own,\nRemember , no men ar\ne foreign, and no countries strange.\nJAMES KIRKUPNo Men Are FNo Men Are FNo Men Are FNo Men Are FNo Men Are F oreign oreignoreign oreignoreign\nReprint 2025-26\n\n--- Page 14 ---\nGLOSSARY\ndispossess:  dislodge; deprive\ndefile:  make dirty; pollute\noutrage the innocence of:  violate the purity of\nThinking about the PoemThinking about the PoemThinking about the PoemThinking about the PoemThinking about the Poem\n1.(i)“Beneath all uniforms  ...” What uniforms do you think the poet is\nspeaking about?\n(ii)How does the poet suggest that all people on earth are the same?\n2.In stanza 1, find five ways in which we all are alike. Pick out the words.\n3.How many common features can you find in stanza 2? Pick out the words.\n4.“...whenever we are told to hate our brother s...” When do you think this\nhappens? Why? Who ‘tells’ us? Should we do as we are told at such time s?\nWhat does the poet say?\nNo Men Are Foreign /81I am a citizen, not of Athens or Greece, but\nof the world.\nSOCRATES\nReprint 2025-26\n",
    "total_characters": 20578,
    "total_pages": 0
  },
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page1_img4.png",
      "page": 1
    },
    {
      "filename": "page1_img5.png",
      "page": 1
    },
    {
      "filename": "page1_img6.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    },
    {
      "filename": "page2_img3.png",
      "page": 2
    },
    {
      "filename": "page2_img4.png",
      "page": 2
    },
    {
      "filename": "page3_img1.png",
      "page": 3
    },
    {
      "filename": "page3_img2.png",
      "page": 3
    },
    {
      "filename": "page3_img3.png",
      "page": 3
    },
    {
      "filename": "page3_img4.png",
      "page": 3
    },
    {
      "filename": "page3_img5.png",
      "page": 3
    },
    {
      "filename": "page4_img1.png",
      "page": 4
    },
    {
      "filename": "page4_img2.png",
      "page": 4
    },
    {
      "filename": "page4_img3.png",
      "page": 4
    },
    {
      "filename": "page4_img4.png",
      "page": 4
    },
    {
      "filename": "page5_img1.png",
      "page": 5
    },
    {
      "filename": "page5_img2.png",
      "page": 5
    },
    {
      "filename": "page5_img3.png",
      "page": 5
    },
    {
      "filename": "page5_img4.png",
      "page": 5
    },
    {
      "filename": "page6_img1.png",
      "page": 6
    },
    {
      "filename": "page6_img2.png",
      "page": 6
    },
    {
      "filename": "page6_img3.png",
      "page": 6
    },
    {
      "filename": "page6_img4.png",
      "page": 6
    },
    {
      "filename": "page6_img5.png",
      "page": 6
    },
    {
      "filename": "page7_img1.png",
      "page": 7
    },
    {
      "filename": "page7_img2.png",
      "page": 7
    },
    {
      "filename": "page7_img3.png",
      "page": 7
    },
    {
      "filename": "page7_img4.png",
      "page": 7
    },
    {
      "filename": "page7_img5.png",
      "page": 7
    },
    {
      "filename": "page7_img6.png",
      "page": 7
    },
    {
      "filename": "page8_img1.png",
      "page": 8
    },
    {
      "filename": "page8_img2.png",
      "page": 8
    },
    {
      "filename": "page8_img3.png",
      "page": 8
    },
    {
      "filename": "page9_img1.png",
      "page": 9
    },
    {
      "filename": "page9_img2.png",
      "page": 9
    },
    {
      "filename": "page9_img3.png",
      "page": 9
    },
    {
      "filename": "page10_img1.png",
      "page": 10
    },
    {
      "filename": "page10_img2.png",
      "page": 10
    },
    {
      "filename": "page10_img3.png",
      "page": 10
    },
    {
      "filename": "page10_img4.png",
      "page": 10
    },
    {
      "filename": "page11_img1.png",
      "page": 11
    },
    {
      "filename": "page11_img2.png",
      "page": 11
    },
    {
      "filename": "page11_img3.png",
      "page": 11
    },
    {
      "filename": "page11_img4.png",
      "page": 11
    },
    {
      "filename": "page12_img1.png",
      "page": 12
    },
    {
      "filename": "page12_img2.png",
      "page": 12
    },
    {
      "filename": "page12_img3.png",
      "page": 12
    },
    {
      "filename": "page13_img1.png",
      "page": 13
    },
    {
      "filename": "page13_img2.png",
      "page": 13
    },
    {
      "filename": "page13_img3.png",
      "page": 13
    },
    {
      "filename": "page14_img1.png",
      "page": 14
    },
    {
      "filename": "page14_img2.png",
      "page": 14
    },
    {
      "filename": "page14_img3.png",
      "page": 14
    },
    {
      "filename": "page14_img4.png",
      "page": 14
    }
  ],
  "image_count": 58,
  "keywords": [
    "Rameswaram",
    "Reprint",
    "Kalam",
    "Sastry",
    "Childhood",
    "Abdul",
    "India",
    "Sivasubramania",
    "Contractor",
    "Ramanadha",
    "President",
    "Second",
    "Indies",
    "Remember",
    "Lakshmana",
    "Indian",
    "Muslim",
    "Beehive",
    "Thinking",
    "Wings"
  ]
}