{
  "metadata": {
    "subject": "information-andcommunication-technology",
    "chapter_number": 9,
    "chapter_name": "iict1ps",
    "source_file": "iict1ps.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nInformation and\nCommunication Technology\nTextbook for Class IX\nPrelims.indd   1 28-Feb-19   3:39:54 PM\nReprint 2025-26\n\n--- Page 2 ---\nFirst Edition\nFebruary 2019  Magha 1940\nReprinted\nJuly 2020  Shravana 1942  \nMarch 2024 Chaitra 1946 \nJanuary 2025 Pausha 1946  \nPD 10T BS\n© National Council of Educational \nResearch and Training, 2019\n 125.00\nPrinted on 80 GSM paper with NCERT \nwatermark\nPublished at the Publication Division \nby the Secretary, National Council of Educational Research and Training,  \nSri Aurobindo Marg, New  Delhi 110 016 and printed at Chandu Press, 469, Patparganj Industrial Estate, Delhi–110092Publication Team\nHead, Publication  : M.V. Srinivasan \nDivision\nChief Editor  : Bijnan Sutar\nChief Production  : Jahan Lal \nOfficer (In charge)\nChief Business Manager  : Amitabh Kumar\nAssistant Production Officer  : Prakash Veer Singh \n \nCover and Layout\nGraphics Team, CIETALL RIGHTS RESERVED\n No part of this publication may be reproduced, stored in a \nretrieval system or transmitted, in any form or by any means, electronic, mechanical, photocopying, recording or otherwise without the prior permission of the publisher.\n\tThis book is sold subject to the condition that it shall not, by way of  trade,  be lent,  re-sold, hired out or otherwise disposed off without the publisher’s consent, in any form of binding or cover other than that in which it is published.\n\n The correct price of this publication is the price printed on \nthis page. Any revised price indicated by a rubber stamp or by a sticker or by any other means is incorrect and should be unacceptable.\nOFFICES OF THE PUBLICATION  \nDIVISION , NCERT\nNCERT CampusSri Aurobindo Marg\nNew  Delhi 110 016  Phone :  011-26562708\n108, 100 Feet Road Hosdakere Halli ExtensionBanashankari III Stage\nBengaluru 560 085  Phone : 080-26725740\nNavjivan Trust BuildingP.O. Navjivan \nAhmedabad 380 014  Phone :  079-27541446\nCWC CampusOpp. Dhankal Bus StopPanihati\nKolkata \n700 114  Phone :  033-25530454\nCWC Complex  \nMaligaon   \nGuwahati 781 021  Phone :  0361-2674869977 – INFORMATION COMMUNICATION TECHNOLOGY\nTextbook in Information and Communication Technology (ICT) for Class IX. ISBN 978-93-5292-118-8\nPrelims.indd   2 28-Jan-25   5:01:31 PM\nReprint 2025-26\n\n--- Page 3 ---\nForeword\nInformation and Communication Technology (ICT) has influenced our \nlife in a great way. ICT has literally made inroads into almost all major \ndisciplines across science, social sciences, languages, arts and medicine, etc. It has the potential to create newer avenues for employment, help us communicate and collaborate better, learn, and understand the nature and phenomena as well as improve our skills and standards of living. Policymakers across the globe today agree with the potential of ICT in the teaching-learning process and recommend ICT to be a part of school and teacher education curriculum.\nRapid advancements in Information and Communication Technology \n(ICT) have created unprecedented opportunities in the field of education and school education in particular. Mastering ICT skills and utilising ICT is of utmost importance for teachers and learners for creating a new learning culture.\nICT is stated to have motivational power. It enables students to enjoy \nlearning as an active participant, such as by bringing the outside world \ninto the classroom or by enhancing one -to-one, one-to-many and many-to-\nmany interaction, among peers, teachers, experts and others. Furthermore, ICT has also helped the students in learning new skills, such as searching and locating appropriate information, making informed choices, learning to recognise the authenticity of sources and collaborating with  \nother learners.\nToday, we are living in an interconnected world where ICT-based \napplications influence the way we learn, communicate, commute or even socialise. Developments in the twenty‑first century skills, such as communication, creative and critical thinking, problem solving, collaborative learning, etc., are essential at the school level. ICT plays a key role in developing these skills.\nThis book aims to introduce the world of ICT and its applications. It will \nhelp students to learn, prepare, present and communicate their thoughts, ideas and content through various digital formats, i.e., text, image, audio and video, etc.\nThe book will also help students to understand the potential of Internet \nas well as the safety and security issues related to it, and the ways in which one can safeguard themselves against malicious activities and incidents happening in the cyber world. \nPrelims.indd   3 28-Feb-19   3:39:54 PM\nReprint 2025-26\n\n--- Page 4 ---\n(iv) As an organisation committed to systemic reform and continuous \nimprovement in the quality of its products, NCERT welcomes comments \nand suggestions from all the stakeholders, which will enable us to revise the content of the textbook. \n HrusHikes H senapaty\n Director\nNew Delhi  National Council of Educational \nMarch, 2018  Research and T",
    "total_characters": 14097,
    "preview": "\n--- Page 1 ---\nInformation and\nCommunication Technology\nTextbook for Class IX\nPrelims.indd   1 28-Feb-19   3:39:54 PM\nReprint 2025-26\n\n--- Page 2 ---\nFirst Edition\nFebruary 2019  Magha 1940\nReprinted\nJuly 2020  Shravana 1942  \nMarch 2024 Chaitra 1946 \nJanuary 2025 Pausha 1946  \nPD 10T BS\n© National Council of Educational \nResearch and Training, 2019\n 125.00\nPrinted on 80 GSM paper with NCERT \nwatermark\nPublished at the Publication Division \nby the Secretary, National Council of Educational Rese"
  },
  "keywords": [
    "Delhi",
    "Professor",
    "Computer",
    "Science",
    "Communication",
    "Prelims",
    "Reprint",
    "Assistant",
    "Technology",
    "Council",
    "National",
    "School",
    "Chapter",
    "Information",
    "Educational",
    "Director",
    "India",
    "Class",
    "Phone",
    "Department"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    }
  ],
  "image_count": 5
}