{
  "metadata": {
    "subject": "information-andcommunication-technology",
    "chapter_number": 1,
    "chapter_name": "iict101",
    "source_file": "iict101.pdf",
    "class": "6"
  },
  "content": {
    "full_text": "\n--- Page 1 ---\nMuskan performed an experiment to find out the weight \nof a solid metallic ball in different media like air, water and mustard oil using spring balance. The weight of the ball in every medium was noted by Muskan in her notebook. The weight was found to be least in water and comparatively higher in air than in mustard oil. Muskan recorded the entire experiment as a video, explaining about the variation of weight in various medium.\nMuskan shared this video with her classmates using \na Messenger App. One of her friends suggested her to create a blog to share her experiences. Muskan created a blog and regularly shared her learning experiences and reflections on this blog. She also uses web tools and technology that made her learning experience very engaging. Muskan is excited about the potential of technology use for learning.\nThis is only an example to describe how Information and \nCommunication Technology (ICT) has started influencing the learning experiences. With the world becoming more and more digital with time, schools are also progressing in their use of ICT. In this chapter you will be introduced to the basic ideas of ICT and its uses in the learning process. \nWhat is iCt?\nICT is the short form of three basic terms  — Information, \nCommunication and Technology. The representation Introduction to\nICTChapter\n1\nReprint 2025-26\n\n--- Page 2 ---\nICT T exTbook — Class Ix2of data in a meaningful way is called Information. \nFor example, Muskan is a student of Class IX of the Government School, Tajpur. She is 14 years old and is a Table Tennis player. Her hobbies include singing,  drawing, reading, dancing, gardening, etc. This is the description about Muskan available in her profile at school. Based on this information, Muskan's teacher \nselected her to participate in an inter‑school poster making competition‑on “Dance forms of India”. Thus information (meaningful data) can help in decision‑making also.\nThe term communication may be referred as \nimparting or exchanging of information by  speaking, writing, or using some other medium. In other words, it may be referred as conveying your feelings, thoughts \nand emotions in any verbal and non ‑verbal medium. \nAny communication has four essential elements, namely ‘sender’, ‘message’, ‘medium’ and ‘receiver’. When all four elements are in sync with each other in terms of sequence, relevance, appropriateness, etc., then communication becomes effective. Analyse the elements of communication followed when Muskan shared the video of experiment she recorded.\nActivity 1 \nIdentify the information communicated through Figure 1.1.\n___________________________________________________\n______________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________\nReprint 2025-26\n\n--- Page 3 ---\nIntroduct Ion to Ict3\nFigure 1.1: Coast Scene\nSource: https://goo.gl/ZsTCaq\nTechnology  refers to methods, systems and devices, \nwhich are a result of scientific knowledge, being used \nfor practical purposes. For example, Muskan went to \nan excursion to Bhubaneswar and visited the State Museum. She saw various mineral ores in the mineral section of the museum. She decided to capture photographs to share with others who may not have seen the ores. She borrowed her teacher’s mobile and clicked pictures of the rare collection. She shared all the pictures on her blog along with a description of the ores. Many viewers commented and appreciated Muskan for sharing those pictures and description.\nTechnology can be used for creation and \ncommunication of information. The term Information \nand Communication Technology (ICT)  includes various \nforms of technologies that are used to create, display, store, process, transmit, share or exchange information by electronic means (UNESCO 2007). Such a discipline which deals in the creation and communication of information is called ICT (see Fig.1.2).\nRadio, television, and print media (Newspaper, \nBooks, Magazines, etc.) are the popular technologies used for communication. The digital revolution has transformed the way these traditional technologies function. For example, analog television has become \nReprint 2025-26\n\n--- Page 4 ---\nICT T exTbook — Class Ix4digital television. In addition to printed newspapers \nnow we also have their electronic versions. Along with traditional radio, we also have online radio.\nEvolution of ICT\nWe cannot live in isolation. We need to interact and \ncommunicate with each other and with our surroundings. In the ancient times people used smoke signals, drum sounds, pigeons and messengers ",
    "total_characters": 20050,
    "preview": "\n--- Page 1 ---\nMuskan performed an experiment to find out the weight \nof a solid metallic ball in different media like air, water and mustard oil using spring balance. The weight of the ball in every medium was noted by Muskan in her notebook. The weight was found to be least in water and comparatively higher in air than in mustard oil. Muskan recorded the entire experiment as a video, explaining about the variation of weight in various medium.\nMuskan shared this video with her classmates using"
  },
  "keywords": [
    "Muskan",
    "Reprint",
    "Technology",
    "Class",
    "Application",
    "Information",
    "Introduct",
    "Nishi",
    "Communication",
    "Activity",
    "Figure",
    "Hampi",
    "Government",
    "Radio",
    "These",
    "Skype",
    "Mount",
    "Online",
    "Governance",
    "Source"
  ],
  "images": [
    {
      "filename": "page1_img1.png",
      "page": 1
    },
    {
      "filename": "page1_img2.png",
      "page": 1
    },
    {
      "filename": "page1_img3.png",
      "page": 1
    },
    {
      "filename": "page2_img1.png",
      "page": 2
    },
    {
      "filename": "page2_img2.png",
      "page": 2
    }
  ],
  "image_count": 5
}